if (!window.zDict) var zDict = {}; zDict["chars"] = {
"的": {
"tek": [
"端開四青入",
"梗攝；錫韻；的小韻",
"白一平：tek；推導普通話：di",
"《廣韻》：指的又明也說文作旳都歷切二十六"
]
},
"是": {
"zjex": [
"常開三支上",
"止攝；紙韻；是小韻",
"白一平：dzyeX；推導普通話：shi4",
"《廣韻》：是非也說文曰直也又姓吴志云是儀本姓氏孔融嘲之曰氏字民無上乃改爲是焉又虜複姓四氏西魏有開府是云寶後魏書又有是連是婁是賁三氏承紙切十"
]
},
"不": {
"piu": [
"幫開三尤平",
"流攝；尤韻；不小韻",
"白一平：pjuw；推導普通話：fou1",
"《廣韻》：弗也又姓晉書有汲郡人不準盜發六國時魏王冢得古文竹書今之汲冢記也甫鳩切又甫九甫救二切五"
],
"piux": [
"幫開三尤上",
"流攝；有韻；缶小韻",
"白一平：pjuwX；推導普通話：fou3",
"《廣韻》：弗也說文作𠀚鳥飛上翔不下來也从一一天也象形又甫鳩甫救二切"
],
"pyot": [
"幫合三文入",
"臻攝；物韻；弗小韻",
"白一平：pjut；推導普通話：fu",
"《廣韻》：與弗同又府鳩方久二切"
]
},
"我": {
"ngax": [
"疑開一歌上",
"果攝；哿韻；我小韻",
"白一平：ngaX；推導普通話：e3",
"《廣韻》：己稱又姓我子古賢者著書五可切五"
]
},
"一": {
"qjit": [
"影開三A眞入",
"臻攝；質韻；一小韻",
"重紐A類",
"白一平：'jit；推導普通話：yi",
"《廣韻》：數之始也物之極也同也少也初也又虜三字姓後魏書一那婁氏後改爲婁氏於悉切三"
]
},
"有": {
"iux": [
"云開三尤上",
"流攝；有韻；有小韻",
"白一平：hjuwX；推導普通話：you3",
"《廣韻》：有無又果也取也質也又也又姓孔子弟子有若又漢複姓有男氏禹後分封以國爲姓出史記云久切九"
]
},
"大": {
"dad": [
"定開一泰去",
"蟹攝；泰韻；大小韻",
"白一平：dajH；推導普通話：dai4",
"《廣韻》：小大也說文曰天大地大人亦大故大象人形又漢複姓五氏晉獻公娶大狐氏楚襄王時有黃邑大夫大心子成史記秦將軍大羅洪周禮大羅氏掌鳥獸者其後氏焉又大庭氏古天子之号其後氏焉又有大叔氏又虜複姓後魏末有南州剌史大野拔又虜三字姓周書蔡祐賜姓大利稽氏周末有尉回將軍大莫于𤣥章後魏書南方大洛稽氏後改爲稽氏徒蓋切八"
],
"dah": [
"定開一歌去",
"果攝；箇韻；䭾小韻",
"白一平：daH；推導普通話：duo4",
"《廣韻》：又唐蓋切"
]
},
"在": {
"zaix": [
"從開一咍上",
"蟹攝；海韻；在小韻",
"白一平：dzojX；推導普通話：zai4",
"《廣韻》：居也存也昨宰切一"
],
"zaih": [
"從開一咍去",
"蟹攝；代韻；載小韻",
"白一平：dzojH；推導普通話：zai4",
"《廣韻》：所在"
]
},
"人": {
"njin": [
"日開三眞平",
"臻攝；眞韻；仁小韻",
"白一平：nyin；推導普通話：ren2",
"《廣韻》：天地人爲三才亦漢複姓十氏左傳有寺人披齊有徒人費周有王人子突魯有雍人髙宋有廚人僕鄭有大夫子人九國語吳有行人儀孔子弟子左人郢漢司空掾封人嬰後漢司徒聞人襲"
]
},
"了": {
"leux": [
"來開四蕭上",
"效攝；篠韻；了小韻",
"白一平：lewX；推導普通話：liao3",
"《廣韻》：慧也訖也盧鳥切十四"
]
},
"中": {
"triung": [
"知開三東平",
"通攝；東韻；中小韻",
"白一平：trjuwng；推導普通話：zhong1",
"《廣韻》：平也成也宜也堪也任也和也半也又姓漢少府郷中京出風俗通又漢複姓有七氏漢有諫議大夫中行彪晉中行偃之後虞有五英之樂掌中英者因以爲氏古有隱者中梁子漢書藝文志有室中周著書十篇賈執英賢傳云路中大夫之後以路中爲氏張晏云姓路爲中大夫何氏姓苑有中壘氏中野氏陟弓切又陟仲切四"
],
"triungh": [
"知開三東去",
"通攝；送韻；中小韻",
"白一平：trjuwngH；推導普通話：zhong4",
"《廣韻》：當也陟仲切又陟沖切二"
]
},
"到": {
"tauh": [
"端開一豪去",
"效攝；号韻；到小韻",
"白一平：tawH；推導普通話：dao4",
"《廣韻》：至也又姓出彭城本自髙陽氏楚令尹屈到之後漢有東平太守到質都導切六"
]
},
"資": {
"cii": [
"精開三脂平",
"止攝；脂韻；咨小韻",
"白一平：tsij；推導普通話：zi1",
"《廣韻》：助也機也貨也又姓陳留風俗傳云黃帝之後"
]
},
"要": {
"qjeu": [
"影開三A宵平",
"效攝；宵韻；要小韻",
"重紐A類",
"白一平：'jiew；推導普通話：yao1",
"《廣韻》：俗言要勒說文曰身中也象人要自[由/臼]之形今作腰又姓吳人要離之後漢有河南令要兢於霄切又一𥬇切九"
],
"qjeuh": [
"影開三A宵去",
"效攝；笑韻；要小韻",
"重紐A類",
"白一平：'jiewH；推導普通話：yao4",
"《廣韻》：約也於𥬇切又於招切三"
]
},
"以": {
"jix": [
"以開三之上",
"止攝；止韻；以小韻",
"白一平：yiX；推導普通話：yi3",
"《廣韻》：用也與也爲也古作㠯羊已切七"
]
},
"可": {
"khax": [
"溪開一歌上",
"果攝；哿韻；可小韻",
"白一平：khaX；推導普通話：ke3",
"《廣韻》：許可也又虜複姓三氏周太保王雄賜姓可頻氏梁有河南王可沓振又有可達氏又虜三字姓三氏後魏書可地延氏改爲延氏又并州刺史男可朱渾買奴前燕慕容儁皇后可足渾氏枯我切四"
]
},
"這": {
"ngienh": [
"疑開三B仙去",
"山攝；線韻；彥小韻",
"重紐B類",
"白一平：ngjenH；推導普通話：yan4",
"《廣韻》：迎也"
]
},
"個": {
"kah": [
"見開一歌去",
"果攝；箇韻；箇小韻",
"白一平：kaH；推導普通話：ge4",
"《廣韻》：偏也"
]
},
"會": {
"ghuad": [
"匣合一泰去",
"蟹攝；泰韻；會小韻",
"白一平：hwajH；推導普通話：hui4",
"《廣韻》：合也古作會亦州秦屬隴西郡漢分爲金城郡周爲防隋爲鎭武德初平李軌置會州又姓漢有會[相/祤]黃外切又音儈五"
],
"kuad": [
"見合一泰去",
"蟹攝；泰韻；儈小韻",
"白一平：kwajH；推導普通話：kui4",
"《廣韻》：會稽山名又黃外切"
]
},
"好": {
"haux": [
"曉開一豪上",
"效攝；晧韻；好小韻",
"白一平：xawX；推導普通話：hao3",
"《廣韻》：善也美也呼晧切又呼号切二"
],
"hauh": [
"曉開一豪去",
"效攝；号韻；秏小韻",
"白一平：xawH；推導普通話：hao4",
"《廣韻》：愛好亦[壁/璧]孔也見周禮又姓出纂文又呼老切"
]
},
"為": {
"ye": [
"云合三支平",
"止攝；支韻；爲小韻",
"白一平：hjwe；推導普通話：wei2",
"《廣韻》：俗"
]
},
"上": {
"zjangx": [
"常開三陽上",
"宕攝；養韻；上小韻",
"白一平：dzyangX；推導普通話：shang4",
"《廣韻》：登也升也時掌切又音尚二"
],
"zjangh": [
"常開三陽去",
"宕攝；漾韻；尚小韻",
"白一平：dzyangH；推導普通話：shang4",
"《廣韻》：君也猶天子也又時兩切"
]
},
"來": {
"lai": [
"來開一咍平",
"蟹攝；咍韻；來小韻",
"白一平：loj；推導普通話：lai2",
"《廣韻》：至也及也還也又姓後漢來歙光武姑子蜀志云荆楚名族有黃門侍郎來𢘆俗作来落哀切二十五"
]
},
"學": {
"ghruk": [
"匣開二江入",
"江攝；覺韻；學小韻",
"白一平：haewk；推導普通話：xue2",
"《廣韻》：說文與斆同覺悟也斆今音效又姓出姓苑胡覺切九"
]
},
"就": {
"ziuh": [
"從開三尤去",
"流攝；宥韻；就小韻",
"白一平：dzjuwH；推導普通話：jiu4",
"《廣韻》：成也迎也即也說文曰就髙也从京尢尤異於凡也又姓後[漢/魏]書菟賴氏[-/後]改爲就氏疾僦切四"
]
},
"交": {
"krau": [
"見開二肴平",
"效攝；肴韻；交小韻",
"白一平：kaew；推導普通話：jiao1",
"《廣韻》：戾也共也合也領也古肴切二十二"
]
},
"也": {
"jax": [
"以開三麻上",
"假攝；馬韻；野小韻",
"白一平：yaeX；推導普通話：ye3",
"《廣韻》：語助辝之終也"
]
},
"用": {
"jyungh": [
"以開三鍾去",
"通攝；用韻；用小韻",
"白一平：yowngH；推導普通話：yong4",
"《廣韻》：使也貨也通也以也庸也又姓漢有用蚪爲髙唐令余頌切一"
]
},
"能": {
"nai": [
"泥開一咍平",
"蟹攝；咍韻；能小韻",
"白一平：noj；推導普通話：nai2",
"《廣韻》：爾雅謂三足鼈也又獸名禹父所化也奴來切又奴登切二"
],
"nong": [
"泥開一登平",
"曾攝；登韻；能小韻",
"白一平：nong；推導普通話：neng2",
"《廣韻》：工善也又獸名熊屬足似鹿亦賢能也奴登切又奴代奴來二切一"
],
"nongx": [
"泥開一登上",
"曾攝；等韻；能小韻",
"白一平：nongX；推導普通話：neng3",
"《廣韻》：夷人語奴等切本又奴登切一"
],
"naih": [
"泥開一咍去",
"蟹攝；代韻；耐小韻",
"白一平：nojH；推導普通話：nai4",
"《廣韻》：技能又姓何氏姓苑云長廣人"
]
},
"如": {
"njo": [
"日開三魚平",
"遇攝；魚韻；如小韻",
"白一平：nyo；推導普通話：ru2",
"《廣韻》：而也均也似也謀也往也若也又姓晉中經部魏有陳郡丞馮翊如淳注漢書又虜姓後魏書如羅氏後改爲如氏人諸切八"
],
"njoh": [
"日開三魚去",
"遇攝；御韻；洳小韻",
"白一平：nyoH；推導普通話：ru4",
"《廣韻》：又尒諸切"
]
},
"時": {
"zji": [
"常開三之平",
"止攝；之韻；時小韻",
"白一平：dzyi；推導普通話：chi2",
"《廣韻》：[晨/辰]也廣雅曰時伺也又善也中也是也又姓良吏傳有時苗何氏姓苑云今鉅鹿人市之切七"
]
},
"文": {
"myon": [
"明合三文平",
"臻攝；文韻；文小韻",
"白一平：mjun；推導普通話：wen2",
"《廣韻》：文章也又美也善也兆也亦州名禹貢梁州之域自戰國時宋及齊梁皆諸羌所據後魏平蜀始置州亦姓漢有廬江文翁無分切十六"
]
},
"說": {
"sjyed": [
"書合三祭去",
"蟹攝；祭韻；稅小韻",
"白一平：sywejH；推導普通話：shui4",
"《廣韻》：說誘"
],
"jyet": [
"以合三仙入",
"山攝；薛韻；悅小韻",
"白一平：ywet；推導普通話：yue4",
"《廣韻》：姓傅說之後又失𤑔始鋭二切"
],
"sjyet": [
"書合三仙入",
"山攝；薛韻；說小韻",
"白一平：sywet；推導普通話：shuo",
"《廣韻》：告也釋名曰說者述也宣述[又/人]意也失𤑔切又悅稅二音一"
]
},
"他": {
"tha": [
"透開一歌平",
"果攝；歌韻；佗小韻",
"白一平：tha；推導普通話：tuo1",
"《廣韻》：俗今通用"
]
},
"看": {
"khan": [
"溪開一寒平",
"山攝；寒韻；看小韻",
"白一平：khan；推導普通話：kan1",
"《廣韻》：視也苦寒切七"
],
"khanh": [
"溪開一寒去",
"山攝；翰韻；侃小韻",
"白一平：khanH；推導普通話：kan4",
"《廣韻》：又苦干切"
]
},
"那": {
"na": [
"泥開一歌平",
"果攝；歌韻；那小韻",
"白一平：na；推導普通話：nuo2",
"《廣韻》：何也都也於也盡也詩云受福不那那多也亦朝那縣名在安定又姓西魏揚州刺史那椿諾何切九"
],
"nax": [
"泥開一歌上",
"果攝；哿韻；橠小韻",
"白一平：naX；推導普通話：nuo3",
"《廣韻》：俗言那事本音儺"
],
"nah": [
"泥開一歌去",
"果攝；箇韻；奈小韻",
"白一平：naH；推導普通話：nuo4",
"《廣韻》：語助又奴哥切"
]
},
"問": {
"myonh": [
"明合三文去",
"臻攝；問韻；問小韻",
"白一平：mjunH；推導普通話：wen4",
"《廣韻》：訊也又姓今襄州有之亡運切十一"
]
},
"生": {
"srang": [
"生開二庚平",
"梗攝；庚韻；生小韻",
"白一平：sraeng；推導普通話：sheng1",
"《廣韻》：生長也易曰天地之大德曰生又姓出姓苑所庚切十"
],
"srangh": [
"生開二庚去",
"梗攝；映韻；生小韻",
"白一平：sraengH；推導普通話：sheng4",
"《廣韻》：所敬切又所京切三"
]
},
"提": {
"zje": [
"常開三支平",
"止攝；支韻；提小韻",
"白一平：dzye；推導普通話：chi2",
"《廣韻》：羣飛皃是支切又弟泥切十二"
],
"de": [
"定開四齊平",
"蟹攝；齊韻；嗁小韻",
"白一平：dej；推導普通話：ti2",
"《廣韻》：提攜"
]
},
"下": {
"ghrax": [
"匣開二麻上",
"假攝；馬韻；下小韻",
"白一平：haeX；推導普通話：xia4",
"《廣韻》：賤也去也後也底也降也胡雅切四"
],
"ghrah": [
"匣開二麻去",
"假攝；禡韻；暇小韻",
"白一平：haeH；推導普通話：xia4",
"《廣韻》：行下又胡雅切"
]
},
"過": {
"kua": [
"見合一戈平",
"果攝；戈韻；戈小韻",
"白一平：kwa；推導普通話：guo1",
"《廣韻》：經也又過所也釋名曰過所至關津以示之也或曰傳過也移所在識以爲信也亦姓風俗通云過國夏諸侯後因爲氏漢有兖州刺史過栩"
],
"kuah": [
"見合一戈去",
"果攝；過韻；過小韻",
"白一平：kwaH；推導普通話：guo4",
"《廣韻》：誤也越也責也度也古臥切七"
]
},
"請": {
"zieng": [
"從開三清平",
"梗攝；清韻；情小韻",
"白一平：dzjeng；推導普通話：qing2",
"《廣韻》：受也又在性七井二切"
],
"chiengx": [
"清開三清上",
"梗攝；靜韻；請小韻",
"白一平：tshjengX；推導普通話：qing3",
"《廣韻》：乞也求也問也謁也七靜切又疾盈疾姓二切二"
],
"ziengh": [
"從開三清去",
"梗攝；勁韻；淨小韻",
"白一平：dzjengH；推導普通話：jing4",
"《廣韻》：延請亦朝請漢官名張禹首爲之又秦盈親井二切"
]
},
"天": {
"then": [
"透開四先平",
"山攝；先韻；天小韻",
"白一平：then；推導普通話：tian1",
"《廣韻》：上𤣥也說文曰顚也至髙無上从一大也爾雅曰春爲蒼天夏爲昊天秋爲旻天冬爲上天他前切六𠀘"
]
},
"所": {
"sriox": [
"生開三魚上",
"遇攝；語韻；所小韻",
"白一平：srjoX；推導普通話：shu3",
"《廣韻》：說文云伐木聲也詩曰伐木所所又處所也詩曰獻于公所亦姓漢有諫議大夫所忠踈舉切七"
]
},
"多": {
"ta": [
"端開一歌平",
"果攝；歌韻；多小韻",
"白一平：ta；推導普通話：duo1",
"《廣韻》：衆也重也又貝多樹名葉如枇杷葉得何切三"
]
},
"麼": {
"muax": [
"明合一戈上",
"果攝；果韻；麼小韻",
"白一平：maX；推導普通話：mo3",
"《廣韻》：幺麼細小亡果切三"
]
},
"小": {
"sieux": [
"心開三宵上",
"效攝；小韻；小小韻",
"白一平：sjewX；推導普通話：xiao3",
"《廣韻》：微也私兆切三"
]
},
"之": {
"cji": [
"章開三之平",
"止攝；之韻；之小韻",
"白一平：tsyi；推導普通話：zhi1",
"《廣韻》：適也往也閒也亦姓出姓苑止而切四"
]
},
"想": {
"siangx": [
"心開三陽上",
"宕攝；養韻；想小韻",
"白一平：sjangX；推導普通話：xiang3",
"《廣韻》：思想也息兩切二"
]
},
"得": {
"tok": [
"端開一登入",
"曾攝；德韻；德小韻",
"白一平：tok；推導普通話：de",
"《廣韻》：得失"
]
},
"工": {
"kung": [
"見開一東平",
"通攝；東韻；公小韻",
"白一平：kuwng；推導普通話：gong1",
"《廣韻》：官也又工巧也"
]
},
"出": {
"chjyih": [
"昌合三脂去",
"止攝；至韻；出小韻",
"白一平：tsyhwijH；推導普通話：chui4",
"《廣韻》：尺類切又昌律切一"
],
"chjyt": [
"昌合三諄入",
"臻攝；術韻；出小韻",
"白一平：tsyhwit；推導普通話：chu",
"《廣韻》：進也見也遠也赤律切又赤季切一"
]
},
"還": {
"ghruan": [
"匣合二刪平",
"山攝；刪韻；還小韻",
"白一平：hwaen；推導普通話：huan2",
"《廣韻》：反也退也顧也復也戸關切又音旋二十"
],
"zsyen": [
"邪合三仙平",
"山攝；仙韻；旋小韻",
"白一平：zjwen；推導普通話：xuan2",
"《廣韻》：還返"
]
},
"電": {
"denh": [
"定開四先去",
"山攝；霰韻；電小韻",
"白一平：denH；推導普通話：dian4",
"《廣韻》：隂陽激曜釋名曰電殄也乍見則殄滅也堂練切十八"
]
},
"對": {
"tuaih": [
"端合一灰去",
"蟹攝；隊韻；對小韻",
"白一平：twojH；推導普通話：dui4",
"《廣韻》：荅也當也配也楊也應也古作𡭊漢文責𡭊而面言多謂非誠𡭊故去其口以從土也都隊切六"
]
},
"都": {
"to": [
"端開一模平",
"遇攝；模韻；都小韻",
"白一平：tu；推導普通話：du1",
"《廣韻》：都猶揔也尚書大傳十邑爲都帝王丗紀曰天子所宫曰都又姓[-/蔡]有臨[晉/漢]侯都稽何氏姓苑云今吳興人當孤切七"
]
},
"機": {
"kioi": [
"見開三微平",
"止攝；微韻；機小韻",
"白一平：kj+j；推導普通話：ji1",
"《廣韻》：會也萬機也說文云主發謂之機書曰若虞機張傳云機弩牙也居依切十六"
]
},
"自": {
"ziih": [
"從開三脂去",
"止攝；至韻；自小韻",
"白一平：dzijH；推導普通話：zi4",
"《廣韻》：從也用也由也率也疾二切二"
]
},
"而": {
"nji": [
"日開三之平",
"止攝；之韻；而小韻",
"白一平：nyi；推導普通話：er2",
"《廣韻》：語助說文曰頰毛也如之切二十一"
]
},
"子": {
"cix": [
"精開三之上",
"止攝；止韻；子小韻",
"白一平：tsiX；推導普通話：zi3",
"《廣韻》：子息環濟要略曰子猶孳也孳恤下之稱也亦辰名爾雅云太歳在子曰困敦又殷姓又漢複姓十一氏左傳鄭大夫子人[氏/九]魯大夫子服氏子家羈莊子有子桑扈皇子吿敖何氏姓苑有子乾子仲子工子革子臧子師等氏即里切八"
]
},
"後": {
"ghux": [
"匣開一侯上",
"流攝；厚韻；厚小韻",
"白一平：huwX；推導普通話：hou4",
"《廣韻》：先後說文遟也又胡豆切"
],
"ghuh": [
"匣開一侯去",
"流攝；候韻；𠋫小韻",
"白一平：huwH；推導普通話：hou4",
"《廣韻》：方言云先後猶娣姒"
]
},
"訊": {
"sinh": [
"心開三眞去",
"臻攝；震韻；信小韻",
"白一平：sinH；推導普通話：xin4",
"《廣韻》：問也吿也"
]
},
"家": {
"kra": [
"見開二麻平",
"假攝；麻韻；嘉小韻",
"白一平：kae；推導普通話：jia1",
"《廣韻》：居也爾雅云扆内謂之家又姓風俗通漢有家羨爲劇令"
]
},
"站": {
"tremh": [
"知開二咸去",
"咸攝；陷韻；𪉜小韻",
"白一平：treamH；推導普通話：zhan4",
"《廣韻》：俗言獨立又作𥩠"
]
},
"心": {
"sim": [
"心開三侵平",
"深攝；侵韻；心小韻",
"白一平：sim；推導普通話：xin1",
"《廣韻》：火藏釋名曰心纎也所識纖微無不貫也息林切四"
]
},
"只": {
"cje": [
"章開三支平",
"止攝；支韻；支小韻",
"白一平：tsye；推導普通話：zhi1",
"《廣韻》：專辝又之爾切"
],
"cjex": [
"章開三支上",
"止攝；紙韻；紙小韻",
"白一平：tsyeX；推導普通話：zhi3",
"《廣韻》：語辤"
]
},
"去": {
"khiox": [
"溪開三魚上",
"遇攝；語韻；去小韻",
"白一平：khjoX；推導普通話：qu3",
"《廣韻》：除也說文从大口▼口字當删▲也羌舉切又丘據切五"
],
"khioh": [
"溪開三魚去",
"遇攝；御韻；㰦小韻",
"白一平：khjoH；推導普通話：qu4",
"《廣韻》：離也又卻吕切"
]
},
"知": {
"trie": [
"知開三支平",
"止攝；支韻；知小韻",
"白一平：trje；推導普通話：zhi1",
"《廣韻》：覺也欲也陟離切六"
]
},
"國": {
"kuok": [
"見合一登入",
"曾攝；德韻；國小韻",
"白一平：kwok；推導普通話：guo",
"《廣韻》：邦國又姓太公之後左傳齊有國氏代爲上卿古或切一"
]
},
"很": {
"ghonx": [
"匣開一痕上",
"臻攝；很韻；很小韻",
"白一平：honX；推導普通話：hen4",
"《廣韻》：[很/佷]戾也俗作狠胡墾切二"
]
},
"台": {
"ji": [
"以開三之平",
"止攝；之韻；飴小韻",
"白一平：yi；推導普通話：yi2",
"《廣韻》：我也又姓出姓苑又音胎"
],
"thai": [
"透開一咍平",
"蟹攝；咍韻；胎小韻",
"白一平：thoj；推導普通話：tai1",
"《廣韻》：三台星又天台山名"
]
},
"成": {
"zjeng": [
"常開三清平",
"梗攝；清韻；成小韻",
"白一平：dzyeng；推導普通話：cheng2",
"《廣韻》：畢也就也平也善也亦州名古西戎地州南八十里有仇池山晉改爲仇池郡後爲南秦州梁廢帝改爲成州又姓出上谷東郡二望本自周文王子成伯之後又漢複姓十五氏莊子有務成子廣成子顔成子游伯成子髙韓子有容成子列子有考成子國語晉郤犫食采苦成後因以爲氏丗本曰宋有大夫老成方盆成括仕於齊晉有英成僖子漢有廣漢太守古成雲古音枯髙祖功臣有陽成延後漢有密縣上成公白曰𦫵天晉戊己校尉燉煌車成將古成氏之後史記有形成氏是征切十"
]
},
"信": {
"sinh": [
"心開三眞去",
"臻攝；震韻；信小韻",
"白一平：sinH；推導普通話：xin4",
"《廣韻》：忠信又驗也極也用也重也誠也又姓魏信陵君無忌之後又漢複姓何氏姓苑有信都信平二氏息晉切十一"
]
},
"同": {
"dung": [
"定開一東平",
"通攝；東韻；同小韻",
"白一平：duwng；推導普通話：tong2",
"《廣韻》：齊也共也輩也合也律歷有六同亦州春秋時晉夷吾獻其西河地於秦七國時屬魏秦并天下爲內史之地漢武更名馮翊又有九龍泉泉有九源同爲一流因以名之又羌複姓有同蹄氏望在勃海徒紅切四十五"
]
},
"何": {
"gha": [
"匣開一歌平",
"果攝；歌韻；何小韻",
"白一平：ha；推導普通話：he2",
"《廣韻》：辝也說文儋也又姓出自周成王母弟唐叔虞後封於韓韓滅子孫分散江淮閒音以韓爲何字隨音變遂爲何氏出廬江東海陳郡三望胡歌切七"
],
"ghax": [
"匣開一歌上",
"果攝；哿韻；荷小韻",
"白一平：haX；推導普通話：he4",
"《廣韻》：上同"
]
},
"章": {
"cjang": [
"章開三陽平",
"宕攝；陽韻；章小韻",
"白一平：tsyang；推導普通話：zhang1",
"《廣韻》：篇章又章甫殷冠名禮記曰孔子長居宋冠章甫之冠又明也采也程也又姓秦將有章邯諸良切十五"
]
},
"道": {
"daux": [
"定開一豪上",
"效攝；晧韻；道小韻",
"白一平：dawX；推導普通話：dao4",
"《廣韻》：理也路也直也衆妙皆道也說文曰所行道也一達謂之道徒晧切七"
]
},
"發": {
"pyat": [
"幫合三元入",
"臻攝；月韻；髮小韻",
"白一平：pjot；推導普通話：fa",
"《廣韻》：發起又舒也明也舉也闋也揚也說文曰䠶發也"
]
},
"地": {
"diih": [
"定開三脂去",
"止攝；至韻；地小韻",
"白一平：dijH；推導普通話：",
"《廣韻》：土地說文曰元气初分輕淸陽爲天重濁隂爲地萬物所陳𠛱也元命包曰地者易也言養萬物懷任交易變化含吐應節[故立字亦從水土者爲地/故其立字土力於一者爲地]又虜複姓有地連氏地倫氏徒四切二"
]
},
"法": {
"pyap": [
"幫合三凡入",
"咸攝；乏韻；法小韻",
"白一平：pjop；推導普通話：fa",
"《廣韻》：則也數也常也又姓左傳齊襄王法章之後秦滅齊子孫不敢稱故以法爲氏宣帝時徙三輔代爲二千石後漢有扶風法雄法子眞並有傳方乏切二"
]
},
"無": {
"myo": [
"明合三虞平",
"遇攝；虞韻；無小韻",
"白一平：mju；推導普通話：wu2",
"《廣韻》：有無也亦漢複姓二氏楚熊渠之後號無庸其後爲氏又有無鉤氏出自楚姓武夫切二十一"
]
},
"然": {
"njen": [
"日開三仙平",
"山攝；仙韻；然小韻",
"白一平：nyen；推導普通話：ran2",
"《廣韻》：語助又如也是也說文曰燒也俗作燃又姓左傳楚有然丹何氏姓苑云今蒼梧人如延切九"
]
},
"但": {
"dan": [
"定開一寒平",
"山攝；寒韻；壇小韻",
"白一平：dan；推導普通話：tan2",
"《廣韻》：語辝亦姓何氏姓苑云漢有但巴爲濟隂太守又徒旱切又徒旦切"
],
"danx": [
"定開一寒上",
"山攝；旱韻；但小韻",
"白一平：danX；推導普通話：dan4",
"《廣韻》：語辝又空也徒也徒旱切十一"
],
"danh": [
"定開一寒去",
"山攝；翰韻；憚小韻",
"白一平：danH；推導普通話：dan4",
"《廣韻》：辤也又徒亶切"
]
},
"當": {
"tang": [
"端開一唐平",
"宕攝；唐韻；當小韻",
"白一平：tang；推導普通話：dang1",
"《廣韻》：敵也直也主也值也亦州本羌地周置同昌郡隋改爲嘉城鎭貞觀中改爲當州蓋取燒當羌以名之又姓也都郎切十一"
],
"tangh": [
"端開一唐去",
"宕攝；宕韻；譡小韻",
"白一平：tangH；推導普通話：dang4",
"《廣韻》：主當又底也亦音蟷"
]
},
"於": {
"qio": [
"影開三魚平",
"遇攝；魚韻；於小韻",
"白一平：'jo；推導普通話：yu1",
"《廣韻》：居也代也語辝也又商於地名亦姓今淮南有之央居切又音烏五"
],
"qo": [
"影開一模平",
"遇攝；模韻；烏小韻",
"白一平：'u；推導普通話：wu1",
"《廣韻》：古作於戲今作嗚呼"
]
},
"本": {
"puonx": [
"幫合一魂上",
"臻攝；混韻；本小韻",
"白一平：pwonX；推導普通話：ben3",
"《廣韻》：本末又[治/始]也下也舊也說文曰木下曰本从木一在其下俗作夲夲自音叨布忖切六"
]
},
"年": {
"nen": [
"泥開四先平",
"山攝；先韻；秊小韻",
"白一平：nen；推導普通話：nian2",
"《廣韻》：上同"
]
},
"現": {
"ghenh": [
"匣開四先去",
"山攝；霰韻；見小韻",
"白一平：henH；推導普通話：xian4",
"《廣韻》：俗"
]
},
"前": {
"zen": [
"從開四先平",
"山攝；先韻；前小韻",
"白一平：dzen；推導普通話：qian2",
"《廣韻》：先也昨先切六"
]
},
"最": {
"cuad": [
"精合一泰去",
"蟹攝；泰韻；最小韻",
"白一平：tswajH；推導普通話：zui4",
"《廣韻》：極也俗作㝡祖外切三"
]
},
"新": {
"sin": [
"心開三眞平",
"臻攝；眞韻；新小韻",
"白一平：sin；推導普通話：xin1",
"《廣韻》：新故也亦姓國語晉大夫新穆子又複姓二氏何氏姓苑有新和氏陳留風俗傳云畢公封於新垣後因氏焉魏將新垣衍改爲梁垣氏息鄰切三"
]
},
"和": {
"ghua": [
"匣合一戈平",
"果攝；戈韻；和小韻",
"白一平：hwa；推導普通話：huo2",
"《廣韻》：爾雅云笙之小者謂之和和順也諧也不堅不柔也亦州名在淮南漢九江都尉居之屬九江郡齊爲和州又姓出汝南河南二望本自羲和之後一云卞和之後晉有和嶠又虜複姓和稽氏後改爲緩氏戸戈切九"
],
"ghuah": [
"匣合一戈去",
"果攝；過韻；和小韻",
"白一平：hwaH；推導普通話：huo4",
"《廣韻》：聲相應胡臥切又音禾三"
]
},
"因": {
"qjin": [
"影開三A眞平",
"臻攝；眞韻；因小韻",
"重紐A類",
"白一平：'jin；推導普通話：yin1",
"《廣韻》：託也仍也縁也就也亦姓左傳遂人四族有因氏俗作回於眞切二十三"
]
},
"果": {
"kuax": [
"見合一戈上",
"果攝；果韻；果小韻",
"白一平：kwaX；推導普通話：guo3",
"《廣韻》：果敢又勝也定也剋也亦木實爾雅曰果不熟爲荒俗作菓古火切十一"
]
},
"意": {
"qih": [
"影開三之去",
"止攝；志韻；意小韻",
"白一平：'iH；推導普通話：yi4",
"《廣韻》：志也又姓於記切四"
]
},
"定": {
"dengh": [
"定開四青去",
"梗攝；徑韻；定小韻",
"白一平：dengH；推導普通話：ding4",
"《廣韻》：安也亦州名帝堯始封唐國之城秦爲趙郡鉅鹿二郡漢爲中山郡後魏置安州又改爲定州以安定天下爲名徒徑切四"
],
"tengh": [
"端開四青去",
"梗攝；徑韻；矴小韻",
"白一平：tengH；推導普通話：ding4",
"《廣韻》：題額詩云定之方中定營室也又徒徑切"
]
},
"點": {
"temx": [
"端開四添上",
"咸攝；忝韻；點小韻",
"白一平：temX；推導普通話：dian3",
"《廣韻》：㸃畫多忝切五"
]
},
"情": {
"zieng": [
"從開三清平",
"梗攝；清韻；情小韻",
"白一平：dzjeng；推導普通話：qing2",
"《廣韻》：靜也說文曰人之隂气有所欲也疾盈切五"
]
},
"其": {
"gi": [
"羣開三之平",
"止攝；之韻；其小韻",
"白一平：gi；推導普通話：qi2",
"《廣韻》：辝也亦姓陽阿侯其石是也又漢複姓六氏左傳邾庶其之後以庶其爲氏丗本楚大夫渉其帑漢淸河都尉祝其承先王僧孺百家譜蘭陵蕭休緒娶髙密侍其義叔女何氏姓苑有行其氏今其氏渠之切又音基三十"
],
"ki": [
"見開三之平",
"止攝；之韻；姬小韻",
"白一平：ki；推導普通話：ji1",
"《廣韻》：不其邑名在琅邪又人名漢有酈食其"
]
},
"題": {
"de": [
"定開四齊平",
"蟹攝；齊韻；嗁小韻",
"白一平：dej；推導普通話：ti2",
"《廣韻》：書題說文頟也"
],
"deh": [
"定開四齊去",
"蟹攝；霽韻；第小韻",
"白一平：dejH；推導普通話：di4",
"《廣韻》：又徒雞切"
]
},
"事": {
"crih": [
"莊開三之去",
"止攝；志韻；胾小韻",
"白一平：tsriH；推導普通話：zhi4",
"《廣韻》：事刄又作剚倳"
],
"zrih": [
"崇開三之去",
"止攝；志韻；事小韻",
"白一平：dzriH；推導普通話：shi4",
"《廣韻》：使也立也由也鉏吏切又側吏切二"
]
},
"科": {
"khua": [
"溪合一戈平",
"果攝；戈韻；科小韻",
"白一平：khwa；推導普通話：kuo1",
"《廣韻》：程也條也本也品也科斷也苦禾切又苦臥切十四"
],
"khuah": [
"溪合一戈去",
"果攝；過韻；課小韻",
"白一平：khwaH；推導普通話：kuo4",
"《廣韻》：滋生也又音窠"
]
},
"方": {
"byang": [
"並合三陽平",
"宕攝；陽韻；房小韻",
"白一平：bjang；推導普通話：fang2",
"《廣韻》：方與縣名又府良切"
],
"pyang": [
"幫合三陽平",
"宕攝；陽韻；方小韻",
"白一平：pjang；推導普通話：fang1",
"《廣韻》：四方也正也道也比也類也法術也亦官名續漢書曰尚方令掌上手工巧作御刀劒諸好器物也又姓史記周大夫方叔之後府良切十三"
]
},
"些": {
"sia": [
"心開三麻平",
"假攝；麻韻；些小韻",
"白一平：sjae；推導普通話：xie1",
"《廣韻》：少也寫邪切一"
],
"seh": [
"心開四齊去",
"蟹攝；霽韻；細小韻",
"白一平：sejH；推導普通話：xi4",
"《廣韻》：可也此也辝也何也楚音[-/又]蘇箇切"
],
"sah": [
"心開一歌去",
"果攝；箇韻；些小韻",
"白一平：saH；推導普通話：suo4",
"《廣韻》：楚語辝蘇箇切又音細一"
]
},
"清": {
"chieng": [
"清開三清平",
"梗攝；清韻；清小韻",
"白一平：tshjeng；推導普通話：qing1",
"《廣韻》：山海經曰太畤之山淸水出焉釋名曰淸靑也去濁逺穢色如靑也又靜也澄也潔也七情切二"
]
},
"三": {
"sam": [
"心開一談平",
"咸攝；談韻；三小韻",
"白一平：sam；推導普通話：san1",
"《廣韻》：數名又漢複姓五氏三閭氏三閭大夫屈原之後也沛上計三烏群三烏大夫之後也三飯尞之後有三飯氏三州孝子之後有三州氏後單姓州蜀志有三丘務蘇甘切五"
],
"samh": [
"心開一談去",
"咸攝；闞韻；三小韻",
"白一平：samH；推導普通話：san4",
"《廣韻》：三思蘇暫切又蘇甘切一"
]
},
"此": {
"chiex": [
"清開三支上",
"止攝；紙韻；此小韻",
"白一平：tshjeX；推導普通話：ci3",
"《廣韻》：止也雌氏切九"
]
},
"吧": {
"phra": [
"滂開二麻平",
"假攝；麻韻；葩小韻",
"白一平：phae；推導普通話：pa1",
"《廣韻》：吧呀大口皃"
],
"pra": [
"幫開二麻平",
"假攝；麻韻；巴小韻",
"白一平：pae；推導普通話：ba1",
"《廣韻》：吧呀小兒忿爭"
]
},
"位": {
"yih": [
"云合三脂去",
"止攝；至韻；位小韻",
"白一平：hwijH；推導普通話：wei4",
"《廣韻》：正也列也莅也中庭之左右謂之位于愧切一"
]
},
"作": {
"coh": [
"精開一模去",
"遇攝；暮韻；作小韻",
"白一平：tsuH；推導普通話：zu4",
"《廣韻》：造也臧[𧙓/𧙓]切一"
],
"cah": [
"精開一歌去",
"果攝；箇韻；佐小韻",
"白一平：tsaH；推導普通話：zuo4",
"《廣韻》：造也本臧洛切"
],
"cak": [
"精開一唐入",
"宕攝；鐸韻；作小韻",
"白一平：tsak；推導普通話：zuo",
"《廣韻》：爲也起也行也役也始也生也又姓漢有涿郡太守作顯則落切又則邏臧路二切六"
]
},
"理": {
"lix": [
"來開三之上",
"止攝；止韻；里小韻",
"白一平：liX；推導普通話：li3",
"《廣韻》：料理義理又正也文也說文曰治玉也亦姓臯陶爲大理因官氏焉殷有理徵"
]
},
"行": {
"ghang": [
"匣開一唐平",
"宕攝；唐韻；航小韻",
"白一平：hang；推導普通話：hang2",
"《廣韻》：伍也列也又戸庚戸浪戸孟三切"
],
"ghrang": [
"匣開二庚平",
"梗攝；庚韻；行小韻",
"白一平：haeng；推導普通話：heng2",
"《廣韻》：行步也適也往也去也又姓周有大行人之官其後氏焉戸庚切又戸剛戸浪下孟三切十"
],
"ghangh": [
"匣開一唐去",
"宕攝；宕韻；吭小韻",
"白一平：hangH；推導普通話：hang4",
"《廣韻》：次第"
],
"ghrangh": [
"匣開二庚去",
"梗攝；映韻；行小韻",
"白一平：haengH；推導普通話：heng4",
"《廣韻》：景迹又事也言也下更切又胡郎胡浪胡庚三切[五/三]"
]
},
"者": {
"cjax": [
"章開三麻上",
"假攝；馬韻；者小韻",
"白一平：tsyaeX；推導普通話：zhe3",
"《廣韻》：語助章也切三"
]
},
"經": {
"keng": [
"見開四青平",
"梗攝；青韻；經小韻",
"白一平：keng；推導普通話：jing1",
"《廣韻》：常也絞也徑也亦經緯又姓出何氏姓苑古靈切又音徑四"
],
"kengh": [
"見開四青去",
"梗攝；徑韻；徑小韻",
"白一平：kengH；推導普通話：jing4",
"《廣韻》：經緯又古靈切"
]
},
"名": {
"mjeng": [
"明開三A清平",
"梗攝；清韻；名小韻",
"重紐A類",
"白一平：mjieng；推導普通話：ming2",
"《廣韻》：名字春秋說題[-/辭]曰名成也大也功也号也說文曰自命也从夕口夕者冥不相見故以口自名也又姓左傳楚大夫彭名之後武并切二"
]
},
"什": {
"zjip": [
"常開三侵入",
"深攝；緝韻；十小韻",
"白一平：dzyip；推導普通話：shi2",
"《廣韻》：篇什又什物也"
]
},
"謝": {
"zsiah": [
"邪開三麻去",
"假攝；禡韻；謝小韻",
"白一平：zjaeH；推導普通話：xie4",
"《廣韻》：辝謝又姓出陳郡會稽二望辝夜切三"
]
},
"日": {
"njit": [
"日開三眞入",
"臻攝；質韻；日小韻",
"白一平：nyit；推導普通話：ri4",
"《廣韻》：說文曰實也太陽精不虧从口一象形人質切五"
]
},
"正": {
"cjeng": [
"章開三清平",
"梗攝；清韻；征小韻",
"白一平：tsyeng；推導普通話：zheng1",
"《廣韻》：正朔本音政"
],
"cjengh": [
"章開三清去",
"梗攝；勁韻；政小韻",
"白一平：tsyengH；推導普通話：zheng4",
"《廣韻》：正當也長也定也平也是也君也亦姓左傳宋上卿正考父之後魏志有永昌太守正帛又漢複姓漢有郎中正令宫又之盈切"
]
},
"開": {
"khai": [
"溪開一咍平",
"蟹攝；咍韻；開小韻",
"白一平：khoj；推導普通話：kai1",
"《廣韻》：開解亦州名本漢胊䏰縣地蜀置漢豐縣後魏置開州領東關東岡二郡又姓吕氏春秋云[開方/衞公子開方]衞公說文作開經典亦作闓苦哀切五"
]
},
"話": {
"ghruad": [
"匣合二夬去",
"蟹攝；夬韻；話小韻",
"白一平：hwaejH；推導普通話：huai4",
"《廣韻》：語話說文作䛡合會善言也下快切一"
]
},
"與": {
"jo": [
"以開三魚平",
"遇攝；魚韻；余小韻",
"白一平：yo；推導普通話：yu2",
"《廣韻》：上同本又餘佇切"
],
"jox": [
"以開三魚上",
"遇攝；語韻；與小韻",
"白一平：yoX；推導普通話：yu3",
"《廣韻》：善也待也說文曰黨與也余吕切又余譽二音七"
],
"joh": [
"以開三魚去",
"遇攝；御韻；豫小韻",
"白一平：yoH；推導普通話：yu4",
"《廣韻》：參與也"
]
},
"實": {
"zsjit": [
"船開三眞入",
"臻攝；質韻；實小韻",
"白一平：zyit；推導普通話：shi2",
"《廣韻》：滿也誠也神質切一"
]
},
"愛": {
"qaih": [
"影開一咍去",
"蟹攝；代韻；愛小韻",
"白一平：'ojH；推導普通話：ai4",
"《廣韻》：憐也說文作𢙴行皃烏代切九"
]
},
"再": {
"caih": [
"精開一咍去",
"蟹攝；代韻；載小韻",
"白一平：tsojH；推導普通話：zai4",
"《廣韻》：重也兩也"
]
},
"華": {
"ghrua": [
"匣合二麻平",
"假攝；麻韻；華小韻",
"白一平：hwae；推導普通話：hua2",
"《廣韻》：草盛也色也說文作𦾓榮也崔豹古今注曰堯設誹謗木今之華表也西京記謂交午柱戸花切又呼𤓰戸化二切十"
],
"hrua": [
"曉合二麻平",
"假攝；麻韻；華小韻",
"白一平：xwae；推導普通話：hua1",
"《廣韻》：爾雅云華荂也呼𤓰切四"
],
"ghruah": [
"匣合二麻去",
"假攝；禡韻；摦小韻",
"白一平：hwaeH；推導普通話：hua4",
"《廣韻》：上同"
]
},
"二": {
"njiih": [
"日開三脂去",
"止攝；至韻；二小韻",
"白一平：nyijH；推導普通話：er4",
"《廣韻》：說文云地之數也而至切五"
]
},
"城": {
"zjeng": [
"常開三清平",
"梗攝；清韻；成小韻",
"白一平：dzyeng；推導普通話：cheng2",
"《廣韻》：城郭崔豹古今注云城者盛也所以盛受民物也又淮南子曰鮌作城亦姓風俗通云氏於事者城郭園池是也"
]
},
"動": {
"dungx": [
"定開一東上",
"通攝；董韻；動小韻",
"白一平：duwngX；推導普通話：dong4",
"《廣韻》：躁也出也作也搖也徒揔切九"
]
},
"比": {
"bjii": [
"並開三A脂平",
"止攝；脂韻；𣬈小韻",
"重紐A類",
"白一平：bjij；推導普通話：pi2",
"《廣韻》：和也並也又匕鼻邲三音"
],
"pjiix": [
"幫開三A脂上",
"止攝；旨韻；匕小韻",
"重紐A類",
"白一平：pjijX；推導普通話：bi3",
"《廣韻》：校也並也爾雅曰北方有比肩民焉迭食而迭望蓋半體人也又毗鼻邲三音"
],
"bjiih": [
"並開三A脂去",
"止攝；至韻；鼻小韻",
"重紐A類",
"白一平：bjijH；推導普通話：bi4",
"《廣韻》：近也又阿黨也又房脂必履扶必三切"
],
"pjiih": [
"幫開三A脂去",
"止攝；至韻；痹小韻",
"重紐A類",
"白一平：pjijH；推導普通話：bi4",
"《廣韻》：近也倂也"
],
"bjit": [
"並開三A眞入",
"臻攝；質韻；邲小韻",
"重紐A類",
"白一平：bjit；推導普通話：bi2",
"《廣韻》：比次又毗妣鼻三音"
]
},
"面": {
"mjenh": [
"明開三A仙去",
"山攝；線韻；面小韻",
"重紐A類",
"白一平：mjienH；推導普通話：mian4",
"《廣韻》：向也前也說文作𡇢顔前也俗作面彌箭切二"
]
},
"又": {
"iuh": [
"云開三尤去",
"流攝；宥韻；宥小韻",
"白一平：hjuwH；推導普通話：you4",
"《廣韻》：又猶更也"
]
},
"或": {
"ghuok": [
"匣合一登入",
"曾攝；德韻；或小韻",
"白一平：hwok；推導普通話：huo2",
"《廣韻》：不定也疑也胡國切五"
]
},
"力": {
"lik": [
"來開三蒸入",
"曾攝；職韻；力小韻",
"白一平：lik；推導普通話：li4",
"《廣韻》：筋也又姓黃帝佐力牧之後林直切九"
]
},
"應": {
"qing": [
"影開三蒸平",
"曾攝；蒸韻；膺小韻",
"白一平：'ing；推導普通話：ying1",
"《廣韻》：當也又姓出南頓本自周武王後左傳曰[邦/邘]晉應韓武之穆也漢有應曜隱於淮陽山中與四皓俱徵曜獨不至時人語之曰南山四皓不如淮陽一老八代孫劭集解漢書"
],
"qingh": [
"影開三蒸去",
"曾攝；證韻；應小韻",
"白一平：'ingH；推導普通話：ying4",
"《廣韻》：物相應也說文作應當也於證切又音膺三"
]
},
"女": {
"nriox": [
"孃開三魚上",
"遇攝；語韻；女小韻",
"白一平：nrjoX；推導普通話：nv3",
"《廣韻》：禮記曰女者如也如男子之敎尼吕切又尼慮切二"
],
"nrioh": [
"孃開三魚去",
"遇攝；御韻；女小韻",
"白一平：nrjoH；推導普通話：nv4",
"《廣韻》：以女妻人也尼據切二"
]
},
"種": {
"cjyungx": [
"章開三鍾上",
"通攝；腫韻；腫小韻",
"白一平：tsyowngX；推導普通話：zhong3",
"《廣韻》：種類也又之用切"
],
"cjyungh": [
"章開三鍾去",
"通攝；用韻；種小韻",
"白一平：tsyowngH；推導普通話：zhong4",
"《廣韻》：種埴也之用切又之隴切三"
]
},
"車": {
"kio": [
"見開三魚平",
"遇攝；魚韻；居小韻",
"白一平：kjo；推導普通話：ju1",
"《廣韻》：車輅又昌遮切"
],
"chja": [
"昌開三麻平",
"假攝；麻韻；車小韻",
"白一平：tsyhae；推導普通話：che1",
"《廣韻》：古史考曰黃帝作車引重致逺少昊時加牛禹時奚仲加馬周公作指南車又姓出魯國南平淮南河南四望本自舜後陳敬仲奔齊爲田氏至漢丞相田千秋以年老得乗小車出入省中時人謂之車丞相子孫因以爲氏漢末避地於魯又複姓二氏丗本有齊臨淄大夫車遽氏又有車成氏亦虜複姓魏獻帝命踈屬車焜氏後改爲車氏尺遮切又音居二"
]
},
"分": {
"pyon": [
"幫合三文平",
"臻攝；文韻；分小韻",
"白一平：pjun；推導普通話：fen1",
"《廣韻》：賦也施也與也說文別也府文切六"
],
"byonh": [
"並合三文去",
"臻攝；問韻；分小韻",
"白一平：bjunH；推導普通話：fen4",
"《廣韻》：分劑扶問切又方文切五"
]
},
"像": {
"zsiangx": [
"邪開三陽上",
"宕攝；養韻；像小韻",
"白一平：zjangX；推導普通話：xiang4",
"《廣韻》：似也徐兩切十一"
]
},
"系": {
"gheh": [
"匣開四齊去",
"蟹攝；霽韻；蒵小韻",
"白一平：hejH；推導普通話：xi4",
"《廣韻》：緒也又姓楚有系益"
]
},
"長": {
"driang": [
"澄開三陽平",
"宕攝；陽韻；長小韻",
"白一平：drjang；推導普通話：chang2",
"《廣韻》：久也逺也常也永也直良切又直向丁丈二切八"
],
"triangx": [
"知開三陽上",
"宕攝；養韻；長小韻",
"白一平：trjangX；推導普通話：zhang3",
"《廣韻》：大也又漢複姓晉有長兒魯少事智伯智伯絕之三年其後死智伯之難知丈切又直張切一"
],
"driangh": [
"澄開三陽去",
"宕攝；漾韻；仗小韻",
"白一平：drjangH；推導普通話：zhang4",
"《廣韻》：多也又直良切"
]
},
"手": {
"sjux": [
"書開三尤上",
"流攝；有韻；首小韻",
"白一平：syuwX；推導普通話：shou3",
"《廣韻》：手足"
]
},
"次": {
"chiih": [
"清開三脂去",
"止攝；至韻；次小韻",
"白一平：tshijH；推導普通話：ci4",
"《廣韻》：次第也亦三宿曰次又姓吕氏春秋荆有勇士次非七四切九"
]
},
"明": {
"mieng": [
"明開三庚平",
"梗攝；庚韻；明小韻",
"白一平：mjaeng；推導普通話：ming2",
"《廣韻》：光也昭也通也發也又姓出平原河南山公集有平原明普武兵切五"
]
},
"打": {
"t'rangx": [
"端開二庚上",
"梗攝；梗韻；打小韻",
"白一平：taengX；推導普通話：",
"《廣韻》：擊也德冷切又都挺切一"
],
"tengx": [
"端開四青上",
"梗攝；迥韻；頂小韻",
"白一平：tengX；推導普通話：ding3",
"《廣韻》：擊也又都冷切"
]
},
"太": {
"thad": [
"透開一泰去",
"蟹攝；泰韻；泰小韻",
"白一平：thajH；推導普通話：tai4",
"《廣韻》：甚也大也通也周禮曰太史掌建邦之六典宋書曰太史掌歷數靈臺專候日月星氣焉經典本作大亦漢複姓六氏漢有尚書太叔雄古今人表有太師庇何氏姓苑云太征氏下邳人太士氏永嘉人又有太室氏太祝氏"
]
},
"路": {
"loh": [
"來開一模去",
"遇攝；暮韻；路小韻",
"白一平：luH；推導普通話：lu4",
"《廣韻》：道路亦大也周禮曰合方氏掌達天下之道路爾雅曰一達謂之道路又姓本自帝摯之後出陽平襄城陳留安定東陽河南等六望洛故切十三"
]
},
"起": {
"khix": [
"溪開三之上",
"止攝；止韻；起小韻",
"白一平：khiX；推導普通話：qi3",
"《廣韻》：興也作也立也發也又姓出何氏姓苑墟里切六"
]
},
"己": {
"kix": [
"見開三之上",
"止攝；止韻；紀小韻",
"白一平：kiX；推導普通話：ji3",
"《廣韻》：身己爾雅曰太歳在己曰屠維"
]
},
"相": {
"siang": [
"心開三陽平",
"宕攝；陽韻；襄小韻",
"白一平：sjang；推導普通話：xiang1",
"《廣韻》：共供也瞻視也崔豹古今注云相風烏夏禹作亦相思木名又姓出姓苑又息亮切"
],
"siangh": [
"心開三陽去",
"宕攝；漾韻；相小韻",
"白一平：sjangH；推導普通話：xiang4",
"《廣韻》：視也助也扶也仲虺爲湯左相漢書曰相國丞相皆秦官金印紫綬掌丞天子助理万物亦州名春秋時屬晉秦邯鄲郡地魏初以東部爲陽平郡西部爲廣平郡兼魏王都爲三魏後魏置相州取河亶甲居相之義周自故鄴移於安陽城也又姓後秦録有馮翊相雲作德獵賦又漢複姓三氏前趙録有偏將軍相里覽又務相氏廪君之姓也晉惠時空相機殺平南將軍孟觀息亮切又息良切一"
]
},
"主": {
"cjyox": [
"章合三虞上",
"遇攝；麌韻；主小韻",
"白一平：tsyuX；推導普通話：zhu3",
"《廣韻》：掌也領也典也守也君也說文曰鐙中火主又姓出姓苑之𢈔切五"
]
},
"關": {
"kruan": [
"見合二刪平",
"山攝；刪韻；關小韻",
"白一平：kwaen；推導普通話：guan1",
"《廣韻》：說文曰以木橫持門戸也聲類曰關所以閉也又姓風俗通云關令尹喜之後蜀有前將軍關羽河東解人古還切六"
]
},
"十": {
"zjip": [
"常開三侵入",
"深攝；緝韻；十小韻",
"白一平：dzyip；推導普通話：shi2",
"《廣韻》：數名是執切四"
]
},
"鳳": {
"biungh": [
"並開三東去",
"通攝；送韻；鳳小韻",
"白一平：bjuwngH；推導普通話：feng4",
"《廣韻》：爾雅曰鶠鳳其雌皇郭璞云瑞應鳥雞頭蛇頸燕頷[龜/龜]背魚尾五彩色髙六尺許孔演圖曰鳳爲火精說文曰神鳥也亦州在秦隴西郡地漢改雍州爲涼州魏其地沒蜀蜀平屬雍州本自白馬[𤣥/氏]羌所居晉爲仇池國後魏置固道郡又爲南岐州又改爲鳳州馮貢切二"
]
},
"外": {
"nguad": [
"疑合一泰去",
"蟹攝；泰韻；外小韻",
"白一平：ngwajH；推導普通話：wei4",
"《廣韻》：表也逺也五會切一"
]
},
"呢": {
"nrii": [
"孃開三脂平",
"止攝；脂韻；尼小韻",
"白一平：nrij；推導普通話：ni2",
"《廣韻》：言不了呢喃也"
]
},
"覺": {
"krauh": [
"見開二肴去",
"效攝；效韻；敎小韻",
"白一平：kaewH；推導普通話：jiao4",
"《廣韻》：睡覺又音角"
],
"kruk": [
"見開二江入",
"江攝；覺韻；覺小韻",
"白一平：kaewk；推導普通話：jue",
"《廣韻》：曉也大也明也寤也知也古岳切又古孝切十八"
]
},
"使": {
"srix": [
"生開三之上",
"止攝；止韻；史小韻",
"白一平：sriX；推導普通話：shi3",
"《廣韻》：役也令也又踈事切"
],
"srih": [
"生開三之去",
"止攝；志韻；駛小韻",
"白一平：sriH；推導普通話：shi4",
"《廣韻》：又色里切"
]
},
"該": {
"kai": [
"見開一咍平",
"蟹攝；咍韻；該小韻",
"白一平：koj；推導普通話：gai1",
"《廣韻》：備也咸也兼也皆也又軍中約也古哀切二十"
]
},
"友": {
"iux": [
"云開三尤上",
"流攝；有韻；有小韻",
"白一平：hjuwX；推導普通話：you3",
"《廣韻》：朋友同志爲友"
]
},
"才": {
"zai": [
"從開一咍平",
"蟹攝；咍韻；裁小韻",
"白一平：dzoj；推導普通話：cai2",
"《廣韻》：用也質也力也文才也說文作才艸木之初也"
]
},
"進": {
"cinh": [
"精開三眞去",
"臻攝；震韻；晉小韻",
"白一平：tsinH；推導普通話：jin4",
"《廣韻》：前也善也𦫵也登也又姓出何氏姓苑"
]
},
"凰": {
"ghuang": [
"匣合一唐平",
"宕攝；唐韻；黃小韻",
"白一平：hwang；推導普通話：huang2",
"《廣韻》：鳳凰本作皇詩傳云雄曰鳳雌曰皇"
]
},
"民": {
"mjin": [
"明開三A眞平",
"臻攝；眞韻；民小韻",
"重紐A類",
"白一平：mjin；推導普通話：min2",
"《廣韻》：說文曰衆萌也彌鄰切五"
]
},
"著": {
"drio": [
"澄開三魚平",
"遇攝；魚韻；除小韻",
"白一平：drjo；推導普通話：chu2",
"《廣韻》：爾雅云太歳在戊曰著雍又直略陟慮陟略三切"
],
"triox": [
"知開三魚上",
"遇攝；語韻；貯小韻",
"白一平：trjoX；推導普通話：zhu3",
"《廣韻》：著任又張慮直略二切"
],
"trioh": [
"知開三魚去",
"遇攝；御韻；著小韻",
"白一平：trjoH；推導普通話：zhu4",
"《廣韻》：明也處也立也補也成也定也陟慮切又張略長略二切二"
],
"triak": [
"知開三陽入",
"宕攝；藥韻；芍小韻",
"白一平：trjak；推導普通話：zhuo",
"《廣韻》：服衣於身又直略張豫二切"
],
"driak": [
"澄開三陽入",
"宕攝；藥韻；著小韻",
"白一平：drjak；推導普通話：zhuo2",
"《廣韻》：附也直略切一"
]
},
"各": {
"kak": [
"見開一唐入",
"宕攝；鐸韻；各小韻",
"白一平：kak；推導普通話：ge",
"《廣韻》：說文云異詞也古落切五"
]
},
"全": {
"zyen": [
"從合三仙平",
"山攝；仙韻；全小韻",
"白一平：dzjwen；推導普通話：quan2",
"《廣韻》：完也具也又姓吳有大司馬全琮疾縁切七"
]
},
"將": {
"ciang": [
"精開三陽平",
"宕攝；陽韻；將小韻",
"白一平：tsjang；推導普通話：jiang1",
"《廣韻》：送也行也大也助也辝也又姓後趙録有常山太守將容即良切又子諒切六"
],
"ciangh": [
"精開三陽去",
"宕攝；漾韻；醬小韻",
"白一平：tsjangH；推導普通話：jiang4",
"《廣韻》：將帥"
]
},
"少": {
"sjeux": [
"書開三宵上",
"效攝；小韻；少小韻",
"白一平：syewX；推導普通話：shao3",
"《廣韻》：不多也書沼切又式照切三"
],
"sjeuh": [
"書開三宵去",
"效攝；笑韻；少小韻",
"白一平：syewH；推導普通話：shao4",
"《廣韻》：幼少漢書曰少府秦官掌山海池澤之稅以給供養又漢複姓五氏說苑趙𥳑子御有少室周魯惠公子施叔之後有少施氏家語魯有少正卯孔子弟子有少叔乗何氏姓苑有少師氏失照切又失沼切二"
]
},
"兩": {
"liangx": [
"來開三陽上",
"宕攝；養韻；㒳小韻",
"白一平：ljangX；推導普通話：liang3",
"《廣韻》：上同說文曰二十四銖爲一兩"
],
"liangh": [
"來開三陽去",
"宕攝；漾韻；亮小韻",
"白一平：ljangH；推導普通話：liang4",
"《廣韻》：車數"
]
},
"加": {
"kra": [
"見開二麻平",
"假攝；麻韻；嘉小韻",
"白一平：kae；推導普通話：jia1",
"《廣韻》：增也上也陵也"
]
},
"回": {
"ghuai": [
"匣合一灰平",
"蟹攝；灰韻；回小韻",
"白一平：hwoj；推導普通話：hui2",
"《廣韻》：違也轉也邪也又回中地名亦姓古賢者方回之後户恢切十三"
]
},
"感": {
"komx": [
"見開一覃上",
"咸攝；感韻；感小韻",
"白一平：komX；推導普通話：gan3",
"《廣韻》：動也古禫切十一"
]
},
"式": {
"sjik": [
"書開三蒸入",
"曾攝；職韻；識小韻",
"白一平：syik；推導普通話：shi",
"《廣韻》：法也敬也用也度也又姓出何氏姓苑"
]
},
"第": {
"deh": [
"定開四齊去",
"蟹攝；霽韻；第小韻",
"白一平：dejH；推導普通話：di4",
"《廣韻》：次第說文本作弟韋束之次弟也今爲兄弟字又漢複姓二氏後漢書第五倫傳云齊諸田徙園陵者多故以次第爲氏有第五第八等氏特計切二十九"
]
},
"球": {
"giu": [
"羣開三尤平",
"流攝；尤韻；𧚍小韻",
"白一平：gjuw；推導普通話：qiu2",
"《廣韻》：美玉說文曰玉磬也"
]
},
"性": {
"siengh": [
"心開三清去",
"梗攝；勁韻；性小韻",
"白一平：sjengH；推導普通話：xing4",
"《廣韻》：性行也息正切二"
]
},
"老": {
"laux": [
"來開一豪上",
"效攝；晧韻；老小韻",
"白一平：lawX；推導普通話：lao3",
"《廣韻》：𦒿老亦姓左傳宋有老佐盧晧切十四"
]
},
"程": {
"drieng": [
"澄開三清平",
"梗攝；清韻；呈小韻",
"白一平：drjeng；推導普通話：cheng2",
"《廣韻》：期也式也限也品也又姓出廣平安定二望本自顓頊重黎之後周宣王時程伯休父入爲大司馬封于程後遂爲氏與司馬氏同"
]
},
"把": {
"prax": [
"幫開二麻上",
"假攝；馬韻；把小韻",
"白一平：paeX；推導普通話：ba3",
"《廣韻》：持也執也博下切一"
]
},
"被": {
"biex": [
"並開三B支上",
"止攝；紙韻；被小韻",
"重紐B類",
"白一平：bjeX；推導普通話：pi4",
"《廣韻》：寢衣也又姓吕氏春秋有大夫被瞻皮彼切又皮義切二"
],
"bieh": [
"並開三B支去",
"止攝；寘韻；髲小韻",
"重紐B類",
"白一平：bjeH；推導普通話：bi4",
"《廣韻》：被服也覆也書曰光被四表又平彼切寢衣也"
]
},
"公": {
"kung": [
"見開一東平",
"通攝；東韻；公小韻",
"白一平：kuwng；推導普通話：gong1",
"《廣韻》：通也父也正也共也官也三公論道又公者無私也從八從厶厶音私八背意也背厶爲公也亦姓漢有主爵都尉公儉又漢複姓八十五氏左傳魯有公冉務人公斂陽公何[𦵧/藐]公父歜公賔庚公思展公鉏極公[申/甲]叔子費宰公山弗櫌公甲叔公巫召伯衞有公文要戰國䇿齊威王時有左執法公旗蕃左傳齊悼子公旗之後左傳季武子庶子公沮後以爲氏孟子有公行子著書左傳晉成公以卿之庶子爲公行大夫其後氏焉孔子家語魯有公冶長又公索氏將祭而亡其牲者魯有公愼氏出婬妻又有公罔之裘揚觶者孔子弟子齊人公晳哀陳人公良儒公西赤公祖句兹公肩定漢書藝文志有公檮子著書又有公勝生著書濟南公玉帶上明堂圖功臣表有公師壹晉穆公子成師之後又有公扈滿意後漢有零陵太守公仇稱晉穆公子仇之後又弘農令北海公沙穆山陽公堵恭魏志有公夏浩晉書有征虜長史太山公正羣成都王帳下督公帥蕃本姓公師避晉景帝諱改爲公帥氏前趙録有大中大夫公帥式子夏門人齊人公羊髙作春秋傳列女傳有公乗之姒墨子魯有公輸班衞大夫公叔文子史記有魯相公儀休孔子門人公休哀又有公祈哀禮記魯大夫公明儀何氏姓苑云今髙平人衞大夫公南文子魯有公荆皎衞大夫公子荆之後魯大夫公襄昭魯襄公太子野之後魯大夫公伯寮何氏姓苑云彭城人趙平陵太守公休勝魯士官公爲珍魯昭公子公爲之後楚大夫公朱髙宋公子子朱之後公車氏秦公子伯車之後淮南子有公牛哀病七日化爲虎齊公子牛之後吕氏春秋有邴大夫公息忘孟子稱公都子有學業楚公子田食采於都邑後氏焉公劉氏后稷公劉之後古今人表有公房皮楚公子房之後郭泰别傳有渤海公族進階衞大夫有公上王世本有魯大夫公之文晉蒲邑大夫公佗世郷秦公子金之後有公金氏齊公子成之後有公牽氏何氏姓苑云公右氏今琅邪人公左氏今髙平人又有公言公孟公獻公留公石公旅公仲等氏又左傳衞有𢈔公差以善射聞祭公謀父出自姜姓申公子福楚申公巫臣之後衞有尹公佗楚大夫逢公子仲楚白公勝之後有白公氏文字志云魏文侯時有古樂人竇公氏獻古文樂書一篇秦有博士黃公庇古今人表神農之後有公幹仕齊爲大夫其後氏焉丗本有大公叔頴又有公紀氏衞有大夫左公子洩右公子職漢四晧有園公先生尚書僕射東郡成公敞古紅切十三"
]
},
"論": {
"lyn": [
"來合三諄平",
"臻攝；諄韻；淪小韻",
"白一平：lwin；推導普通話：lun2",
"《廣韻》：言有理出字書又盧昆切"
],
"luon": [
"來合一魂平",
"臻攝；魂韻；論小韻",
"白一平：lwon；推導普通話：lun2",
"《廣韻》：說也議也思也盧昆切又力旬盧鈍二切四"
],
"luonh": [
"來合一魂去",
"臻攝；慁韻；論小韻",
"白一平：lwonH；推導普通話：lun4",
"《廣韻》：議也盧困切又虜昆切三"
]
},
"及": {
"gip": [
"羣開三B侵入",
"深攝；緝韻；及小韻",
"重紐B類",
"白一平：gip；推導普通話：ji2",
"《廣韻》：至也逮也連也辝也其立切七"
]
},
"龍": {
"lyung": [
"來開三鍾平",
"通攝；鍾韻；龍小韻",
"白一平：ljowng；推導普通話：long2",
"《廣韻》：通也和也寵也鱗蟲之長也易曰雲從龍又姓舜納言龍之後力鍾切九"
]
},
"校": {
"ghrauh": [
"匣開二肴去",
"效攝；效韻；效小韻",
"白一平：haewH；推導普通話：xiao4",
"《廣韻》：校尉官名亦姓周禮校人之後又音敎"
],
"krauh": [
"見開二肴去",
"效攝；效韻；敎小韻",
"白一平：kaewH；推導普通話：jiao4",
"《廣韻》：檢校又考校"
]
},
"別": {
"biet": [
"並開三B仙入",
"山攝；薛韻；别小韻",
"重紐B類",
"白一平：bjet；推導普通話：bie2",
"《廣韻》：異也離也解也說文作剛又姓何氏姓苑云揚州人皮列切又彼列切二"
]
},
"體": {
"thex": [
"透開四齊上",
"蟹攝；薺韻；體小韻",
"白一平：thejX；推導普通話：ti3",
"《廣韻》：體身也又生也他禮切八"
]
},
"重": {
"dryung": [
"澄開三鍾平",
"通攝；鍾韻；重小韻",
"白一平：drjowng；推導普通話：chong2",
"《廣韻》：複也疊也直容切又直勇直用二切六"
],
"dryungx": [
"澄開三鍾上",
"通攝；腫韻；重小韻",
"白一平：drjowngX；推導普通話：zhong4",
"《廣韻》：多也厚也善也愼也直隴切又直龍直用二切四"
],
"dryungh": [
"澄開三鍾去",
"通攝；用韻；重小韻",
"白一平：drjowngH；推導普通話：zhong4",
"《廣韻》：更爲也柱用切又直容切三"
]
},
"給": {
"kip": [
"見開三B侵入",
"深攝；緝韻；急小韻",
"重紐B類",
"白一平：kip；推導普通話：ji",
"《廣韻》：供給又姓出姓苑"
]
},
"聽": {
"theng": [
"透開四青平",
"梗攝；青韻；汀小韻",
"白一平：theng；推導普通話：ting1",
"《廣韻》：聆也又湯定切"
],
"thengh": [
"透開四青去",
"梗攝；徑韻；聽小韻",
"白一平：thengH；推導普通話：ting4",
"《廣韻》：待也聆也謀也他定切又音㕔三"
]
},
"水": {
"sjyix": [
"書合三脂上",
"止攝；旨韻；水小韻",
"白一平：sywijX；推導普通話：shui3",
"《廣韻》：說文曰準也北方之行也釋名曰水準也準平物也式軌切一"
]
},
"常": {
"zjang": [
"常開三陽平",
"宕攝；陽韻；常小韻",
"白一平：dzyang；推導普通話：chang2",
"《廣韻》：倍尋曰常又官名漢書曰奉常秦官掌宗廟禮儀景帝六年更名太常也釋名曰九旂之名日月爲常謂畫日月於其端天子所建言常明也亦姓出河内漢有常惠市羊切十"
]
},
"見": {
"kenh": [
"見開四先去",
"山攝；霰韻；見小韻",
"白一平：kenH；推導普通話：jian4",
"《廣韻》：視也又姓出姓苑古電切又胡電切二"
],
"ghenh": [
"匣開四先去",
"山攝；霰韻；見小韻",
"白一平：henH；推導普通話：xian4",
"《廣韻》：露也胡甸切四"
]
},
"東": {
"tung": [
"端開一東平",
"通攝；東韻；東小韻",
"白一平：tuwng；推導普通話：dong1",
"《廣韻》：春方也說文曰動也从日在木中亦東風菜廣州記云陸地生莖赤和肉作羹味如酪香似蘭吳都賦云莫則東風扶留又姓舜七友有東不訾又漢複姓十三氏左傳魯郷東門襄仲後因氏焉齊有大夫東郭偃又有東宫得臣晉有東關嬖五神仙傳有廣陵人東陵聖母適杜氏齊景公時有隱居東陵者乃以爲氏丗本宋大夫東郷爲[-/人]賈執英賢傳云今高密有東郷姓宋有貟外郎東陽無疑撰齊諧記七卷昔有東閭子甞富貴後乞於道云吾爲相六年未薦一士夏禹之後東樓公封于杞後以爲氏莊子東野稷漢有平原東方朔曹瞞傳有南陽太守東里昆何氏姓苑有東萊氏德紅切十七"
]
},
"風": {
"piung": [
"幫開三東平",
"通攝；東韻；風小韻",
"白一平：pjuwng；推導普通話：feng1",
"《廣韻》：敎也佚也告也聲也河圖曰風者天地之使元命包曰隂陽怒而爲風方戎切七"
],
"piungh": [
"幫開三東去",
"通攝；送韻；諷小韻",
"白一平：pjuwngH；推導普通話：feng4",
"《廣韻》：上同見詩"
]
},
"解": {
"ghrex": [
"匣開二佳上",
"蟹攝；蟹韻；蟹小韻",
"白一平：heaX；推導普通話：xia4",
"《廣韻》：曉也又解廌仁獸似牛一角亦姓自唐叔虞食邑於解今解縣也晉有解狐解楊出鴈門又虜複姓魏書有解批氏又佳買古賣二切"
],
"krex": [
"見開二佳上",
"蟹攝；蟹韻；解小韻",
"白一平：keaX；推導普通話：jia3",
"《廣韻》：講也說也脫也散也佳買切三"
],
"kreh": [
"見開二佳去",
"蟹攝；卦韻；懈小韻",
"白一平：keaH；推導普通話：jia4",
"《廣韻》：除也"
],
"ghreh": [
"匣開二佳去",
"蟹攝；卦韻；邂小韻",
"白一平：heaH；推導普通話：xia4",
"《廣韻》：曲解亦縣名在蒲州又古賣古買胡買三切"
]
},
"灣": {
"qruan": [
"影合二刪平",
"山攝；刪韻；彎小韻",
"白一平：'waen；推導普通話：wan1",
"《廣韻》：水曲"
]
},
"月": {
"ngyat": [
"疑合三元入",
"臻攝；月韻；月小韻",
"白一平：ngjwot；推導普通話：yue4",
"《廣韻》：范子計然云月者尺也者紀度而成數也王子年拾遺録曰水精爲月魚厥切十一"
]
},
"等": {
"taix": [
"端開一咍上",
"蟹攝；海韻；等小韻",
"白一平：tojX；推導普通話：dai3",
"《廣韻》：齊也多改切又多肯切一"
],
"tongx": [
"端開一登上",
"曾攝；等韻；等小韻",
"白一平：tongX；推導普通話：deng3",
"《廣韻》：齊也類也比也輩也多肯切一"
]
},
"部": {
"box": [
"並開一模上",
"遇攝；姥韻；簿小韻",
"白一平：buX；推導普通話：bu4",
"《廣韻》：部伍又部曲"
],
"bux": [
"並開一侯上",
"流攝；厚韻；部小韻",
"白一平：buwX；推導普通話：bou4",
"《廣韻》：署也又姓出姓苑蒲口切十"
]
},
"原": {
"ngyan": [
"疑合三元平",
"臻攝；元韻；元小韻",
"白一平：ngjwon；推導普通話：yuan2",
"《廣韻》：廣平曰原亦州名漢髙平縣[-/後]魏爲鎭[州▼州字當刪▲]又改原州蓋取髙平曰原爲名又姓孔子弟子有原憲說文本作邍原即與[厵/𠫐]同"
]
},
"美": {
"miix": [
"明開三B脂上",
"止攝；旨韻；美小韻",
"重紐B類",
"白一平：mijX；推導普通話：mi3",
"《廣韻》：好色說文曰甘也从羊从大羊在六畜主給膳也美与善同意無鄙切五"
]
},
"先": {
"sen": [
"心開四先平",
"山攝；先韻；先小韻",
"白一平：sen；推導普通話：xian1",
"《廣韻》：先後也又姓左傳晉有先軫蘇前切又蘇薦切四"
],
"senh": [
"心開四先去",
"山攝；霰韻；霰小韻",
"白一平：senH；推導普通話：xian4",
"《廣韻》：先後猶娣姒又姓出河東又蘇前切"
]
},
"音": {
"qim": [
"影開三B侵平",
"深攝；侵韻；音小韻",
"重紐B類",
"白一平：'im；推導普通話：yin1",
"《廣韻》：說文曰聲也生於心有節於外謂之音宫商角徵羽聲也絲竹金石匏土革木音也於金切八"
]
},
"通": {
"thung": [
"透開一東平",
"通攝；東韻；通小韻",
"白一平：thuwng；推導普通話：tong1",
"《廣韻》：達也三禮圖曰通天冠一名高山冠上之所服也亦州名本漢宕渠縣內有地萬餘頃因名爲萬州後魏以萬州居四達之路改爲通州又姓出姓苑他紅切九"
]
},
"管": {
"kuanx": [
"見合一桓上",
"山攝；緩韻；管小韻",
"白一平：kwanX；推導普通話：guan3",
"《廣韻》：樂器也主當也又姓出平原周文王子管叔之後古滿切十二"
]
},
"網": {
"myangx": [
"明合三陽上",
"宕攝；養韻；网小韻",
"白一平：mjangX；推導普通話：wang3",
"《廣韻》：上同"
]
},
"區": {
"khyo": [
"溪合三虞平",
"遇攝；虞韻；區小韻",
"白一平：khju；推導普通話：qu1",
"《廣韻》：具區吳藪名又禮曰草木茂區萌達注云屈生曰區亦姓後漢末有長沙區[景/星]豈俱切八"
],
"qu": [
"影開一侯平",
"流攝；侯韻；謳小韻",
"白一平：'uw；推導普通話：ou1",
"《廣韻》：姓也古善劒區冶子之後今郴州有之"
]
},
"期": {
"gi": [
"羣開三之平",
"止攝；之韻；其小韻",
"白一平：gi；推導普通話：qi2",
"《廣韻》：期信也會也限也要也又姓風俗通有期思國又漢複姓二氏後漢梁鴻改姓運期氏古仙人有安期生賈執英賢傳云今琅邪人"
]
},
"錯": {
"choh": [
"清開一模去",
"遇攝；暮韻；厝小韻",
"白一平：tshuH；推導普通話：cu4",
"《廣韻》：金塗又姓宋太宰之後又千各切"
],
"chak": [
"清開一唐入",
"宕攝；鐸韻；錯小韻",
"白一平：tshak；推導普通話：cuo",
"《廣韻》：鑢別名又雜也摩也詩傳云東西爲交邪行爲錯說文云金涂也倉各切七"
]
},
"否": {
"biix": [
"並開三B脂上",
"止攝；旨韻；否小韻",
"重紐B類",
"白一平：bijX；推導普通話：bi4",
"《廣韻》：塞也符鄙切又方久切八"
],
"piux": [
"幫開三尤上",
"流攝；有韻；缶小韻",
"白一平：pjuwX；推導普通話：fou3",
"《廣韻》：說文不也又房彼切"
]
},
"樂": {
"ngrauh": [
"疑開二肴去",
"效攝；效韻；樂小韻",
"白一平：ngaewH；推導普通話：yao4",
"《廣韻》：好也五敎切又岳洛二音三"
],
"ngruk": [
"疑開二江入",
"江攝；覺韻；嶽小韻",
"白一平：ngaewk；推導普通話：yue4",
"《廣韻》：音樂周禮有六樂雲門咸池大韶大夏大濩大武又姓出南陽本自有殷微子之後守戴公四丗孫樂莒爲大司宼"
],
"lak": [
"來開一唐入",
"宕攝；鐸韻；落小韻",
"白一平：lak；推導普通話：luo4",
"《廣韻》：喜樂又五角五敎二切"
]
},
"入": {
"njip": [
"日開三侵入",
"深攝；緝韻；入小韻",
"白一平：nyip；推導普通話：ri4",
"《廣韻》：得也内也納也人執切二"
]
},
"書": {
"sjo": [
"書開三魚平",
"遇攝；魚韻；書小韻",
"白一平：syo；推導普通話：shu1",
"《廣韻》：世本曰沮誦蒼頡作書釋名曰書庶也紀庶物也亦言著也著之𥳑紙[求/水]不滅也傷魚切七"
]
},
"讓": {
"njangh": [
"日開三陽去",
"宕攝；漾韻；讓小韻",
"白一平：nyangH；推導普通話：rang4",
"《廣韻》：退讓責讓又交讓木名兩樹相對一枯則一生岷山有之人㨾切[三/四]"
]
},
"四": {
"siih": [
"心開三脂去",
"止攝；至韻；四小韻",
"白一平：sijH；推導普通話：si4",
"《廣韻》：說文曰隂數也象四分之形息利切十四"
]
},
"由": {
"ju": [
"以開三尤平",
"流攝；尤韻；猷小韻",
"白一平：yuw；推導普通話：you2",
"《廣韻》：從也經也用也行也又姓史記有由余"
]
},
"選": {
"syenx": [
"心合三仙上",
"山攝；獮韻；選小韻",
"白一平：sjwenX；推導普通話：xuan3",
"《廣韻》：擇也思兖切又思管切又思管切三"
],
"syenh": [
"心合三仙去",
"山攝；線韻；選小韻",
"白一平：sjwenH；推導普通話：xuan4",
"《廣韻》：息絹切八"
]
},
"較": {
"krauh": [
"見開二肴去",
"效攝；效韻；敎小韻",
"白一平：kaewH；推導普通話：jiao4",
"《廣韻》：不等又音角"
],
"kruk": [
"見開二江入",
"江攝；覺韻；覺小韻",
"白一平：kaewk；推導普通話：jue",
"《廣韻》：車箱又直也略也又古孝切"
]
},
"數": {
"sryox": [
"生合三虞上",
"遇攝；麌韻；數小韻",
"白一平：srjuX；推導普通話：shu3",
"《廣韻》：說文計也所矩切又所句所角二切二"
],
"sryoh": [
"生合三虞去",
"遇攝；遇韻；捒小韻",
"白一平：srjuH；推導普通話：shu4",
"《廣韻》：筭數周禮有九數方田粟米差分少廣商功均輸方程贏不足旁要也丗本曰隷首作數又色矩色角二切又音速"
],
"sruk": [
"生開二江入",
"江攝；覺韻；朔小韻",
"白一平：sraewk；推導普通話：shuo",
"《廣韻》：頻數"
]
},
"表": {
"pieux": [
"幫開三B宵上",
"效攝；小韻；表小韻",
"重紐B類",
"白一平：pjewX；推導普通話：biao3",
"《廣韻》：明也亦牋表釋名云下言於上曰表說文作𧘝上衣也古者衣裘以毛爲表也又姓出姓苑陂[嬌/矯]切四"
]
},
"場": {
"driang": [
"澄開三陽平",
"宕攝；陽韻；長小韻",
"白一平：drjang；推導普通話：chang2",
"《廣韻》：祭神道處又治穀地也"
]
},
"它": {
"tha": [
"透開一歌平",
"果攝；歌韻；佗小韻",
"白一平：tha；推導普通話：tuo1",
"《廣韻》：說文曰虫也从虫而長象[冕/冤]曲垂尾形上古艸居患它故相問無它乎"
]
},
"從": {
"zyung": [
"從開三鍾平",
"通攝；鍾韻；從小韻",
"白一平：dzjowng；推導普通話：cong2",
"《廣韻》：就也又姓漢有將軍從公何氏姓苑云今東莞人疾容切又即容七恭秦用三切三"
],
"chyung": [
"清開三鍾平",
"通攝；鍾韻；樅小韻",
"白一平：tshjowng；推導普通話：cong1",
"《廣韻》：從容又疾容秦用二切"
],
"zyungh": [
"從開三鍾去",
"通攝；用韻；從小韻",
"白一平：dzjowngH；推導普通話：zong4",
"《廣韻》：隨行也疾用切又才容切一"
]
},
"快": {
"khruad": [
"溪合二夬去",
"蟹攝；夬韻；快小韻",
"白一平：khwaejH；推導普通話：kuai4",
"《廣韻》：稱心也喜也可也又姓漢有快欽苦夬切五"
]
},
"歡": {
"huan": [
"曉合一桓平",
"山攝；桓韻；歡小韻",
"白一平：xwan；推導普通話：huan1",
"《廣韻》：喜也呼官切十三"
]
},
"至": {
"cjiih": [
"章開三脂去",
"止攝；至韻；至小韻",
"白一平：tsyijH；推導普通話：zhi4",
"《廣韻》：到也說文曰鳥飛从髙下至地也篆文象形脂利切十三"
]
},
"立": {
"lip": [
"來開三侵入",
"深攝；緝韻；立小韻",
"白一平：lip；推導普通話：li4",
"《廣韻》：行立又住也成也又漢複姓魯有賢人立如子力入切九"
]
},
"目": {
"miuk": [
"明開三東入",
"通攝；屋韻；目小韻",
"白一平：mjuwk；推導普通話：mu4",
"《廣韻》：釋名曰目默也默而内識也說文曰人眼象形重童子也莫六切十一"
]
},
"社": {
"zjax": [
"常開三麻上",
"假攝；馬韻；社小韻",
"白一平：dzyaeX；推導普通話：she4",
"《廣韻》：社稷又漢複姓二氏風俗通云齊昌徙居社南因以爲氏何氏姓苑云右扶風有焉又有社比氏常者切三"
]
},
"合": {
"ghop": [
"匣開一覃入",
"咸攝；合韻；合小韻",
"白一平：hop；推導普通話：he2",
"《廣韻》：合同亦器名亦六合天地四方對也又州名秦爲巴郡宋爲宕渠郡後魏置合州蓋涪漢二水合流之處因以名之又姓左傳宋有大夫合左師又漢複姓髙帝功臣表有合[博虞/傅胡害]侯閤切又音閤十一"
],
"kop": [
"見開一覃入",
"咸攝；合韻；閤小韻",
"白一平：kop；推導普通話：ge",
"《廣韻》：合集又音䢔"
]
},
"望": {
"myang": [
"明合三陽平",
"宕攝；陽韻；亡小韻",
"白一平：mjang；推導普通話：wang2",
"《廣韻》：看望又音妄"
],
"myangh": [
"明合三陽去",
"宕攝；漾韻；妄小韻",
"白一平：mjangH；推導普通話：wang4",
"《廣韻》：看望說文曰出亡在外望其還也亦祭名又姓何氏姓苑云魏興人又音亡"
]
},
"認": {
"njinh": [
"日開三眞去",
"臻攝；震韻；刃小韻",
"白一平：nyinH；推導普通話：ren4",
"《廣韻》：識也"
],
"njingh": [
"日開三蒸去",
"曾攝；證韻；認小韻",
"白一平：nyingH；推導普通話：reng4",
"《廣韻》：認物而證切又而振切四"
]
},
"告": {
"kauh": [
"見開一豪去",
"效攝；号韻；誥小韻",
"白一平：kawH；推導普通話：gao4",
"《廣韻》：報也說文作𠰛又音梏"
],
"kuuk": [
"見開一冬入",
"通攝；沃韻；梏小韻",
"白一平：kowk；推導普通話：ku",
"《廣韻》：又音誥告上曰告發下曰誥"
]
},
"更": {
"krang": [
"見開二庚平",
"梗攝；庚韻；庚小韻",
"白一平：kaeng；推導普通話：geng1",
"《廣韻》：代也償也改也又古孟切"
],
"krangh": [
"見開二庚去",
"梗攝；映韻；更小韻",
"白一平：kaengH；推導普通話：geng4",
"《廣韻》：易也改也說文作㪅古孟切又古衡切一"
]
},
"幾": {
"gioi": [
"羣開三微平",
"止攝；微韻；祈小韻",
"白一平：gj+j；推導普通話：qi2",
"《廣韻》：近也又居依居豈二切"
],
"kioi": [
"見開三微平",
"止攝；微韻；機小韻",
"白一平：kj+j；推導普通話：ji1",
"《廣韻》：庶幾又祈蟣二音"
],
"kioix": [
"見開三微上",
"止攝；尾韻；蟣小韻",
"白一平：kj+jX；推導普通話：ji3",
"《廣韻》：幾何又旣稀切"
],
"gioih": [
"羣開三微去",
"止攝；未韻；䤒小韻",
"白一平：gj+jH；推導普通話：ji4",
"《廣韻》：未巳又音蟣音機"
]
},
"考": {
"khaux": [
"溪開一豪上",
"效攝；晧韻；考小韻",
"白一平：khawX；推導普通話：kao3",
"《廣韻》：校也成也引也亦瑕釁淮南子云夏后氏之璜不能無考是也又姓出何氏姓苑苦浩切十"
]
},
"度": {
"doh": [
"定開一模去",
"遇攝；暮韻；渡小韻",
"白一平：duH；推導普通話：du4",
"《廣韻》：法度又姓出後漢荆州刺史度尚又徒各切"
],
"dak": [
"定開一唐入",
"宕攝；鐸韻；鐸小韻",
"白一平：dak；推導普通話：duo2",
"《廣韻》：度量也又音渡"
]
},
"難": {
"nan": [
"泥開一寒平",
"山攝；寒韻；難小韻",
"白一平：nan；推導普通話：nan2",
"《廣韻》：艱也不易稱也又木難珠名其色黃生東夷曹植樂府詩曰珊瑚間木難又姓百濟人說文作𪇼鳥也本又作𩁢那干切又奴[肝/汗]切四"
],
"nanh": [
"泥開一寒去",
"山攝；翰韻；攤小韻",
"白一平：nanH；推導普通話：nan4",
"《廣韻》：患也又奴丹切"
]
},
"版": {
"pranx": [
"幫開二刪上",
"山攝；潸韻；版小韻",
"白一平：paenX；推導普通話：ban3",
"《廣韻》：說文判也布綰切六"
]
},
"頭": {
"du": [
"定開一侯平",
"流攝；侯韻；頭小韻",
"白一平：duw；推導普通話：tou2",
"《廣韻》：說文云頭首也釋名云頭獨也於體髙而獨也度侯切十五"
]
},
"喜": {
"hix": [
"曉開三之上",
"止攝；止韻；喜小韻",
"白一平：xiX；推導普通話：xi3",
"《廣韻》：喜樂又聞喜縣在絳州漢武帝幸左邑聞南越破遂改爲聞喜縣禮記曰人喜則斯陶陶斯咏虛里切又香忌切三"
]
},
"許": {
"hiox": [
"曉開三魚上",
"遇攝；語韻；許小韻",
"白一平：xjoX；推導普通話：xu3",
"《廣韻》：許可也與也聽也亦州名本爲許國大嶽之𦙍周武王伐紂所封漢爲潁川郡周爲許州又姓出髙陽汝南本自姜姓炎帝之後大嶽之𦙍其後因封爲氏虛吕切二"
]
},
"光": {
"kuang": [
"見合一唐平",
"宕攝；唐韻；光小韻",
"白一平：kwang；推導普通話：guang1",
"《廣韻》：明也亦州名漢西陽縣地屬江夏郡梁置光州因浮光山爲名又姓田光之後秦末子孫避地以光爲氏晉有樂安光逸古黃切十四"
],
"kuangh": [
"見合一唐去",
"宕攝；宕韻；桄小韻",
"白一平：kwangH；推導普通話：guang4",
"《廣韻》：上色又古黃切"
]
},
"今": {
"kim": [
"見開三B侵平",
"深攝；侵韻；金小韻",
"重紐B類",
"白一平：kim；推導普通話：jin1",
"《廣韻》：對古之稱說文云是時也"
]
},
"買": {
"mrex": [
"明開二佳上",
"蟹攝；蟹韻；買小韻",
"白一平：meaX；推導普通話：mai3",
"《廣韻》：說文市也莫蟹切五"
]
},
"算": {
"suanx": [
"心合一桓上",
"山攝；緩韻；算小韻",
"白一平：swanX；推導普通話：suan3",
"《廣韻》：物之數也蘇管切三"
]
},
"弟": {
"dex": [
"定開四齊上",
"蟹攝；薺韻；弟小韻",
"白一平：dejX；推導普通話：di4",
"《廣韻》：兄弟爾雅曰男子先生爲兄後生爲弟徒禮切又特計切七"
],
"deh": [
"定開四齊去",
"蟹攝；霽韻；第小韻",
"白一平：dejH；推導普通話：di4",
"《廣韻》：見上注又音上聲"
]
},
"若": {
"nja": [
"日開三麻平",
"假攝；麻韻；若小韻",
"白一平：nyae；推導普通話：re2",
"《廣韻》：蜀地名出巴中記人賖切又惹弱二音二"
],
"njax": [
"日開三麻上",
"假攝；馬韻；若小韻",
"白一平：nyaeX；推導普通話：re3",
"《廣韻》：乾草又般若出釋典又虜複姓二氏周書若干惠傳曰其先與魏俱起以國爲姓後燕録有步兵校尉若久和人者切又人勺切三"
],
"njak": [
"日開三陽入",
"宕攝；藥韻；若小韻",
"白一平：nyak；推導普通話：ruo4",
"《廣韻》：如也順也汝也辝也又杜若香草亦姓魯人也又虜三字姓後魏書若口引氏後改爲寇氏而灼切十一"
]
},
"統": {
"thuungh": [
"透開一冬去",
"通攝；宋韻；統小韻",
"白一平：thowngH；推導普通話：tong4",
"《廣韻》：揔也紀也又姓他綜切二"
]
},
"身": {
"sjin": [
"書開三眞平",
"臻攝；眞韻；申小韻",
"白一平：syin；推導普通話：shen1",
"《廣韻》：親也躬也"
]
},
"記": {
"kih": [
"見開三之去",
"止攝；志韻；記小韻",
"白一平：kiH；推導普通話：ji4",
"《廣韻》：記志也說文䟽也居吏切一"
]
},
"代": {
"daih": [
"定開一咍去",
"蟹攝；代韻；代小韻",
"白一平：dojH；推導普通話：dai4",
"《廣韻》：更代年代亦州名春秋時屬晉其後趙襄子以銅斗擊殺代王取其地至秦隷太原郡漢置雲中鴈門代郡魏爲州又姓史記趙有代舉徒耐切十三"
]
},
"號": {
"ghau": [
"匣開一豪平",
"效攝；豪韻；豪小韻",
"白一平：haw；推導普通話：hao2",
"《廣韻》：大呼也又哭也詩云或號或呼易云先號咷而後𥬇又乎到切"
],
"ghauh": [
"匣開一豪去",
"效攝；号韻；号小韻",
"白一平：hawH；推導普通話：hao4",
"《廣韻》：上同又乎刀切"
]
},
"處": {
"chjox": [
"昌開三魚上",
"遇攝；語韻；杵小韻",
"白一平：tsyhoX；推導普通話：chu3",
"《廣韻》：居也止也制也息也留也定也說文又作処亦姓風俗通云漢有北海太守處興"
],
"chjoh": [
"昌開三魚去",
"遇攝；御韻；處小韻",
"白一平：tsyhoH；推導普通話：chu4",
"《廣韻》：處所也昌據切又音杵二"
]
},
"完": {
"ghuan": [
"匣合一桓平",
"山攝；桓韻；桓小韻",
"白一平：hwan；推導普通話：huan2",
"《廣韻》：全也"
]
},
"接": {
"ciep": [
"精開三鹽入",
"咸攝；葉韻；接小韻",
"白一平：tsjep；推導普通話：jie",
"《廣韻》：交也持也合也會也又姓三輔決録有接昕子即葉切十一"
]
},
"計": {
"keh": [
"見開四齊去",
"蟹攝；霽韻；計小韻",
"白一平：kejH；推導普通話：ji4",
"《廣韻》：籌計說文會也筭也又姓後漢有計子勲古詣切十二"
]
},
"言": {
"ngian": [
"疑開三元平",
"臻攝；元韻；言小韻",
"白一平：ngjon；推導普通話：yan2",
"《廣韻》：言語也字林云直言曰言荅難曰語釋名曰言宣也宣彼之意也又姓孔子弟子有言偃語軒切五"
]
},
"字": {
"zih": [
"從開三之去",
"止攝；志韻；字小韻",
"白一平：dziH；推導普通話：zi4",
"《廣韻》：春秋說題辝曰字者飾也說文乳也又愛也疾置切六"
]
},
"師": {
"srii": [
"生開三脂平",
"止攝；脂韻；師小韻",
"白一平：srij；推導普通話：shi1",
"《廣韻》：師範也衆也亦官名大戴禮曰昔者周成王幼在繦褓之中太公爲太師也又姓晉有師曠又漢複姓十二氏左傳衞大夫褚師圃馬師頡鄭有郷校子産云是吾師也其後以校師爲氏陳悼太子偃師其後以王父字爲氏扶風傳有范師利蔓丗本云鄭有子師僕殷時掌樂有太師摯少師陽宋有樂人師延世掌樂職後有宋大夫師延宜風俗通云有牧師氏春秋釋例楚有師祁黎後漢末有南陽師宜[宮/官]善篆䟽夷切六"
]
},
"並": {
"bengx": [
"並開四青上",
"梗攝；迥韻；竝小韻",
"白一平：bengX；推導普通話：bing4",
"《廣韻》：上同"
]
},
"政": {
"cjengh": [
"章開三清去",
"梗攝；勁韻；政小韻",
"白一平：tsyengH；推導普通話：zheng4",
"《廣韻》：政化釋名曰政正也下所取正也亦姓出姓苑之盛切四"
]
},
"玩": {
"nguanh": [
"疑合一桓去",
"山攝；換韻；玩小韻",
"白一平：ngwanH；推導普通話：wan4",
"《廣韻》：弄也五換切五"
]
},
"張": {
"triang": [
"知開三陽平",
"宕攝；陽韻；張小韻",
"白一平：trjang；推導普通話：zhang1",
"《廣韻》：張施也又姓出淸河南陽吳郡安定燉煌武威范陽犍爲沛國梁國中山汲郡河内髙平十四望本自軒轅第五子揮始造弦寔張網羅丗掌其職後因氏焉風俗傳云張王李趙黃帝賜姓也陟良切四"
],
"triangh": [
"知開三陽去",
"宕攝；漾韻；帳小韻",
"白一平：trjangH；推導普通話：zhang4",
"《廣韻》：張施又陟良切"
]
},
"男": {
"nom": [
"泥開一覃平",
"咸攝；覃韻；南小韻",
"白一平：nom；推導普通話：nan2",
"《廣韻》：男子也又所封爵也環[齊/濟]要略曰男任詔事受王命爲君"
]
},
"誰": {
"zjyi": [
"常合三脂平",
"止攝；脂韻；誰小韻",
"白一平：dzywij；推導普通話：chui2",
"《廣韻》：何也視隹切三"
]
},
"山": {
"sren": [
"生開二山平",
"山攝；山韻；山小韻",
"白一平：srean；推導普通話：shan1",
"《廣韻》：廣雅曰山産萬物說文曰山宣也宣气𢿨生萬物又姓周有山師之官掌山林後以官爲氏或云古烈山氏之後望出河内所閒切三"
]
},
"每": {
"muaix": [
"明合一灰上",
"蟹攝；賄韻；浼小韻",
"白一平：mwojX；推導普通話：mei3",
"《廣韻》：雖也辝也頻也說文作𡴋艸盛上出也"
],
"muaih": [
"明合一灰去",
"蟹攝；隊韻；妹小韻",
"白一平：mwojH；推導普通話：mei4",
"《廣韻》：數也又武罪切"
]
},
"結": {
"ket": [
"見開四先入",
"山攝；屑韻；結小韻",
"白一平：ket；推導普通話：jie",
"《廣韻》：締也古屑切十五"
]
},
"且": {
"cio": [
"精開三魚平",
"遇攝；魚韻；且小韻",
"白一平：tsjo；推導普通話：ju1",
"《廣韻》：語辝也說文薦也子魚切又七也切四"
],
"chiax": [
"清開三麻上",
"假攝；馬韻；且小韻",
"白一平：tshjaeX；推導普通話：qie3",
"《廣韻》：語辝七也切又子余切一"
]
},
"星": {
"seng": [
"心開四青平",
"梗攝；青韻；星小韻",
"白一平：seng；推導普通話：xing1",
"《廣韻》：星宿說文曰萬物之精上爲列星淮南子曰日月之淫氣精者爲星辰也又姓羊氏家傳曰南陽太守羊續娶濟北星重女桑經切十二"
]
},
"非": {
"pyoi": [
"幫合三微平",
"止攝；微韻；猆小韻",
"白一平：pj+j；推導普通話：fei1",
"《廣韻》：不是也責也違也亦姓風俗通有非子伯益之後"
]
},
"建": {
"kianh": [
"見開三元去",
"臻攝；願韻；建小韻",
"白一平：kjonH；推導普通話：jian4",
"《廣韻》：立也樹也至也又木名在弱水直上百仞無枝又姓楚王子建之後漢元后傳有建公又州名居万切二"
]
},
"改": {
"kaix": [
"見開一咍上",
"蟹攝；海韻；改小韻",
"白一平：kojX；推導普通話：gai3",
"《廣韻》：更也又姓秦有大夫改産古亥切三"
]
},
"連": {
"lien": [
"來開三仙平",
"山攝；仙韻；連小韻",
"白一平：ljen；推導普通話：lian2",
"《廣韻》：合也續也還也又姓左傳齊有連稱又虜複姓六氏西秦丞相出連乞都後魏書官氏志云南方宥連氏後改爲雲氏是連氏改爲連氏費連氏改爲費氏綦連氏改爲綦氏又有赫連氏力延切十三"
]
},
"放": {
"pyangx": [
"幫合三陽上",
"宕攝；養韻；昉小韻",
"白一平：pjangX；推導普通話：fang3",
"《廣韻》：上同"
],
"pyangh": [
"幫合三陽去",
"宕攝；漾韻；放小韻",
"白一平：pjangH；推導普通話：fang4",
"《廣韻》：逐也去也甫妄切四"
]
},
"哈": {
"ngop": [
"疑開一覃入",
"咸攝；合韻；㬎小韻",
"白一平：ngop；推導普通話：e4",
"《廣韻》：魚多皃"
]
},
"活": {
"kuat": [
"見合一桓入",
"山攝；末韻；括小韻",
"白一平：kwat；推導普通話：guo",
"《廣韻》：水流聲又乎括切"
],
"ghuat": [
"匣合一桓入",
"山攝；末韻；活小韻",
"白一平：hwat；推導普通話：huo2",
"《廣韻》：不死也又水流聲戸括切八"
]
},
"研": {
"ngenh": [
"疑開四先去",
"山攝；霰韻；硯小韻",
"白一平：ngenH；推導普通話：yan4",
"《廣韻》：磨研又音平聲"
]
},
"直": {
"drik": [
"澄開三蒸入",
"曾攝；職韻；直小韻",
"白一平：drik；推導普通話：zhi2",
"《廣韻》：正也又姓楚人直[弓/躬]之後漢有御史大夫直不疑除力切四"
]
},
"設": {
"sjet": [
"書開三仙入",
"山攝；薛韻；設小韻",
"白一平：syet；推導普通話：she",
"《廣韻》：置也陳也合也識列切二"
]
},
"陳": {
"drin": [
"澄開三眞平",
"臻攝；眞韻；陳小韻",
"白一平：drin；推導普通話：chen2",
"《廣韻》：陳列也張也衆也布也故也亦州名本太昊之墟畫八卦之所周武王封舜後胡公滿於陳楚滅陳爲縣漢爲淮陽國隋爲陳州又姓胡公滿之後子孫以國爲氏出潁川汝南下邳廣陵東海河南六望又虜三字姓後魏書有侯莫陳氏直珍切又直刃切五"
],
"drinh": [
"澄開三眞去",
"臻攝；震韻；敶小韻",
"白一平：drinH；推導普通話：zhen4",
"《廣韻》：上同見經典"
]
},
"報": {
"pauh": [
"幫開一豪去",
"效攝；号韻；報小韻",
"白一平：pawH；推導普通話：bao4",
"《廣韻》：報吿下[媱/婬]曰報博耗切一"
]
},
"轉": {
"tryenx": [
"知合三仙上",
"山攝；獮韻；轉小韻",
"白一平：trjwenX；推導普通話：zhuan3",
"《廣韻》：動也運也陟兖切二"
],
"tryenh": [
"知合三仙去",
"山攝；線韻；囀小韻",
"白一平：trjwenH；推導普通話：zhuan4",
"《廣韻》：流轉又張兖切"
]
},
"黨": {
"tangx": [
"端開一唐上",
"宕攝；蕩韻；黨小韻",
"白一平：tangX；推導普通話：dang3",
"《廣韻》：釋名曰五百家爲黨黨長也一聚所尊長也又輩也美也累也說文曰不鮮也多朗切五"
]
},
"指": {
"cjiix": [
"章開三脂上",
"止攝；旨韻；旨小韻",
"白一平：tsyijX；推導普通話：zhi3",
"《廣韻》：手指也又示也斥也"
]
},
"五": {
"ngox": [
"疑開一模上",
"遇攝；姥韻；五小韻",
"白一平：nguX；推導普通話：wu3",
"《廣韻》：數也又姓左傳有五奢亦漢複姓四氏漢有五鹿充宗風俗通云氏於職焉三烏五鹿是也趙有將軍五鳩盧國語云楚昭王時有五參蹇姓苑有五里氏疑古切五"
]
},
"變": {
"pienh": [
"幫開三B仙去",
"山攝；線韻；變小韻",
"重紐B類",
"白一平：pjenH；推導普通話：bian4",
"《廣韻》：化也通也易也又姓出姓苑彼眷切一"
]
},
"氣": {
"khioih": [
"溪開三微去",
"止攝；未韻；氣小韻",
"白一平：khj+jH；推導普通話：qi4",
"《廣韻》：氣息也去旣切說文本音欷五"
],
"hioih": [
"曉開三微去",
"止攝；未韻；欷小韻",
"白一平：xj+jH；推導普通話：xi4",
"《廣韻》：說文曰饋客芻米春秋傳曰齊人來氣諸侯餼"
]
},
"西": {
"se": [
"心開四齊平",
"蟹攝；齊韻；西小韻",
"白一平：sej；推導普通話：xi1",
"《廣韻》：秋方說文曰鳥在巢上也日在西方而鳥西故因以爲東西之西篆文作㢴象形亦州名本漢車師國之地至貞觀討平以其地爲西州亦姓又漢複姓十一氏左傳秦[師/帥]西乞術宋大夫西鉏吾西郷錯出丗本又黃帝娶西陵氏爲妃名纍祖史記魏文侯鄴令西門豹周末分爲東西二周武公庶子西周爲氏晉有北海西郭陽何承天以爲西朝名士慕容廆以北平西方虔爲股肱何氏姓苑有西野氏西宫氏王符潛夫論姓氏志曰如有東門西郭南宫北郭皆是因居也先稽切十六"
]
},
"試": {
"sjih": [
"書開三之去",
"止攝；志韻；試小韻",
"白一平：syiH；推導普通話：shi4",
"《廣韻》：用也式吏切四"
]
},
"希": {
"hioi": [
"曉開三微平",
"止攝；微韻；希小韻",
"白一平：xj+j；推導普通話：xi1",
"《廣韻》：止也望也散也施也爾雅罕也又姓三輔決錄有希海字子江香衣切十[一/二]"
]
},
"神": {
"zsjin": [
"船開三眞平",
"臻攝；眞韻；神小韻",
"白一平：zyin；推導普通話：chen2",
"《廣韻》：靈也易繫辭曰隂陽不測之謂神亦姓風俗通云神農之後漢有騎都尉神曜何氏姓苑云今琅邪人食鄰切二"
]
},
"取": {
"chyox": [
"清合三虞上",
"遇攝；麌韻；取小韻",
"白一平：tshjuX；推導普通話：qu3",
"《廣韻》：收也受也七庾切一"
],
"chux": [
"清開一侯上",
"流攝；厚韻；趣小韻",
"白一平：tshuwX；推導普通話：cou3",
"《廣韻》：又七庾切"
]
},
"化": {
"hruah": [
"曉合二麻去",
"假攝；禡韻；化小韻",
"白一平：xwaeH；推導普通話：hua4",
"《廣韻》：德化變化禮記曰田鼠化爲鴽紀年曰周宣王時馬化爲狐又姓呼霸切六"
]
},
"物": {
"myot": [
"明合三文入",
"臻攝；物韻；物小韻",
"白一平：mjut；推導普通話：wu4",
"《廣韻》：萬物也又旗名周禮雜帛爲物說文曰牛爲大物天地之數起於牽牛故从牛勿文弗切九"
]
},
"王": {
"yang": [
"云合三陽平",
"宕攝；陽韻；王小韻",
"白一平：hjwang；推導普通話：wang2",
"《廣韻》：大也君也字林云三者天地人一貫三爲王天下所法又姓出太原琅邪周靈王太子晉之後北海陳留齊王田和之後東海出自姫姓髙平京兆魏信陵君之後天水東平新蔡新野山陽中山章武東萊河東者殷王子比千爲紂所害子孫以王者之後号曰王氏金城廣漢長沙堂邑河南共二十一望又漢複姓五氏左傳晉有樂王鮒小王桃甲賈執英賢傳云東莞有五王氏史記云出齊威王至建王五王之後風俗通云漢有中郎威王弼出自楚威王後漢有新豐令王史音雨方切又雨誑切四"
],
"yangh": [
"云合三陽去",
"宕攝；漾韻；迋小韻",
"白一平：hjwangH；推導普通話：wang4",
"《廣韻》：霸王又盛也又于方切"
]
},
"任": {
"njim": [
"日開三侵平",
"深攝；侵韻；任小韻",
"白一平：nyim；推導普通話：ren2",
"《廣韻》：堪也保也當也又姓出樂安黃帝二十五子十二人各以德爲姓第[一/七]爲任氏如林切七"
],
"njimh": [
"日開三侵去",
"深攝；沁韻；妊小韻",
"白一平：nyimH；推導普通話：ren4",
"《廣韻》：巳上四字並又音壬"
]
},
"林": {
"lim": [
"來開三侵平",
"深攝；侵韻；林小韻",
"白一平：lim；推導普通話：lin2",
"《廣韻》：林木爾雅曰野外謂之林說文曰平土有䕺木曰林又姓風俗通曰林放之後力尋切八"
]
},
"單": {
"tan": [
"端開一寒平",
"山攝；寒韻；單小韻",
"白一平：tan；推導普通話：dan1",
"《廣韻》：單複也又大也亦虜姓[可/阿]單氏後改爲單氏都寒切又常演切十"
],
"zjen": [
"常開三仙平",
"山攝；仙韻；鋋小韻",
"白一平：dzyen；推導普通話：chan2",
"《廣韻》：單于又丹善二音"
],
"zjenx": [
"常開三仙上",
"山攝；獮韻；善小韻",
"白一平：dzyenX；推導普通話：shan4",
"《廣韻》：單父縣名亦姓出周卿士單襄公之後又丹禪二音"
],
"zjenh": [
"常開三仙去",
"山攝；線韻；繕小韻",
"白一平：dzyenH；推導普通話：shan4",
"《廣韻》：單父縣亦姓"
]
},
"受": {
"zjux": [
"常開三尤上",
"流攝；有韻；受小韻",
"白一平：dzyuwX；推導普通話：shou4",
"《廣韻》：容納也承也盛也得也繼也殖酉切五"
]
},
"近": {
"gionx": [
"羣開三欣上",
"臻攝；隱韻；近小韻",
"白一平：gj+nX；推導普通話：jin4",
"《廣韻》：迫也幾也其謹切又其靳切二"
],
"gionh": [
"羣開三欣去",
"臻攝；焮韻；近小韻",
"白一平：gj+nH；推導普通話：jin4",
"《廣韻》：附也巨靳切又巨隱切一"
]
},
"義": {
"ngieh": [
"疑開三B支去",
"止攝；寘韻；議小韻",
"重紐B類",
"白一平：ngjeH；推導普通話：yi4",
"《廣韻》：仁義釋名曰義者宜也裁制事物使合宜也又姓漢有義縱又複姓西戎義渠爲秦所滅後因氏焉漢有光禄大夫義渠安國"
]
},
"死": {
"siix": [
"心開三脂上",
"止攝；旨韻；死小韻",
"白一平：sijX；推導普通話：si3",
"《廣韻》：說文曰澌也人所離也息𡛷切一"
]
},
"便": {
"bjen": [
"並開三A仙平",
"山攝；仙韻；便小韻",
"重紐A類",
"白一平：bjien；推導普通話：pian2",
"《廣韻》：辯也僻也安也又姓漢有少府便樂成房連切又去聲九"
],
"bjenh": [
"並開三A仙去",
"山攝；線韻；便小韻",
"重紐A類",
"白一平：bjienH；推導普通話：bian4",
"《廣韻》：利也婢面切又音平聲[-/一]"
]
},
"反": {
"phyan": [
"滂合三元平",
"臻攝；元韻；飜小韻",
"白一平：phjon；推導普通話：fan1",
"《廣韻》：斷獄平反又方晚切"
],
"pyanx": [
"幫合三元上",
"臻攝；阮韻；反小韻",
"白一平：pjonX；推導普通話：fan3",
"《廣韻》：反覆又不順也府逺切六"
]
},
"士": {
"zrix": [
"崇開三之上",
"止攝；止韻；士小韻",
"白一平：dzriX；推導普通話：shi4",
"《廣韻》：說文曰事也數始於一終於十从一十孔子曰推十合一爲士又姓左傳晉大夫士蔿又漢複姓二氏古今人表有士思癸又士貞氏晉康公庶子士貞之後鉏里切五"
]
},
"戰": {
"cjenh": [
"章開三仙去",
"山攝；線韻；戰小韻",
"白一平：tsyenH；推導普通話：zhan4",
"《廣韻》：懼也恐也又姓之膳切二"
]
},
"空": {
"khung": [
"溪開一東平",
"通攝；東韻；空小韻",
"白一平：khuwng；推導普通話：kong1",
"《廣韻》：空虛書曰伯禹作司空又漢複姓有空桐空相二氏苦紅切十四"
],
"khungh": [
"溪開一東去",
"通攝；送韻；控小韻",
"白一平：khuwngH；推導普通話：kong4",
"《廣韻》：空缺又苦紅切"
]
},
"隊": {
"duaih": [
"定合一灰去",
"蟹攝；隊韻；隊小韻",
"白一平：dwojH；推導普通話：dui4",
"《廣韻》：羣隊徒對切十二"
]
},
"跟": {
"kon": [
"見開一痕平",
"臻攝；痕韻；根小韻",
"白一平：kon；推導普通話：gen1",
"《廣韻》：足後踵也"
]
},
"卻": {
"kiak": [
"見開三陽入",
"宕攝；藥韻；腳小韻",
"白一平：kjak；推導普通話：jue",
"《廣韻》：節也又去約切"
],
"khiak": [
"溪開三陽入",
"宕攝；藥韻；卻小韻",
"白一平：khjak；推導普通話：que",
"《廣韻》：退也去約切四"
]
},
"北": {
"pok": [
"幫開一登入",
"曾攝；德韻；北小韻",
"白一平：pok；推導普通話：bo",
"《廣韻》：南北亦奔也又髙麗姓又漢複姓七氏左傳衞大夫北宫貞子莊子有北門成漢有北唐子眞治京氏易丗本云晉有髙人隱於北唐因以爲氏晏子云齊有北郭先生名騷古有北人無擇清身絜己疾丗之濁自投淸冷之淵姓苑有北郷北野氏博墨切二"
]
},
"必": {
"pjit": [
"幫開三A眞入",
"臻攝；質韻；必小韻",
"重紐A類",
"白一平：pjit；推導普通話：bi",
"《廣韻》：審也然也說文曰分極也从八弋卑吉切二十七"
]
},
"業": {
"ngiap": [
"疑開三嚴入",
"咸攝；業韻；業小韻",
"白一平：ngjaep；推導普通話：ye4",
"《廣韻》：事也大也敘也次也始也敬也嚴也說文作⿱丵巾大版也所以飾縣鐘鼓捷業如鋸齒以白畫之象其鉏鋙相承也詩曰巨業維樅又爾雅曰大版謂之業郭璞云築牆版也俗作㸣魚怯切十五"
]
},
"功": {
"kung": [
"見開一東平",
"通攝；東韻；公小韻",
"白一平：kuwng；推導普通話：gong1",
"《廣韻》：功績也說文曰以勞定國曰功又漢複姓何氏姓苑云漢營陵令成功恢禹治水告成功後爲氏俗作功"
]
},
"寫": {
"siax": [
"心開三麻上",
"假攝；馬韻；寫小韻",
"白一平：sjaeX；推導普通話：xie3",
"《廣韻》：憂也除也程也盡也又轉本曰寫悉姐切四"
]
},
"影": {
"qiengx": [
"影開三庚上",
"梗攝；梗韻；影小韻",
"白一平：'jaengX；推導普通話：ying3",
"《廣韻》：形影於丙切八"
]
},
"聲": {
"sjeng": [
"書開三清平",
"梗攝；清韻；聲小韻",
"白一平：syeng；推導普通話：sheng1",
"《廣韻》：聲音又姓左傳蔡大夫聲子書盈切一"
]
},
"平": {
"bjen": [
"並開三A仙平",
"山攝；仙韻；便小韻",
"重紐A類",
"白一平：bjien；推導普通話：pian2",
"《廣韻》：書傳云平平辨治也又皮明切"
],
"bieng": [
"並開三庚平",
"梗攝；庚韻；平小韻",
"白一平：bjaeng；推導普通話：ping2",
"《廣韻》：正也和也易也亦州名古山戎孤竹白狄[𡵟/肥]子二國之地秦爲遼西郡隨爲北平郡武德初爲平州有盧龍塞又姓齊相晏平仲之後漢有丞相平當又漢複姓何氏姓苑云有平陵乎寧二氏符兵切八"
]
},
"臺": {
"dai": [
"定開一咍平",
"蟹攝；咍韻；臺小韻",
"白一平：doj；推導普通話：tai2",
"《廣韻》：土髙四方曰臺。又姓，漢有侍中臺崇。徒哀切。十五"
]
},
"員": {
"yon": [
"云合三文平",
"臻攝；文韻；雲小韻",
"白一平：hjun；推導普通話：yun2",
"《廣韻》：益也說文作員物數也又音圎又音運姓也"
]
},
"金": {
"kim": [
"見開三B侵平",
"深攝；侵韻；金小韻",
"重紐B類",
"白一平：kim；推導普通話：jin1",
"《廣韻》：金寶說文曰五色金也黃爲之長久薶不生衣百鍊不輕从革不違西方之行生於土亦州名周爲附庸國魏於安康縣置東梁州後周改金州又金鼓釋名曰金禁也爲進退之禁也又姓古天子金天氏之後也又漢複姓有金留氏出姓苑居吟切九"
]
},
"討": {
"thaux": [
"透開一豪上",
"效攝；晧韻；討小韻",
"白一平：thawX；推導普通話：tao3",
"《廣韻》：治也誅也他浩切三"
]
},
"色": {
"srik": [
"生開三蒸入",
"曾攝；職韻；色小韻",
"白一平：srik；推導普通話：she",
"《廣韻》：顔色所力切十五"
]
},
"則": {
"cok": [
"精開一登入",
"曾攝；德韻；則小韻",
"白一平：tsok；推導普通話：ze",
"《廣韻》：法則子德切三"
]
},
"容": {
"jyung": [
"以開三鍾平",
"通攝；鍾韻；容小韻",
"白一平：yowng；推導普通話：yong2",
"《廣韻》：盛也儀也受也爾雅曰容謂之防郭璞云形如今牀頭小曲屏風唱䠶者所以自防隱司馬法云軍容不入國國容不入軍是也又州名又姓入凱仲容之後禮記有徐大夫容居餘封切三十五"
]
},
"檔": {
"tang": [
"端開一唐平",
"宕攝；唐韻；當小韻",
"白一平：tang；推導普通話：dang1",
"《廣韻》：木名出文"
]
},
"片": {
"phenh": [
"滂開四先去",
"山攝；霰韻；片小韻",
"白一平：phenH；推導普通話：pian4",
"《廣韻》：半也判也析木也普麵切三"
]
},
"向": {
"sjangh": [
"書開三陽去",
"宕攝；漾韻；餉小韻",
"白一平：syangH；推導普通話：shang4",
"《廣韻》：人姓出河内本自有殷宋文公支子向文旰旰孫戍以王父字爲氏又許亮切"
],
"hiangh": [
"曉開三陽去",
"宕攝；漾韻；向小韻",
"白一平：xjangH；推導普通話：xiang4",
"《廣韻》：對也䆫也說文曰北出牖也从宀口詩云塞向墐户許亮切八"
]
},
"市": {
"zjix": [
"常開三之上",
"止攝；止韻；市小韻",
"白一平：dzyiX；推導普通話：shi4",
"《廣韻》：說文云買賣所之也周禮曰司市掌市之治敎政[形/刑]量度禁令大市日側而市百族爲主朝市朝時而市商賈爲主夕市夕時而市販夫販婦爲主古史考曰神農作市世本曰祝融作市時止切三"
]
},
"利": {
"liih": [
"來開三脂去",
"止攝；至韻；利小韻",
"白一平：lijH；推導普通話：li4",
"《廣韻》：吉也說文銛也亦州名華陽國志昔蜀王封弟於漢中号曰苴侯因命其邑曰葭萌秦滅蜀置巴蜀二郡先主改葭萌爲漢壽屬梓潼郡晉爲晉壽南齊分置東晉壽郡於烏奴今州城是又於其郡置西益州梁改爲黎州元帝又改爲利州又舎利獸名亦姓風俗通云漢有利乾爲中山相力至切八"
]
},
"興": {
"hing": [
"曉開三蒸平",
"曾攝；蒸韻；興小韻",
"白一平：xing；推導普通話：xing1",
"《廣韻》：盛也舉也善也說文曰起也从舁从同同力也亦州名戰國時爲白馬[玄/氐]之地漢置武都郡魏立東益州梁爲興州因武興山而名虛陵切又許應切三"
],
"hingh": [
"曉開三蒸去",
"曾攝；證韻；興小韻",
"白一平：xingH；推導普通話：xing4",
"《廣韻》：許應切又許陵切三"
]
},
"白": {
"brak": [
"並開二庚入",
"梗攝；陌韻；白小韻",
"白一平：baek；推導普通話：bo2",
"《廣韻》：西方色又吿也語也亦姓秦帥有白乙丙傍陌切五"
]
},
"強": {
"giang": [
"羣開三陽平",
"宕攝；陽韻；強小韻",
"白一平：gjang；推導普通話：qiang2",
"《廣韻》：健也暴也說文曰蚚也又姓後漢有強華奉赤伏符巨良切四"
]
},
"安": {
"qan": [
"影開一寒平",
"山攝；寒韻；安小韻",
"白一平：'an；推導普通話：an1",
"《廣韻》：安徐也寧也止也平也亦州名春秋時鄖國漢屬江夏郡宋分江夏郡爲安陸郡武德[-/四]年討平王丗充改爲安州有鄖水亦姓風俗通云漢有安成爲太守廬山記有安息國王子安髙又漢複姓有安都氏烏寒切五"
]
},
"央": {
"qiang": [
"影開三陽平",
"宕攝；陽韻；央小韻",
"白一平：'jang；推導普通話：yang1",
"《廣韻》：中央一曰久也於良切九"
]
},
"特": {
"dok": [
"定開一登入",
"曾攝；德韻；特小韻",
"白一平：dok；推導普通話：de2",
"《廣韻》：特牛又獨也亦姓左傳晉大夫特宫徒得切九"
]
},
"議": {
"ngieh": [
"疑開三B支去",
"止攝；寘韻；議小韻",
"重紐B類",
"白一平：ngjeH；推導普通話：yi4",
"《廣韻》：謀也擇也評也語也宜寄切六"
]
},
"辦": {
"brenh": [
"並開二山去",
"山攝；襇韻；瓣小韻",
"白一平：beanH；推導普通話：ban4",
"《廣韻》：俗"
]
},
"價": {
"krah": [
"見開二麻去",
"假攝；禡韻；駕小韻",
"白一平：kaeH；推導普通話：jia4",
"《廣韻》：價數"
]
},
"傳": {
"dryen": [
"澄合三仙平",
"山攝；仙韻；椽小韻",
"白一平：drjwen；推導普通話：chuan2",
"《廣韻》：轉也又持戀切又丁戀切"
],
"dryenh": [
"澄合三仙去",
"山攝；線韻；傳小韻",
"白一平：drjwenH；推導普通話：zhuan4",
"《廣韻》：訓也釋名曰傳傳也以傳示後人也直戀切又直專丁戀二切二"
],
"tryenh": [
"知合三仙去",
"山攝；線韻；囀小韻",
"白一平：trjwenH；推導普通話：zhuan4",
"《廣韻》：郵馬釋名曰傳傳也人所止息去後人復來轉轉相傳無常人也又直專直戀二切"
]
},
"思": {
"si": [
"心開三之平",
"止攝；之韻；思小韻",
"白一平：si；推導普通話：si1",
"《廣韻》：思念也息兹切又息吏切十五"
],
"sih": [
"心開三之去",
"止攝；志韻；笥小韻",
"白一平：siH；推導普通話：si4",
"《廣韻》：念也又音司"
]
},
"花": {
"hrua": [
"曉合二麻平",
"假攝；麻韻；華小韻",
"白一平：xwae；推導普通話：hua1",
"《廣韻》：俗今通用"
]
},
"元": {
"ngyan": [
"疑合三元平",
"臻攝；元韻；元小韻",
"白一平：ngjwon；推導普通話：yuan2",
"《廣韻》：大也始也長也氣也又姓左傳衞大夫元咺又後魏孝文改拓拔爲元氏望在河南愚𡊮切二十二"
]
},
"叫": {
"keuh": [
"見開四蕭去",
"效攝；嘯韻；叫小韻",
"白一平：kewH；推導普通話：jiao4",
"《廣韻》：呼也古弔切十二"
]
},
"保": {
"paux": [
"幫開一豪上",
"效攝；晧韻；寶小韻",
"白一平：pawX；推導普通話：bao3",
"《廣韻》：任也安也守也說文作𠈃養也亦姓吕氏春秋云楚有保申爲文王[傳/傅]"
]
},
"份": {
"pin": [
"幫開三B眞平",
"臻攝；眞韻；彬小韻",
"重紐B類",
"白一平：pin；推導普通話：bin1",
"《廣韻》：說文曰文質備也"
]
},
"求": {
"giu": [
"羣開三尤平",
"流攝；尤韻；𧚍小韻",
"白一平：gjuw；推導普通話：qiu2",
"《廣韻》：索也又姓三輔決録云漢有求伸"
]
},
"究": {
"kiuh": [
"見開三尤去",
"流攝；宥韻；救小韻",
"白一平：kjuwH；推導普通話：jiu4",
"《廣韻》：窮也深也謀也盡也"
]
},
"呵": {
"ha": [
"曉開一歌平",
"果攝；歌韻；訶小韻",
"白一平：xa；推導普通話：he1",
"《廣韻》：上同"
],
"hah": [
"曉開一歌去",
"果攝；箇韻；呵小韻",
"白一平：xaH；推導普通話：he4",
"《廣韻》：嘘氣呼箇切又呼哥切二"
]
},
"件": {
"gienx": [
"羣開三B仙上",
"山攝；獮韻；件小韻",
"重紐B類",
"白一平：gjenX；推導普通話：jian4",
"《廣韻》：分次也其輦切四"
]
},
"未": {
"myoih": [
"明合三微去",
"止攝；未韻；未小韻",
"白一平：mj+jH；推導普通話：wei4",
"《廣韻》：辰名爾雅曰太歳在未曰協洽無沸切八"
]
},
"決": {
"huet": [
"曉合四先入",
"山攝；屑韻；血小韻",
"白一平：xwet；推導普通話：xue",
"《廣韻》：莊子云決起而搶榆枋決小飛皃"
],
"kuet": [
"見合四先入",
"山攝；屑韻；玦小韻",
"白一平：kwet；推導普通話：jue",
"《廣韻》：流行也廬江有決水出大别山人斷也破也俗作决"
]
},
"組": {
"cox": [
"精開一模上",
"遇攝；姥韻；祖小韻",
"白一平：tsuX；推導普通話：zu3",
"《廣韻》：[-/瑑]組綬又綸組東海中草名"
]
},
"萬": {
"myanh": [
"明合三元去",
"臻攝；願韻；万小韻",
"白一平：mjonH；推導普通話：wan4",
"《廣韻》：萬舞字林云萬蟲名也亦州名自漢及梁猶爲𦚧䏰縣地後魏分置萬川郡及魚泉縣武德初割信州南浦置浦州貞觀改爲萬州又姓孟軻門人萬章"
]
},
"竹": {
"triuk": [
"知開三東入",
"通攝；屋韻；竹小韻",
"白一平：trjuwk；推導普通話：zhu",
"《廣韻》：說文作⿰个个冬生草也象形下垂者菩箬也史記曰渭川千畮竹其人與千戸侯等亦姓本姜姓封爲孤竹君至伯夷叔齊之後以竹爲氏今遼西孤竹城是後漢有下邳相竹曾張六切六"
]
},
"級": {
"kip": [
"見開三B侵入",
"深攝；緝韻；急小韻",
"重紐B類",
"白一平：kip；推導普通話：ji",
"《廣韻》：等級說文云絲次序也亦階級禮曰拾級聚足俗作𨸚"
]
},
"持": {
"dri": [
"澄開三之平",
"止攝；之韻；治小韻",
"白一平：dri；推導普通話：chi2",
"《廣韻》：執持"
]
},
"投": {
"du": [
"定開一侯平",
"流攝；侯韻；頭小韻",
"白一平：duw；推導普通話：tou2",
"《廣韻》：託也弃也合也說文擿也亦姓郇伯周畿内侯桓王伐鄭投先驅以策其後氏焉漢有光禄投調又漢複姓有投壺氏風俗通云晉中行穆子相投壺因以氏焉姓苑云東莞人也"
]
},
"室": {
"sjit": [
"書開三眞入",
"臻攝；質韻；失小韻",
"白一平：syit；推導普通話：shi",
"《廣韻》：房也易曰穴居而野處後丗聖人易之以宫室釋名曰室實也人物實滿其中也周書曰黃帝始作宫窒吕氏春秋曰髙元作宫室[二/也]"
]
},
"曾": {
"cong": [
"精開一登平",
"曾攝；登韻；增小韻",
"白一平：tsong；推導普通話：zeng1",
"《廣韻》：則也亦姓曾參之後漢有尚書曾偉古作曾又音層"
],
"zong": [
"從開一登平",
"曾攝；登韻；層小韻",
"白一平：dzong；推導普通話：ceng2",
"《廣韻》：經也又作滕切"
]
},
"走": {
"cux": [
"精開一侯上",
"流攝；厚韻；走小韻",
"白一平：tsuwX；推導普通話：zou3",
"《廣韻》：趨也子苟切又音奏一"
],
"cuh": [
"精開一侯去",
"流攝；候韻；奏小韻",
"白一平：tsuwH；推導普通話：zou4",
"《廣韻》：釋名曰疾趨曰走又祖苟切"
]
},
"喔": {
"qruk": [
"影開二江入",
"江攝；覺韻；渥小韻",
"白一平：'aewk；推導普通話：yue",
"《廣韻》：鷄聲又喔咿強顔皃"
]
},
"標": {
"pjeu": [
"幫開三A宵平",
"效攝；宵韻；飊小韻",
"重紐A類",
"白一平：pjiew；推導普通話：biao1",
"《廣韻》：舉也又木杪也又必小切"
],
"pjeux": [
"幫開三A宵上",
"效攝；小韻；褾小韻",
"重紐A類",
"白一平：pjiewX；推導普通話：biao3",
"《廣韻》：標杪木末"
]
},
"流": {
"liu": [
"來開三尤平",
"流攝；尤韻；劉小韻",
"白一平：ljuw；推導普通話：liu2",
"《廣韻》：演也求也覃也放也說文曰水行也"
]
},
"支": {
"cje": [
"章開三支平",
"止攝；支韻；支小韻",
"白一平：tsye；推導普通話：zhi1",
"《廣韻》：支度也支持也亦姓何氏姓苑云琅邪人後趙録有司空支雄又漢複姓莊子有支離益善屠龍章移切二十九"
]
},
"獨": {
"duk": [
"定開一東入",
"通攝；屋韻；獨小韻",
"白一平：duwk；推導普通話：du2",
"《廣韻》：說文曰犬相得而鬬也羊爲羣大爲獨一曰獨𤞞獸名如虎白身豕鬣馬尾岀北嚻山𤞞音欲亦單獨又虜複姓有獨孤氏後魏書云西方獨孤渾氏後改爲杜氏徒谷切三十"
]
},
"貓": {
"mieu": [
"明開三B宵平",
"效攝；宵韻；苗小韻",
"重紐B類",
"白一平：mjew；推導普通話：miao2",
"《廣韻》：獸捕鼠又爾雅曰虎竊毛謂之虦貓又武交切"
],
"mrau": [
"明開二肴平",
"效攝；肴韻；茅小韻",
"白一平：maew；推導普通話：mao2",
"《廣韻》：又武瀌切"
]
},
"需": {
"syo": [
"心合三虞平",
"遇攝；虞韻；須小韻",
"白一平：sju；推導普通話：xu1",
"《廣韻》：卦名"
]
},
"兄": {
"hyeng": [
"曉合三庚平",
"梗攝；庚韻；兄小韻",
"白一平：xjwaeng；推導普通話：xiong1",
"《廣韻》：爾雅男子先生曰兄說文長也許榮切一"
]
},
"門": {
"muon": [
"明合一魂平",
"臻攝；魂韻；門小韻",
"白一平：mwon；推導普通話：men2",
"《廣韻》：問也聞也字從兩戸亦姓周禮云公卿之子入王端之左敎以六藝謂之門子其後氏焉又漢複姓十四氏左傳魯卿東門襄仲宋樂大心爲右師居桐門後因氏焉伍子胥抉眼吳門因謂子胥門子孫乃以胥門爲氏吳有胥門巢丗本晉大夫下門牎齊臨淄大夫車門遽陳有鬬門氏戰國策有雍門周魏侯嬴爲夷門抱關者後姓夷門氏吕氏春秋有陽門介夫後以陽門爲氏古今[-/人]表有逢門子豹宋諸公子食采於木門者後遂爲氏漢書儒林傳有闕門慶忌何氏姓苑云弋門氏今漁陽人又有剌門氏莫奔切十三"
]
},
"共": {
"kyung": [
"見開三鍾平",
"通攝；鍾韻；恭小韻",
"白一平：kjowng；推導普通話：jiong1",
"《廣韻》：共城縣在衞州又渠用切"
],
"gyungh": [
"羣開三鍾去",
"通攝；用韻；共小韻",
"白一平：gjowngH；推導普通話：jiong4",
"《廣韻》：同也皆也渠用切一"
]
},
"語": {
"ngiox": [
"疑開三魚上",
"遇攝；語韻；語小韻",
"白一平：ngjoX；推導普通話：yu3",
"《廣韻》：說文論也魚巨切十二"
],
"ngioh": [
"疑開三魚去",
"遇攝；御韻；御小韻",
"白一平：ngjoH；推導普通話：yu4",
"《廣韻》：說也告也又魚巨切"
]
},
"海": {
"haix": [
"曉開一咍上",
"蟹攝；海韻；海小韻",
"白一平：xojX；推導普通話：hai3",
"《廣韻》：說文曰天池也以納百川者亦州禹項徐州之域七國時屬楚秦爲薛郡漢爲東海郡後魏爲海州亦姓呼改切[二/三]"
]
},
"口": {
"khux": [
"溪開一侯上",
"流攝；厚韻；口小韻",
"白一平：khuwX；推導普通話：kou3",
"《廣韻》：說文曰人所以言食也亦姓今同州有之苦后切九"
]
},
"阿": {
"qa": [
"影開一歌平",
"果攝；歌韻；阿小韻",
"白一平：'a；推導普通話：e1",
"《廣韻》：曲也近也倚也爾雅云大陵曰阿亦姓風俗通云阿衡伊尹号其後氏焉又虜三字姓四氏後魏書云阿伏于氏後改爲阿氏阿鹿桓氏後改爲鹿氏又有阿史那氏阿史德氏烏何切七"
]
},
"線": {
"sienh": [
"心開三仙去",
"山攝；線韻；線小韻",
"白一平：sjenH；推導普通話：xian4",
"《廣韻》：線縷也周禮云縫人掌王宫縫線之事以役女御縫王及后衣服私箭切四"
]
},
"馬": {
"mrax": [
"明開二麻上",
"假攝；馬韻；馬小韻",
"白一平：maeX；推導普通話：ma3",
"《廣韻》：說父曰怒也武也象頭髦尾四足之形尚書中𠋫曰稷爲大司馬釋名曰大司馬馬武也大揔武事也亦姓扶風人本自伯益之裔趙奢封馬服君後遂氏焉秦滅趙徙奢孫興於咸陽爲右内史遂爲扶風人又漢複姓五氏漢馬宫本姓馬矢氏功臣表有馬適育溝洫志有諫議大夫乗馬延年何氏姓苑云今西陽人孔子弟子有巫馬期風俗通有白馬氏莫下切七"
]
},
"黃": {
"ghuang": [
"匣合一唐平",
"宕攝；唐韻；黃小韻",
"白一平：hwang；推導普通話：huang2",
"《廣韻》：中央色也亦官名有乗黃令晉官主乗輿金根車也又州名古邾國地秦屬南郡漢西陵縣也隋爲黃州取古黃城爲名亦姓出江夏陸終之後受封於黃後爲楚所滅因以爲氏漢末有黃霸胡光切三十[三/二]"
]
},
"參": {
"srim": [
"生開三侵平",
"深攝；侵韻；森小韻",
"白一平：srim；推導普通話：shen1",
"《廣韻》：參星亦姓丗本云祝融之後又蒼含切"
],
"chrim": [
"初開三侵平",
"深攝；侵韻；嵾小韻",
"白一平：tsrhim；推導普通話：chen1",
"《廣韻》：上同"
],
"chom": [
"清開一覃平",
"咸攝；覃韻；參小韻",
"白一平：tshom；推導普通話：can1",
"《廣韻》：參承參覲也俗作叅倉含切五"
],
"sam": [
"心開一談平",
"咸攝；談韻；三小韻",
"白一平：sam；推導普通話：san1",
"《廣韻》：上同又七南所今二切俗作叄"
],
"chomh": [
"清開一覃去",
"咸攝；勘韻；謲小韻",
"白一平：tshomH；推導普通話：can4",
"《廣韻》：參鼓俗作叅"
]
},
"般": {
"buan": [
"並合一桓平",
"山攝；桓韻；槃小韻",
"白一平：ban；推導普通話：pan2",
"《廣韻》：樂也又博干切釋典又音鉢"
],
"puan": [
"幫合一桓平",
"山攝；桓韻；𤳖小韻",
"白一平：pan；推導普通話：ban1",
"《廣韻》：般運"
],
"pran": [
"幫開二刪平",
"山攝；刪韻；班小韻",
"白一平：paen；推導普通話：ban1",
"《廣韻》：還師亦作班師又盤𤳖鉢三音"
]
},
"命": {
"miengh": [
"明開三庚去",
"梗攝；映韻；命小韻",
"白一平：mjaengH；推導普通話：ming4",
"《廣韻》：使也敎也道也信也計也召也眉病切一"
]
},
"視": {
"zjiix": [
"常開三脂上",
"止攝；旨韻；視小韻",
"白一平：dzyijX；推導普通話：shi4",
"《廣韻》：比也瞻也效也承矢切三眡"
],
"zjiih": [
"常開三脂去",
"止攝；至韻；嗜小韻",
"白一平：dzyijH；推導普通話：shi4",
"《廣韻》：看視又音是眎[眂/眡]"
]
},
"觀": {
"kuan": [
"見合一桓平",
"山攝；桓韻；官小韻",
"白一平：kwan；推導普通話：guan1",
"《廣韻》：視也又音灌"
],
"kuanh": [
"見合一桓去",
"山攝；換韻；貫小韻",
"白一平：kwanH；推導普通話：guan4",
"《廣韻》：樓觀釋名曰觀者於上觀望也說文曰諦視也爾雅曰觀謂之闕亦姓左傳楚有觀起又音官"
]
},
"腦": {
"naux": [
"泥開一豪上",
"效攝；晧韻；堖小韻",
"白一平：nawX；推導普通話：nao3",
"《廣韻》：上同或從匘餘同"
],
"nauh": [
"泥開一豪去",
"效攝；号韻；腝小韻",
"白一平：nawH；推導普通話：nao4",
"《廣韻》：優皮也"
]
},
"朋": {
"bong": [
"並開一登平",
"曾攝；登韻；朋小韻",
"白一平：bong；推導普通話：peng2",
"《廣韻》：朋黨也五貝曰朋書云武王恱箕子之對賜十朋也步崩切六"
]
},
"格": {
"kak": [
"見開一唐入",
"宕攝；鐸韻；各小韻",
"白一平：kak；推導普通話：ge",
"《廣韻》：樹枝"
],
"krak": [
"見開二庚入",
"梗攝；陌韻；格小韻",
"白一平：kaek；推導普通話：ge",
"《廣韻》：式也度也量也書傳云來也爾雅云至也亦格五博屬行箭但行梟以格殺漢吾丘壽王善之又姓東觀漢記有侍御史東平相格班古伯切十四"
]
},
"兒": {
"nje": [
"日開三支平",
"止攝；支韻；兒小韻",
"白一平：nye；推導普通話：er2",
"《廣韻》：嬰兒又虜姓官氏志云賀兒氏後改爲兒氏汝移切四"
],
"nge": [
"疑開四齊平",
"蟹攝；齊韻；倪小韻",
"白一平：ngej；推導普通話：yi2",
"《廣韻》：姓也漢御史大夫兒寬千乗人"
]
},
"八": {
"pret": [
"幫開二山入",
"山攝；鎋韻；八小韻",
"白一平：peat；推導普通話：ba",
"《廣韻》：數也博拔切"
]
},
"修": {
"siu": [
"心開三尤平",
"流攝；尤韻；脩小韻",
"白一平：sjuw；推導普通話：xiu1",
"《廣韻》：理也說文飾也"
]
},
"料": {
"leu": [
"來開四蕭平",
"效攝；蕭韻；聊小韻",
"白一平：lew；推導普通話：liao2",
"《廣韻》：料理也量也又郎弔切"
],
"leuh": [
"來開四蕭去",
"效攝；嘯韻；𩕐小韻",
"白一平：lewH；推導普通話：liao4",
"《廣韻》：料度量也又音僚"
]
},
"錢": {
"zien": [
"從開三仙平",
"山攝；仙韻；錢小韻",
"白一平：dzjen；推導普通話：qian2",
"《廣韻》：周禮注云錢泉也其藏曰泉其行曰布取名[-/於水泉其]流行無不徧也又姓晉有歷陽太守錢鳳昨仙切二"
],
"cienx": [
"精開三仙上",
"山攝；獮韻；翦小韻",
"白一平：tsjenX；推導普通話：jian3",
"《廣韻》：錢銚田器"
]
},
"失": {
"sjit": [
"書開三眞入",
"臻攝；質韻；失小韻",
"白一平：syit；推導普通話：shi",
"《廣韻》：錯也縱也式質切三"
]
},
"吃": {
"kiot": [
"見開三欣入",
"臻攝；迄韻；訖小韻",
"白一平：kj+t；推導普通話：ji",
"《廣韻》：語難漢書曰司馬相如吃而善著書也"
]
},
"住": {
"dryoh": [
"澄合三虞去",
"遇攝；遇韻；住小韻",
"白一平：drjuH；推導普通話：zhu4",
"《廣韻》：止也又姓出姓苑持遇切三"
],
"tryoh": [
"知合三虞去",
"遇攝；遇韻；註小韻",
"白一平：trjuH；推導普通話：zhu4",
"《廣韻》：停手又長句切"
]
},
"即": {
"cik": [
"精開三蒸入",
"曾攝；職韻；即小韻",
"白一平：tsik；推導普通話：ji",
"《廣韻》：就也今也舎也半也說文作卽[-/即]食也亦姓風俗通有單父令即賣又漢複姓有城陽相齊人即墨成子力切十六"
]
},
"象": {
"zsiangx": [
"邪開三陽上",
"宕攝；養韻；像小韻",
"白一平：zjangX；推導普通話：xiang4",
"《廣韻》：說文曰象長鼻牙南越大獸三季一乳象耳牙四足之形爾雅曰南方之美者有梁山之犀象"
]
},
"換": {
"ghuanh": [
"匣合一桓去",
"山攝；換韻；換小韻",
"白一平：hwanH；推導普通話：huan4",
"《廣韻》：易也胡玩切九"
]
},
"基": {
"ki": [
"見開三之平",
"止攝；之韻；姬小韻",
"白一平：ki；推導普通話：ji1",
"《廣韻》：經也業也址也始也設也"
]
},
"板": {
"pranx": [
"幫開二刪上",
"山攝；潸韻；版小韻",
"白一平：paenX；推導普通話：ban3",
"《廣韻》：上同"
]
},
"遠": {
"yanx": [
"云合三元上",
"臻攝；阮韻；遠小韻",
"白一平：hjwonX；推導普通話：yuan3",
"《廣韻》：遙逺也雲阮切二"
],
"yanh": [
"云合三元去",
"臻攝；願韻；遠小韻",
"白一平：hjwonH；推導普通話：yuan4",
"《廣韻》：離也于願切一"
]
},
"速": {
"suk": [
"心開一東入",
"通攝；屋韻；速小韻",
"白一平：suwk；推導普通話：su",
"《廣韻》：疾也召也戚也徵也桑谷切十八"
],
"ciek": [
"精開三清入",
"梗攝；昔韻；積小韻",
"白一平：tsjek；推導普通話：ji",
"《廣韻》：籀文"
]
},
"形": {
"gheng": [
"匣開四青平",
"梗攝；青韻；㓝小韻",
"白一平：heng；推導普通話：xing2",
"《廣韻》：容也常也"
]
},
"孩": {
"ghai": [
"匣開一咍平",
"蟹攝；咍韻；孩小韻",
"白一平：hoj；推導普通話：hai2",
"《廣韻》：始生小兒戸來切八"
]
},
"備": {
"biih": [
"並開三B脂去",
"止攝；至韻；備小韻",
"重紐B類",
"白一平：bijH；推導普通話：bi4",
"《廣韻》：備具也防也咸也皆也副也愼也成也又姓風俗通云宋封人備之後平祕切十七"
]
},
"歌": {
"ka": [
"見開一歌平",
"果攝；歌韻；歌小韻",
"白一平：ka；推導普通話：ge1",
"《廣韻》：禮記曰舜作五弦之琴以歌南風釋名曰人聲曰歌歌者柯也以聲吟詠上[-/有]下如草木之有柯葉兖冀言歌聲如柯古俄切十一"
]
},
"幫": {
"pang": [
"幫開一唐平",
"宕攝；唐韻；幫小韻",
"白一平：pang；推導普通話：bang1",
"《廣韻》：衣治鞋履出文字集略博旁切五"
]
},
"確": {
"khruk": [
"溪開二江入",
"江攝；覺韻；㱿小韻",
"白一平：khaewk；推導普通話：que",
"《廣韻》：靳固也或作碻"
]
},
"除": {
"drio": [
"澄開三魚平",
"遇攝；魚韻；除小韻",
"白一平：drjo；推導普通話：chu2",
"《廣韻》：階也又去也直魚切十三"
],
"drioh": [
"澄開三魚去",
"遇攝；御韻；箸小韻",
"白一平：drjoH；推導普通話：zhu4",
"《廣韻》：去也見詩"
]
},
"界": {
"kraih": [
"見開二皆去",
"蟹攝；怪韻；誡小韻",
"白一平：keajH；推導普通話：jie4",
"《廣韻》：境也垂也"
]
},
"裝": {
"criang": [
"莊開三陽平",
"宕攝；陽韻；莊小韻",
"白一平：tsrjang；推導普通話：zhuang1",
"《廣韻》：裝束又側亮切"
],
"criangh": [
"莊開三陽去",
"宕攝；漾韻；壯小韻",
"白一平：tsrjangH；推導普通話：zhuang4",
"《廣韻》：行裝又側良切"
]
},
"類": {
"lyih": [
"來合三脂去",
"止攝；至韻；類小韻",
"白一平：lwijH；推導普通話：lei4",
"《廣韻》：善也法也等也種也說文云種類相似唯犬爲甚从犬頪力遂切九"
]
},
"講": {
"krungx": [
"見開二江上",
"江攝；講韻；講小韻",
"白一平：kaewngX；推導普通話：jiang3",
"《廣韻》：告也謀也論也説文曰和解也古項切四"
]
},
"器": {
"khiih": [
"溪開三B脂去",
"止攝；至韻；器小韻",
"重紐B類",
"白一平：khijH；推導普通話：qi4",
"《廣韻》：器皿史記曰舜作什器於壽丘又姓出姓苑去冀切一"
]
},
"南": {
"nom": [
"泥開一覃平",
"咸攝；覃韻；南小韻",
"白一平：nom；推導普通話：nan2",
"《廣韻》：火方亦果名臨海異物志云多南子大如指紫色味甘似梅又姓魯大夫南遺也又漢複姓九氏左傳齊有南史氏其後爲姓又魯有南宫敬叔晉國髙士全隱於南郷因以爲氏六國時有南公子著書言五行隂陽事莊子有南郭子綦又有南榮趎古有善暴背於南榮之▼之字當删▲者獻之於君其後爲氏又有南伯子蔡姓苑有南野氏又有南門氏那含切七"
]
},
"案": {
"qanh": [
"影開一寒去",
"山攝；翰韻；按小韻",
"白一平：'anH；推導普通話：an4",
"《廣韻》：轢禾"
]
},
"畫": {
"ghrueh": [
"匣合二佳去",
"蟹攝；卦韻；畫小韻",
"白一平：hweaH；推導普通話：hua4",
"《廣韻》：釋名曰畫挂也以五色挂物象也俗作[畫/𦘕]胡卦切又胡麥切九"
],
"ghruek": [
"匣合二耕入",
"梗攝；麥韻；獲小韻",
"白一平：hweak；推導普通話：huo2",
"《廣韻》：計策也分也又胡卦切"
]
},
"英": {
"qieng": [
"影開三庚平",
"梗攝；庚韻；霙小韻",
"白一平：'jaeng；推導普通話：ying1",
"《廣韻》：華也榮而不實曰英也又英俊亦姓漢有英布"
]
},
"訴": {
"soh": [
"心開一模去",
"遇攝；暮韻；訴小韻",
"白一平：suH；推導普通話：su4",
"《廣韻》：訟也毀也說文作𧩯告也桑故切十五"
]
},
"帶": {
"tad": [
"端開一泰去",
"蟹攝；泰韻；帶小韻",
"白一平：tajH；推導普通話：dai4",
"《廣韻》：衣帶說文曰紳也男子鞶革婦人鞶絲象繫佩之形帶有巾故从巾易曰或錫之鞶帶又蛇別名莊子云蝍蛆甘帶也當蓋切七"
]
},
"差": {
"chrie": [
"初開三支平",
"止攝；支韻；差小韻",
"白一平：tsrhje；推導普通話：chi1",
"《廣韻》：次也不齊等也楚宜切又楚佳楚懈二切四"
],
"chre": [
"初開二佳平",
"蟹攝；佳韻；釵小韻",
"白一平：tsrhea；推導普通話：chai1",
"《廣韻》：差殊又不齊"
],
"chrai": [
"初開二皆平",
"蟹攝；皆韻；差小韻",
"白一平：tsrheaj；推導普通話：chai1",
"《廣韻》：𥳑也楚皆切又楚宜楚牙楚懈三切二"
],
"chra": [
"初開二麻平",
"假攝；麻韻；叉小韻",
"白一平：tsrhae；推導普通話：cha1",
"《廣韻》：擇也又差舛也"
],
"chreh": [
"初開二佳去",
"蟹攝；卦韻；差小韻",
"白一平：tsrheaH；推導普通話：chai4",
"《廣韻》：病除也楚懈切又楚宜楚皆初牙三切七"
]
},
"乎": {
"gho": [
"匣開一模平",
"遇攝；模韻；胡小韻",
"白一平：hu；推導普通話：hu2",
"《廣韻》：極也辝也"
]
},
"量": {
"liang": [
"來開三陽平",
"宕攝；陽韻；良小韻",
"白一平：ljang；推導普通話：liang2",
"《廣韻》：量度又力向切"
],
"liangh": [
"來開三陽去",
"宕攝；漾韻；亮小韻",
"白一平：ljangH；推導普通話：liang4",
"《廣韻》：合斗斛"
]
},
"久": {
"kiux": [
"見開三尤上",
"流攝；有韻；久小韻",
"白一平：kjuwX；推導普通話：jiu3",
"《廣韻》：長久也舉有切七"
]
},
"掉": {
"deux": [
"定開四蕭上",
"效攝；篠韻；窕小韻",
"白一平：dewX；推導普通話：diao4",
"《廣韻》：摇尾又動"
],
"deuh": [
"定開四蕭去",
"效攝；嘯韻；藋小韻",
"白一平：dewH；推導普通話：diao4",
"《廣韻》：振也搖也又徒了切"
],
"nruk": [
"孃開二江入",
"江攝；覺韻；搦小韻",
"白一平：nraewk；推導普通話：nuo4",
"《廣韻》：[搖/正]也又杖弔切"
]
},
"似": {
"zsix": [
"邪開三之上",
"止攝；止韻；似小韻",
"白一平：ziX；推導普通話：si4",
"《廣韻》：嗣也類也象也詳里切十五"
]
},
"整": {
"cjengx": [
"章開三清上",
"梗攝；靜韻；整小韻",
"白一平：tsyengX；推導普通話：zheng3",
"《廣韻》：正也齊也之郢切二"
]
},
"引": {
"jinx": [
"以開三眞上",
"臻攝；軫韻；引小韻",
"白一平：yinX；推導普通話：yin3",
"《廣韻》：爾雅曰長也說文曰開弓也余忍切又[徐/餘]刄切十四"
],
"jinh": [
"以開三眞去",
"臻攝；震韻；𦙍小韻",
"白一平：yinH；推導普通話：yin4",
"《廣韻》：又羊忍切"
]
},
"班": {
"pran": [
"幫開二刪平",
"山攝；刪韻；班小韻",
"白一平：paen；推導普通話：ban1",
"《廣韻》：說文曰分瑞玉俗作⿰玢王亦姓出扶風風俗通云楚令尹鬬班之後布還切十三"
]
},
"迷": {
"me": [
"明開四齊平",
"蟹攝；齊韻；迷小韻",
"白一平：mej；推導普通話：mi2",
"《廣韻》：惑也莫兮切六"
]
},
"圖": {
"do": [
"定開一模平",
"遇攝；模韻；徒小韻",
"白一平：du；推導普通話：tu2",
"《廣韻》：爾雅曰謀也說文曰畫計難也"
]
},
"制": {
"cjed": [
"章開三祭去",
"蟹攝；祭韻；制小韻",
"白一平：tsyejH；推導普通話：zhi4",
"《廣韻》：禁制又斷也止也勝也說文作𠛐裁也从刀从未物有滋味可裁斷也征例切十八"
]
},
"費": {
"piih": [
"幫開三B脂去",
"止攝；至韻；祕小韻",
"重紐B類",
"白一平：pijH；推導普通話：bi4",
"《廣韻》：上同"
],
"phyoih": [
"滂合三微去",
"止攝；未韻；費小韻",
"白一平：phj+jH；推導普通話：fei4",
"《廣韻》：耗也惠也芳未切又房未冰備二切六"
],
"byoih": [
"並合三微去",
"止攝；未韻；𥝋小韻",
"白一平：bj+jH；推導普通話：fei4",
"《廣韻》：姓也夏禹之後出江夏後漢汝南費長房孫盛蜀譜云益州諸費有名位者多又後魏書費連氏後改爲費氏"
]
},
"賽": {
"saih": [
"心開一咍去",
"蟹攝；代韻；賽小韻",
"白一平：sojH；推導普通話：sai4",
"《廣韻》：報也先代切四"
]
},
"識": {
"cjih": [
"章開三之去",
"止攝；志韻；志小韻",
"白一平：tsyiH；推導普通話：zhi4",
"《廣韻》：標識見禮本音式"
],
"sjik": [
"書開三蒸入",
"曾攝；職韻；識小韻",
"白一平：syik；推導普通話：shi",
"《廣韻》：說文云常也一曰知也賞職切十"
]
},
"型": {
"gheng": [
"匣開四青平",
"梗攝；青韻；㓝小韻",
"白一平：heng；推導普通話：xing2",
"《廣韻》：鑄鐵模也又作⿱㓝土"
]
},
"超": {
"thrieu": [
"徹開三宵平",
"效攝；宵韻；超小韻",
"白一平：trhjew；推導普通話：chao1",
"《廣韻》：說文曰跳也又姓漢有太僕超喜敕宵切六"
]
},
"邊": {
"pen": [
"幫開四先平",
"山攝；先韻；邊小韻",
"白一平：pen；推導普通話：bian1",
"《廣韻》：畔也又邊陲也近也厓也方也又姓出陳留北平二望陳留風俗傳云祖于宋平公布𤣥切十四"
]
},
"耶": {
"ja": [
"以開三麻平",
"假攝；麻韻；邪小韻",
"白一平：yae；推導普通話：ye2",
"《廣韻》：並見上注"
]
},
"品": {
"phimx": [
"滂開三B侵上",
"深攝；寑韻；品小韻",
"重紐B類",
"白一平：phimX；推導普通話：pin3",
"《廣韻》：官品又類也衆庶也式也法也二口則生訟三口乃能品量又姓出何氏姓苑丕飲切一"
]
},
"舍": {
"sjax": [
"書開三麻上",
"假攝；馬韻；捨小韻",
"白一平：syaeX；推導普通話：she3",
"《廣韻》：止息亦上同又音赦"
]
},
"雖": {
"syi": [
"心合三脂平",
"止攝；脂韻；綏小韻",
"白一平：swij；推導普通話：sui1",
"《廣韻》：語助也本蟲名似蜥蜴而有文"
]
},
"始": {
"sjix": [
"書開三之上",
"止攝；止韻；始小韻",
"白一平：syiX；推導普通話：shi3",
"《廣韻》：初也詩止切一"
]
},
"運": {
"yonh": [
"云合三文去",
"臻攝；問韻；運小韻",
"白一平：hjunH；推導普通話：yun4",
"《廣韻》：逺也動也轉輸也國語云廣運百里東西爲廣南北爲運又姓出姓苑又漢複姓二氏史記云秦後以國爲姓有運奄氏後漢梁鴻改姓爲運期氏王問切十六"
]
},
"李": {
"lix": [
"來開三之上",
"止攝；止韻；里小韻",
"白一平：liX；推導普通話：li3",
"《廣韻》：果名亦行李又姓風俗通云李伯陽之後出隴西趙郡頓丘渤海中山襄城江夏梓潼范陽廣漢梁國南陽十二望"
]
},
"務": {
"myoh": [
"明合三虞去",
"遇攝；遇韻；務小韻",
"白一平：mjuH；推導普通話：wu4",
"《廣韻》：事務也又強也遽也趣也又姓列仙傳有務光亡遇切十四"
]
},
"權": {
"gyen": [
"羣合三B仙平",
"山攝；仙韻；權小韻",
"重紐B類",
"白一平：gjwen；推導普通話：quan2",
"《廣韻》：權變也反常合道又冝也秉也平也稱錘也又爾雅曰權黃華又姓出天水本顓頊之後楚武王使鬬緡尹權後因氏俗作㩲巨貟切二十三"
]
},
"驗": {
"ngiemh": [
"疑開三B鹽去",
"咸攝；豔韻；驗小韻",
"重紐B類",
"白一平：ngjemH；推導普通話：yan4",
"《廣韻》：證也徵也效也說文云馬名也魚窆切三"
]
},
"故": {
"koh": [
"見開一模去",
"遇攝；暮韻；顧小韻",
"白一平：kuH；推導普通話：gu4",
"《廣韻》：舊也事也常也又姓出姓苑"
]
},
"六": {
"liuk": [
"來開三東入",
"通攝；屋韻；六小韻",
"白一平：ljuwk；推導普通話：lv4",
"《廣韻》：數也力竹切二十二"
]
},
"讀": {
"duk": [
"定開一東入",
"通攝；屋韻；獨小韻",
"白一平：duwk；推導普通話：du2",
"《廣韻》：讀誦"
]
},
"怪": {
"kruaih": [
"見合二皆去",
"蟹攝；怪韻；怪小韻",
"白一平：kweajH；推導普通話：kuai4",
"《廣韻》：怪異也古壞切八"
]
},
"飛": {
"pyoi": [
"幫合三微平",
"止攝；微韻；猆小韻",
"白一平：pj+j；推導普通話：fei1",
"《廣韻》：飛翔亦漢複姓史記有飛廉氏古通用蜚"
]
},
"滿": {
"muanx": [
"明合一桓上",
"山攝；緩韻；滿小韻",
"白一平：manX；推導普通話：man3",
"《廣韻》：盈也充也亦姓出山陽風俗通荆蠻有瞞氏音舛變爲滿魏有滿寵莫旱切五"
]
},
"服": {
"biuk": [
"並開三東入",
"通攝；屋韻；伏小韻",
"白一平：bjuwk；推導普通話：fu2",
"《廣韻》：服事亦衣服又行也習也用也整也亦姓漢有江夏太守服徹"
]
},
"夢": {
"miung": [
"明開三東平",
"通攝；東韻；瞢小韻",
"白一平：mjuwng；推導普通話：meng2",
"《廣韻》：說文曰不明也又武仲切"
],
"miungh": [
"明開三東去",
"通攝；送韻；㝱小韻",
"白一平：mjuwngH；推導普通話：meng4",
"《廣韻》：上同又亡中切"
]
},
"收": {
"sju": [
"書開三尤平",
"流攝；尤韻；收小韻",
"白一平：syuw；推導普通話：shou1",
"《廣韻》：斂也捕也又夏冕名史記曰堯黃收純衣俗作𠬧式州切一"
],
"sjuh": [
"書開三尤去",
"流攝；宥韻；狩小韻",
"白一平：syuwH；推導普通話：shou4",
"《廣韻》：穫多"
]
},
"眼": {
"ngrenx": [
"疑開二山上",
"山攝；產韻；眼小韻",
"白一平：ngeanX；推導普通話：yan3",
"《廣韻》：眼目也五限切一"
]
},
"造": {
"zaux": [
"從開一豪上",
"效攝；晧韻；皁小韻",
"白一平：dzawX；推導普通話：zao4",
"《廣韻》：造作又七到切"
],
"chauh": [
"清開一豪去",
"效攝；号韻；操小韻",
"白一平：tshawH；推導普通話：cao4",
"《廣韻》：至也又昨早切"
]
},
"念": {
"nemh": [
"泥開四添去",
"咸攝；㮇韻；念小韻",
"白一平：nemH；推導普通話：nian4",
"《廣韻》：思也又姓西魏太傅念賢奴店切二"
]
},
"留": {
"liu": [
"來開三尤平",
"流攝；尤韻；劉小韻",
"白一平：ljuw；推導普通話：liu2",
"《廣韻》：住也止也說文作[𤲢/畱]亦姓出會稽本自衞大夫留封人之後後漢末避地會稽遂居東陽爲郡豪族吳志有左將留賛"
],
"liuh": [
"來開三尤去",
"流攝；宥韻；溜小韻",
"白一平：ljuwH；推導普通話：liu4",
"《廣韻》：宿留停侍也宿音秀"
]
},
"課": {
"khua": [
"溪合一戈平",
"果攝；戈韻；科小韻",
"白一平：khwa；推導普通話：kuo1",
"《廣韻》：課差又苦臥切"
],
"khuah": [
"溪合一戈去",
"果攝；過韻；課小韻",
"白一平：khwaH；推導普通話：kuo4",
"《廣韻》：稅也試也第也苦臥切七"
]
},
"軍": {
"kyon": [
"見合三文平",
"臻攝；文韻；君小韻",
"白一平：kjun；推導普通話：jun1",
"《廣韻》：軍旅也周禮夏官司馬曰凡制軍萬有二千五百人爲軍王六軍大國三軍次國二軍小國一軍軍將皆命卿又漢複姓二氏禮記有將軍文子晉有太傅參軍襄城冠軍夷"
]
},
"破": {
"phuah": [
"滂合一戈去",
"果攝；過韻；破小韻",
"白一平：phaH；推導普通話：po4",
"《廣韻》：破壞又虜三字姓三氏北齊書有破六韓常後魏書有北境賊破六汗拔陵又西方破多羅氏後改爲潘氏普過切二"
]
},
"精": {
"cieng": [
"精開三清平",
"梗攝；清韻；精小韻",
"白一平：tsjeng；推導普通話：jing1",
"《廣韻》：明也正也善也好也說文曰擇也易曰純粹精也子盈切十五"
],
"ciengh": [
"精開三清去",
"梗攝；勁韻；精小韻",
"白一平：tsjengH；推導普通話：jing4",
"《廣韻》：強也子姓切又音旌一"
]
},
"半": {
"puanh": [
"幫合一桓去",
"山攝；換韻；半小韻",
"白一平：panH；推導普通話：ban4",
"《廣韻》：物中分也博[慢/漫]切七"
]
},
"約": {
"qjeuh": [
"影開三A宵去",
"效攝；笑韻；要小韻",
"重紐A類",
"白一平：'jiewH；推導普通話：yao4",
"《廣韻》：又於略切"
],
"qiak": [
"影開三陽入",
"宕攝；藥韻；約小韻",
"白一平：'jak；推導普通話：yue",
"《廣韻》：約束又儉也少也又姓韓子有古賢者約續於略切又於𥬇切二"
]
},
"願": {
"ngyanh": [
"疑合三元去",
"臻攝；願韻；願小韻",
"白一平：ngjwonH；推導普通話：yuan4",
"《廣韻》：欲也念也思也說文云大頭也魚怨切四"
]
},
"令": {
"lien": [
"來開三仙平",
"山攝；仙韻；連小韻",
"白一平：ljen；推導普通話：lian2",
"《廣韻》：漢書云金城郡有令居縣顔師古又音零"
],
"lieng": [
"來開三清平",
"梗攝；清韻；跉小韻",
"白一平：ljeng；推導普通話：ling2",
"《廣韻》：使也又吕鄭郎丁二切"
],
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：漢複姓有令狐氏本自畢萬之後國語云𣈆大夫令狐文子即魏顆也自漢已後丗本太原至邁爲王莽所誅邁少子始居[墩/燉]煌也"
],
"liengh": [
"來開三清去",
"梗攝；勁韻；令小韻",
"白一平：ljengH；推導普通話：ling4",
"《廣韻》：善也命也律也法也力政切又力盈切又歷丁切二"
],
"lengh": [
"來開四青去",
"梗攝；徑韻；零小韻",
"白一平：lengH；推導普通話：ling4",
"《廣韻》：令支縣在遼西郡"
]
},
"底": {
"tex": [
"端開四齊上",
"蟹攝；薺韻；邸小韻",
"白一平：tejX；推導普通話：di3",
"《廣韻》：下也止也作底非也"
]
},
"答": {
"top": [
"端開一覃入",
"咸攝；合韻；答小韻",
"白一平：top；推導普通話：da",
"《廣韻》：當也亦作荅都合切十二"
]
},
"演": {
"jenx": [
"以開三仙上",
"山攝；獮韻；演小韻",
"白一平：yenX；推導普通話：yan3",
"《廣韻》：廣也亦水長流皃以淺切八"
]
},
"達": {
"that": [
"透開一寒入",
"山攝；曷韻；闥小韻",
"白一平：that；推導普通話：ta",
"《廣韻》：挑達往來皃又唐割切"
],
"dat": [
"定開一寒入",
"山攝；曷韻；達小韻",
"白一平：dat；推導普通話：da2",
"《廣韻》：通達亦姓出何氏姓苑又虜複姓三氏後魏[憲/獻]帝弟爲達奚氏又達勃氏後改爲[裒/襃]氏周文帝達步妃生齊煬王憲唐割切二"
]
},
"雄": {
"iung": [
"云開三東平",
"通攝；東韻；雄小韻",
"白一平：hjuwng；推導普通話：yong2",
"《廣韻》：雄雌也亦姓舜友有雄陶羽弓切二"
]
},
"深": {
"sjim": [
"書開三侵平",
"深攝；侵韻；深小韻",
"白一平：syim；推導普通話：shen1",
"《廣韻》：逺也又水名出桂陽南平式針切二"
],
"sjimh": [
"書開三侵去",
"深攝；沁韻；深小韻",
"白一平：syimH；推導普通話：shen4",
"《廣韻》：不淺也式禁切又式今切二"
]
},
"早": {
"caux": [
"精開一豪上",
"效攝；晧韻；早小韻",
"白一平：tsawX；推導普通話：zao3",
"《廣韻》：晨也子晧切十二"
]
},
"院": {
"ghuan": [
"匣合一桓平",
"山攝；桓韻；桓小韻",
"白一平：hwan；推導普通話：huan2",
"《廣韻》：上同"
],
"yenh": [
"云合三仙去",
"山攝；線韻；瑗小韻",
"白一平：hjwenH；推導普通話：yuan4",
"《廣韻》：垣院"
]
},
"夠": {
"khu": [
"溪開一侯平",
"流攝；侯韻；彄小韻",
"白一平：khuw；推導普通話：kou1",
"《廣韻》：多也"
],
"ku": [
"見開一侯平",
"流攝；侯韻；鉤小韻",
"白一平：kuw；推導普通話：gou1",
"《廣韻》：多也"
]
},
"曲": {
"khyuk": [
"溪開三鍾入",
"通攝；燭韻；曲小韻",
"白一平：khjowk；推導普通話：qu",
"《廣韻》：委曲說文作⍌𠚡X象器曲受物之形又姓晉穆侯子成師封於曲沃後氏焉漢有代郡太守曲謙丘玉切四"
]
},
"假": {
"krax": [
"見開二麻上",
"假攝；馬韻；檟小韻",
"白一平：kaeX；推導普通話：jia3",
"《廣韻》：且也借也非眞也說文又作徦至也又姓漢有假倉"
],
"krah": [
"見開二麻去",
"假攝；禡韻；駕小韻",
"白一平：kaeH；推導普通話：jia4",
"《廣韻》：借也至也易也休假也又古雅切"
]
},
"談": {
"dam": [
"定開一談平",
"咸攝；談韻；談小韻",
"白一平：dam；推導普通話：tan2",
"《廣韻》：談話又言論也戲調也又姓蜀録云晉有征東將軍談巴徒甘切十一"
]
},
"術": {
"zsjyt": [
"船合三諄入",
"臻攝；術韻；術小韻",
"白一平：zywit；推導普通話：shu2",
"《廣韻》：技術說文曰邑中道也又姓食聿切十一"
]
},
"棒": {
"brungx": [
"並開二江上",
"江攝；講韻；㭋小韻",
"白一平：baewngX；推導普通話：bang4",
"《廣韻》：上同"
]
},
"賣": {
"mreh": [
"明開二佳去",
"蟹攝；卦韻；賣小韻",
"白一平：meaH；推導普通話：mai4",
"《廣韻》：說文作𧷓出物也莫懈切一"
]
},
"黑": {
"hok": [
"曉開一登入",
"曾攝；德韻；黑小韻",
"白一平：xok；推導普通話：he",
"《廣韻》：北方色呼北切三"
]
},
"百": {
"prak": [
"幫開二庚入",
"梗攝；陌韻；伯小韻",
"白一平：paek；推導普通話：bo",
"《廣韻》：數名又姓秦有大夫百里奚"
]
},
"勝": {
"sjing": [
"書開三蒸平",
"曾攝；蒸韻；升小韻",
"白一平：sying；推導普通話：sheng1",
"《廣韻》：任也舉也說文本从舟經典省作月他皆倣此又漢複姓何氏姓苑有勝屠公爲河東太守又書證切"
],
"sjingh": [
"書開三蒸去",
"曾攝；證韻；勝小韻",
"白一平：syingH；推導普通話：sheng4",
"《廣韻》：勝負又加也克也亦州名春秋時戎狄地戰國時晉趙地漢雲中五原也隋置榆林鎭屬雲州唐武德中改爲勝州詩證切又詩陵切四"
]
},
"推": {
"chjyi": [
"昌合三脂平",
"止攝；脂韻；推小韻",
"白一平：tsyhwij；推導普通話：",
"《廣韻》：排也[叉/尺]隹切又湯回切二"
],
"thuai": [
"透合一灰平",
"蟹攝；灰韻；𨌴小韻",
"白一平：thwoj；推導普通話：tui1",
"《廣韻》：又昌隹切"
]
},
"存": {
"zuon": [
"從合一魂平",
"臻攝；魂韻；存小韻",
"白一平：dzwon；推導普通話：cun2",
"《廣韻》：在也察也恤問也徂尊切五"
]
},
"火": {
"huax": [
"曉合一戈上",
"果攝；果韻；火小韻",
"白一平：xwaX；推導普通話：huo3",
"《廣韻》：河圖[挻/挺]左輔曰伏羲禪於伯牛鑚木作火說文曰燬也南方之行炎而上象形呼果切二"
]
},
"準": {
"cjynx": [
"章合三諄上",
"臻攝；準韻；準小韻",
"白一平：tsywinX；推導普通話：zhun3",
"《廣韻》：抣也平也度也又樂器名狀如瑟長丈而十三弦隱九尺以應黃[鍾/鐘]之律之尹切又音拙四"
],
"cjyet": [
"章合三仙入",
"山攝；薛韻；拙小韻",
"白一平：tsywet；推導普通話：zhuo",
"《廣韻》：應劭云準頰權準也李斐云準鼻也又章允切"
]
},
"示": {
"gje": [
"羣開三A支平",
"止攝；支韻；祇小韻",
"重紐A類",
"白一平：gjie；推導普通話：qi2",
"《廣韻》：上同見周禮本又時至切"
],
"zsjiih": [
"船開三脂去",
"止攝；至韻；示小韻",
"白一平：zyijH；推導普通話：shi4",
"《廣韻》：垂示神至切五"
]
},
"往": {
"yangx": [
"云合三陽上",
"宕攝；養韻；往小韻",
"白一平：hjwangX；推導普通話：wang3",
"《廣韻》：之也去也行也至也于兩切二"
]
},
"易": {
"jeh": [
"以開三支去",
"止攝；寘韻；易小韻",
"白一平：yeH；推導普通話：yi4",
"《廣韻》：難易也𥳑易也又禮云易墓非古也易謂芟除草木以豉切又以益切六"
],
"jek": [
"以開三清入",
"梗攝；昔韻；繹小韻",
"白一平：yek；推導普通話：yi4",
"《廣韻》：變易又始也改也奪也轉也亦水名出涿郡安閻山見水經亦州名漢書趙分晉得中山秦爲上谷郡漢置涿郡隋爲易州因水名之又姓齊大夫易牙又盈義切"
]
},
"況": {
"hyangh": [
"曉合三陽去",
"宕攝；漾韻；況小韻",
"白一平：xjwangH；推導普通話：huang4",
"《廣韻》：匹擬也善也矧也說文曰寒水也亦脩況琴名又姓何氏姓苑云今廬江人許訪切四"
]
},
"晚": {
"myanx": [
"明合三元上",
"臻攝；阮韻；晚小韻",
"白一平：mjonX；推導普通話：wan3",
"《廣韻》：暮也無逺切七"
]
},
"離": {
"lie": [
"來開三支平",
"止攝；支韻；離小韻",
"白一平：lje；推導普通話：li2",
"《廣韻》：近曰離逺曰别說文曰離黃倉庚鳴則蠶生今用鸝爲鸝黃借離爲離别也又姓孟軻[門人▼門人二字當刪▲]有離婁吕支切三十七"
],
"lieh": [
"來開三支去",
"止攝；寘韻；詈小韻",
"白一平：ljeH；推導普通話：li4",
"《廣韻》：去也又力知切"
],
"leh": [
"來開四齊去",
"蟹攝；霽韻；麗小韻",
"白一平：lejH；推導普通話：li4",
"《廣韻》：漢書云附離著也"
]
},
"治": {
"dri": [
"澄開三之平",
"止攝；之韻；治小韻",
"白一平：dri；推導普通話：chi2",
"《廣韻》：水名出東萊亦理也直之切三"
],
"driih": [
"澄開三脂去",
"止攝；至韻；緻小韻",
"白一平：drijH；推導普通話：zhi4",
"《廣韻》：理也又直之切"
],
"drih": [
"澄開三之去",
"止攝；志韻；值小韻",
"白一平：driH；推導普通話：zhi4",
"《廣韻》：理也又丈之切"
]
},
"導": {
"dauh": [
"定開一豪去",
"效攝；号韻；導小韻",
"白一平：dawH；推導普通話：dao4",
"《廣韻》：引也徒到切十四"
]
},
"七": {
"chit": [
"清開三眞入",
"臻攝；質韻；七小韻",
"白一平：tshit；推導普通話：qi",
"《廣韻》：數也親吉切十"
]
},
"段": {
"duanh": [
"定合一桓去",
"山攝；換韻；段小韻",
"白一平：dwanH；推導普通話：duan4",
"《廣韻》：分段也又姓出武威本自鄭共叔段之後風俗通云段干木之後段氏有出遼西者本鮮卑檀石槐之後晉將段匹磾徒玩切三"
]
},
"團": {
"duan": [
"定合一桓平",
"山攝；桓韻；團小韻",
"白一平：dwan；推導普通話：tuan2",
"《廣韻》：團圎度官切十二"
]
},
"調": {
"deu": [
"定開四蕭平",
"效攝；蕭韻；迢小韻",
"白一平：dew；推導普通話：tiao2",
"《廣韻》：和也又姓周禮有調人其後氏焉又徒料切"
],
"triu": [
"知開三尤平",
"流攝；尤韻；輈小韻",
"白一平：trjuw；推導普通話：zhou1",
"《廣韻》：朝也詩云惄如調飢本又音條"
],
"deuh": [
"定開四蕭去",
"效攝；嘯韻；藋小韻",
"白一平：dewH；推導普通話：diao4",
"《廣韻》：選也韻調也又音苕"
]
},
"證": {
"cjingh": [
"章開三蒸去",
"曾攝；證韻；證小韻",
"白一平：tsyingH；推導普通話：zheng4",
"《廣韻》：驗也諸應切二"
]
},
"列": {
"tryo": [
"知合三虞平",
"遇攝；虞韻；株小韻",
"白一平：trju；推導普通話：zhu1",
"《廣韻》：[列/殊]殺字從歹[又/歹]五割切"
],
"liet": [
"來開三仙入",
"山攝；薛韻；列小韻",
"白一平：ljet；推導普通話：lie4",
"《廣韻》：行次也位序也又陳也布也說文作𠛱分解也亦姓鄭有列禦寇著書十八篇良辥切二十"
]
},
"傷": {
"sjang": [
"書開三陽平",
"宕攝；陽韻；商小韻",
"白一平：syang；推導普通話：shang1",
"《廣韻》：傷損"
],
"sjangh": [
"書開三陽去",
"宕攝；漾韻；餉小韻",
"白一平：syangH；推導普通話：shang4",
"《廣韻》：未成人[-/死]或作殤又音商"
]
},
"永": {
"yengx": [
"云合三庚上",
"梗攝；梗韻；永小韻",
"白一平：hjwaengX；推導普通話：yong3",
"《廣韻》：長也引也逺也遐也亦姓出何氏姓苑于憬切二"
]
},
"剛": {
"kang": [
"見開一唐平",
"宕攝；唐韻；岡小韻",
"白一平：kang；推導普通話：gang1",
"《廣韻》：強也"
]
},
"排": {
"brai": [
"並開二皆平",
"蟹攝；皆韻；排小韻",
"白一平：beaj；推導普通話：pai2",
"《廣韻》：推排釋名曰彭排軍器也彭帝也在旁排敵御攻也步皆切六"
]
},
"哥": {
"ka": [
"見開一歌平",
"果攝；歌韻；歌小韻",
"白一平：ka；推導普通話：ge1",
"《廣韻》：古作歌字今呼爲兄也"
]
},
"德": {
"tok": [
"端開一登入",
"曾攝；德韻；德小韻",
"白一平：tok；推導普通話：de",
"《廣韻》：德行又惠也𦫵也福也亦州名秦爲齊郡地漢爲平原郡武德初爲德州因安德縣以名之多則切九"
]
},
"九": {
"kiux": [
"見開三尤上",
"流攝；有韻；久小韻",
"白一平：kjuwX；推導普通話：jiu3",
"《廣韻》：數也又漢複姓二氏何氏姓苑云昔岱縣人姓九百名里爲縣小吏而功曹姓萬縣中語曰九百小吏萬功曹列子秦穆公時九方皐一名[甄/歅]善相馬也"
]
},
"甚": {
"zjimx": [
"常開三侵上",
"深攝；寑韻；甚小韻",
"白一平：dzyimX；推導普通話：shen4",
"《廣韻》：劇過也說文曰尤安樂也常枕切二"
],
"zjimh": [
"常開三侵去",
"深攝；沁韻；甚小韻",
"白一平：dzyimH；推導普通話：shen4",
"《廣韻》：太過時鴆切二"
]
},
"殺": {
"sraih": [
"生開二皆去",
"蟹攝；怪韻；鎩小韻",
"白一平：sreajH；推導普通話：shai4",
"《廣韻》：殺害又疾也猛也亦降殺周禮注云殺衰小之也又所八切"
],
"sret": [
"生開二山入",
"山攝；鎋韻；殺小韻",
"白一平：sreat；推導普通話：sha",
"《廣韻》：殺命說文戮也所八切七"
]
},
"照": {
"cjeuh": [
"章開三宵去",
"效攝；笑韻；照小韻",
"白一平：tsyewH；推導普通話：zhao3",
"《廣韻》：明也之少切五"
]
},
"軟": {
"njyenx": [
"日合三仙上",
"山攝；獮韻；輭小韻",
"白一平：nywenX；推導普通話：ruan3",
"《廣韻》：俗"
]
},
"包": {
"prau": [
"幫開二肴平",
"效攝；肴韻；包小韻",
"白一平：paew；推導普通話：bao1",
"《廣韻》：包裹亦姓楚大夫申包胥之後後漢有大鴻臚包咸布交切五"
]
},
"怕": {
"phrah": [
"滂開二麻去",
"假攝；禡韻；帊小韻",
"白一平：phaeH；推導普通話：pa4",
"《廣韻》：怕懼"
],
"phrak": [
"滂開二庚入",
"梗攝；陌韻；拍小韻",
"白一平：phaek；推導普通話：po",
"《廣韻》：澹怕靜也"
]
},
"條": {
"deu": [
"定開四蕭平",
"效攝；蕭韻；迢小韻",
"白一平：dew；推導普通話：tiao2",
"《廣韻》：小枝也貫也敎也爾雅云柚條似橙而實酸又姓左傳殷人七族有條氏後趙録冉閔司空條攸姓苑云安定人"
]
},
"夜": {
"jah": [
"以開三麻去",
"假攝；禡韻；夜小韻",
"白一平：yaeH；推導普通話：ye4",
"《廣韻》：舎也暮也君子有四時朝以聽政晝以訪問夕以修令夜以安身又姓羊謝切三"
]
},
"商": {
"sjang": [
"書開三陽平",
"宕攝；陽韻；商小韻",
"白一平：syang；推導普通話：shang1",
"《廣韻》：金音度也張也降也常也亦州名即古商國後魏置洛州周爲商州取商於地爲名又姓家語有商瞿式羊切十八"
]
},
"根": {
"kon": [
"見開一痕平",
"臻攝；痕韻；根小韻",
"白一平：kon；推導普通話：gen1",
"《廣韻》：根[𣏚/柢]也亦姓根牟子古賢者著書出風俗通古痕切四"
]
},
"供": {
"kyung": [
"見開三鍾平",
"通攝；鍾韻；恭小韻",
"白一平：kjowng；推導普通話：jiong1",
"《廣韻》：奉也具也設也給也進也又居用切"
],
"kyungh": [
"見開三鍾去",
"通攝；用韻；供小韻",
"白一平：kjowngH；推導普通話：jiong4",
"《廣韻》：設也居用切又居容切二"
]
},
"絕": {
"zyet": [
"從合三仙入",
"山攝；薛韻；絕小韻",
"白一平：dzjwet；推導普通話：jue2",
"《廣韻》：斷也作絶非情雪切一"
]
},
"千": {
"chen": [
"清開四先平",
"山攝；先韻；千小韻",
"白一平：tshen；推導普通話：qian1",
"《廣韻》：十百也又漢複姓有千乗氏出何氏姓苑蒼先切九"
]
},
"客": {
"khrak": [
"溪開二庚入",
"梗攝；陌韻；客小韻",
"白一平：khaek；推導普通話：ke",
"《廣韻》：賔客苦格切四"
]
},
"切": {
"cheh": [
"清開四齊去",
"蟹攝；霽韻；砌小韻",
"白一平：tshejH；推導普通話：qi4",
"《廣韻》：衆也又千結切"
],
"chet": [
"清開四先入",
"山攝；屑韻；切小韻",
"白一平：tshet；推導普通話：qie",
"《廣韻》：割也刻也近也迫也義也說文折也千結切八"
]
},
"集": {
"zip": [
"從開三侵入",
"深攝；緝韻；集小韻",
"白一平：dzip；推導普通話：ji2",
"《廣韻》：聚也會也就也成也安也同也衆也本作雧字林云羣鳥駐木上亦州名漢宕渠縣梁爲東巴州恭帝爲集州以有集水名之又姓風俗通云漢有外黃令集一秦入切九"
]
},
"稱": {
"chjing": [
"昌開三蒸平",
"曾攝；蒸韻；稱小韻",
"白一平：tsyhing；推導普通話：cheng1",
"《廣韻》：知輕重也說文曰銓也又姓漢功臣表有新山侯稱忠處陵切又昌證切三"
],
"chjingh": [
"昌開三蒸去",
"曾攝；證韻；稱小韻",
"白一平：tsyhingH；推導普通話：cheng4",
"《廣韻》：愜意又是也等也銓也度也俗作秤云正斤兩也昌孕切又昌陵切二"
]
},
"據": {
"kioh": [
"見開三魚去",
"遇攝；御韻；據小韻",
"白一平：kjoH；推導普通話：ju4",
"《廣韻》：依也持也引也案也亦姓出姓苑居御切十"
]
},
"落": {
"lak": [
"來開一唐入",
"宕攝；鐸韻；落小韻",
"白一平：lak；推導普通話：luo4",
"《廣韻》：零落草曰零木曰落又始也聚落也左傳注云宫室始成祭之爲落亦姓出姓苑又漢複姓二氏漢有博士落姑仲異益部𦒿舊傳有閬中落下閎善歷也盧各切三十[三/四]"
]
},
"越": {
"yat": [
"云合三元入",
"臻攝；月韻；越小韻",
"白一平：hjwot；推導普通話：yue4",
"《廣韻》：墜也干也於也遠也走也逾也曰也揚也說文度也亦吳越又姓句踐之後又虜三字姓後秦録有北梁州刺史越質詰歸王伐切十六"
],
"ghuat": [
"匣合一桓入",
"山攝；末韻；活小韻",
"白一平：hwat；推導普通話：huo2",
"《廣韻》：鄭玄云瑟下孔又云翦蒲爲席又音粤或作趏"
]
},
"竟": {
"kiengh": [
"見開三庚去",
"梗攝；映韻；敬小韻",
"白一平：kjaengH；推導普通話：jing4",
"《廣韻》：窮也終也又姓出何氏姓苑"
]
},
"盡": {
"zinx": [
"從開三眞上",
"臻攝；軫韻；盡小韻",
"白一平：dzinX；推導普通話：jin4",
"《廣韻》：竭也終也慈忍切又即忍切二"
],
"cinx": [
"精開三眞上",
"臻攝；軫韻；㯸小韻",
"白一平：tsinX；推導普通話：jin3",
"《廣韻》：曲禮曰虛坐盡前[-/虚坐盡後虚坐盡前]又慈忍切"
]
},
"待": {
"daix": [
"定開一咍上",
"蟹攝；海韻；駘小韻",
"白一平：dojX；推導普通話：dai4",
"《廣韻》：待擬也俟也"
]
},
"聞": {
"myon": [
"明合三文平",
"臻攝；文韻；文小韻",
"白一平：mjun；推導普通話：wen2",
"《廣韻》：說文曰知聲也又音問"
],
"myonh": [
"明合三文去",
"臻攝；問韻；問小韻",
"白一平：mjunH；推導普通話：wen4",
"《廣韻》：名達詩曰令聞令望"
]
},
"園": {
"yan": [
"云合三元平",
"臻攝；元韻；袁小韻",
"白一平：hjwon；推導普通話：yuan2",
"《廣韻》：園圃亦姓"
]
},
"忘": {
"myangh": [
"明合三陽去",
"宕攝；漾韻；妄小韻",
"白一平：mjangH；推導普通話：wang4",
"《廣韻》：遺忘又音亡"
]
},
"值": {
"drih": [
"澄開三之去",
"止攝；志韻；值小韻",
"白一平：driH；推導普通話：zhi4",
"《廣韻》：持也措也捨也當也直吏切五"
]
},
"消": {
"sieu": [
"心開三宵平",
"效攝；宵韻；宵小韻",
"白一平：sjew；推導普通話：xiao1",
"《廣韻》：滅也盡也息也"
]
},
"雙": {
"srung": [
"生開二江平",
"江攝；江韻；雙小韻",
"白一平：sraewng；推導普通話：shuang1",
"《廣韻》：偶也兩隻也又姓出姓苑後魏有將軍雙仕洛所江切七"
]
},
"紅": {
"ghung": [
"匣開一東平",
"通攝；東韻；洪小韻",
"白一平：huwng；推導普通話：hong2",
"《廣韻》：色也又姓"
]
},
"座": {
"zuah": [
"從合一戈去",
"果攝；過韻；座小韻",
"白一平：dzwaH；推導普通話：zuo4",
"《廣韻》：牀座徂臥切二"
]
},
"展": {
"trienx": [
"知開三仙上",
"山攝；獮韻；展小韻",
"白一平：trjenX；推導普通話：zhan3",
"《廣韻》：舒也整也審也適也說文作㞡轉也又姓魯孝公之子子展之後知演切十"
]
},
"育": {
"juk": [
"以開三東入",
"通攝；屋韻；育小韻",
"白一平：yuwk；推導普通話：yu4",
"《廣韻》：養也長也余六切二十四"
]
},
"跑": {
"brau": [
"並開二肴平",
"效攝；肴韻；庖小韻",
"白一平：baew；推導普通話：pao2",
"《廣韻》：足跑地也"
],
"bruk": [
"並開二江入",
"江攝；覺韻；雹小韻",
"白一平：baewk；推導普通話：bo2",
"《廣韻》：秦人言蹴"
]
},
"附": {
"byoh": [
"並合三虞去",
"遇攝；遇韻；附小韻",
"白一平：bjuH；推導普通話：fu4",
"《廣韻》：寄附又姓晉書有附都符遇切十一"
]
},
"執": {
"cjip": [
"章開三侵入",
"深攝；緝韻；執小韻",
"白一平：tsyip；推導普通話：zhi",
"《廣韻》：持也操也守也攝也說文作？捕辠人也之入切六"
]
},
"唱": {
"chjangh": [
"昌開三陽去",
"宕攝；漾韻；唱小韻",
"白一平：tsyhangH；推導普通話：chang4",
"《廣韻》：發歌又導也亦作誯倡尺亮切四"
]
},
"技": {
"giex": [
"羣開三B支上",
"止攝；紙韻；技小韻",
"重紐B類",
"白一平：gjeX；推導普通話：ji4",
"《廣韻》：藝也說文巧也渠綺切六"
]
},
"某": {
"mux": [
"明開一侯上",
"流攝；厚韻；母小韻",
"白一平：muwX；推導普通話：mou3",
"《廣韻》：詔前人之言也"
]
},
"硬": {
"ngrengh": [
"疑開二耕去",
"梗攝；諍韻；鞕小韻",
"白一平：ngeangH；推導普通話：eng4",
"《廣韻》：上同"
]
},
"斯": {
"sie": [
"心開三支平",
"止攝；支韻；斯小韻",
"白一平：sje；推導普通話：si1",
"《廣韻》：此也說文曰析也詩曰斧以斯之义姓吳志賀齊傳有剡縣史斯從息移切二十六"
]
},
"雲": {
"yon": [
"云合三文平",
"臻攝；文韻；雲小韻",
"白一平：hjun；推導普通話：yun2",
"《廣韻》：說文云山川气也从雨云象雲回轉形河圖曰雲者天地之本傅子曰以雲母飾車謂之雲母車臣不得乗之又姓縉雲氏之後又後魏書宥連氏後改爲雲氏王分切二十二"
]
},
"遊": {
"ju": [
"以開三尤平",
"流攝；尤韻；猷小韻",
"白一平：yuw；推導普通話：you2",
"《廣韻》：上同"
]
},
"息": {
"sik": [
"心開三蒸入",
"曾攝；職韻；息小韻",
"白一平：sik；推導普通話：xi",
"《廣韻》：止也又嬎息也說文喘也亦姓姓苑云今襄陽人又漢複姓前漢書有河内息夫躬相即切十一"
]
},
"助": {
"zrioh": [
"崇開三魚去",
"遇攝；御韻；助小韻",
"白一平：dzrjoH；推導普通話：zhu4",
"《廣韻》：佐也益也牀據切三"
]
},
"須": {
"syo": [
"心合三虞平",
"遇攝；虞韻；須小韻",
"白一平：sju；推導普通話：xu1",
"《廣韻》：意所欲也說文曰面毛也俗作鬚又姓風俗通云太昊之後史記魏有須賈又漢複姓左傳遂人四族有須遂氏又虜複姓匈奴貴姓有須卜氏相俞切十四"
]
},
"苦": {
"khox": [
"溪開一模上",
"遇攝；姥韻；苦小韻",
"白一平：khuX；推導普通話：ku3",
"《廣韻》：麤也勤也患也說文曰大苦苓也康杜切二"
],
"khoh": [
"溪開一模去",
"遇攝；暮韻；絝小韻",
"白一平：khuH；推導普通話：ku4",
"《廣韻》：困也[今之苦辛/今人苦車]是"
]
},
"介": {
"kraih": [
"見開二皆去",
"蟹攝；怪韻；誡小韻",
"白一平：keajH；推導普通話：jie4",
"《廣韻》：大也助也佑也甲也閱也耿介也說文作⿱人忄畫也俗作⿱人力又姓介之推是"
]
},
"效": {
"ghrauh": [
"匣開二肴去",
"效攝；效韻；效小韻",
"白一平：haewH；推導普通話：xiao4",
"《廣韻》：具也學也象也又效力效驗也胡敎切八"
]
},
"首": {
"sjux": [
"書開三尤上",
"流攝；有韻；首小韻",
"白一平：syuwX；推導普通話：shou3",
"《廣韻》：頭也始也書九切六"
],
"sjuh": [
"書開三尤去",
"流攝；宥韻；狩小韻",
"白一平：syuwH；推導普通話：shou4",
"《廣韻》：自首前罪"
]
},
"質": {
"triih": [
"知開三脂去",
"止攝；至韻；致小韻",
"白一平：trijH；推導普通話：zhi4",
"《廣韻》：交質又物相贅又之日切"
],
"cjit": [
"章開三眞入",
"臻攝；質韻；質小韻",
"白一平：tsyit；推導普通話：zhi",
"《廣韻》：朴也主也信也平也謹也正也又姓漢書貨殖傳云質氏以洒削而鼎食注云理刀劒也之日切又音致十五"
]
},
"例": {
"lied": [
"來開三祭去",
"蟹攝；祭韻；例小韻",
"白一平：ljejH；推導普通話：li4",
"《廣韻》：比也皆也力制切二十五"
]
},
"唉": {
"qai": [
"影開一咍平",
"蟹攝；咍韻；哀小韻",
"白一平：'oj；推導普通話：ai1",
"《廣韻》：慢[噟/譍]又於其切"
],
"qraix": [
"影開二皆上",
"蟹攝；駭韻；挨小韻",
"白一平：'eajX；推導普通話：ye3",
"《廣韻》：飽聲又於來切"
]
},
"職": {
"cjik": [
"章開三蒸入",
"曾攝；職韻；職小韻",
"白一平：tsyik；推導普通話：zhi",
"《廣韻》：爾雅云職主也常也博雅云業也字林云記微也又姓周禮有職方氏其後因官爲姓風俗通云漢有山陽令職洪之翼切九"
]
},
"復": {
"biuh": [
"並開三尤去",
"流攝；宥韻；復小韻",
"白一平：bjuwH；推導普通話：fou4",
"《廣韻》：又也返也往來也安也白也吿也扶富切又音服八"
],
"biuk": [
"並開三東入",
"通攝；屋韻；伏小韻",
"白一平：bjuwk；推導普通話：fu2",
"《廣韻》：返也重也亦州名古音陵縣春秋時屬楚秦屬南郡隋爲江陽郡武德初爲復州"
]
},
"輸": {
"sjyo": [
"書合三虞平",
"遇攝；虞韻；輸小韻",
"白一平：syu；推導普通話：shu1",
"《廣韻》：盡也[冩/寫]也墮也說文曰委輸也式朱切又式注切三"
],
"sjyoh": [
"書合三虞去",
"遇攝；遇韻；戍小韻",
"白一平：syuH；推導普通話：shu4",
"《廣韻》：送也又式朱切"
]
},
"節": {
"cet": [
"精開四先入",
"山攝；屑韻；節小韻",
"白一平：tset；推導普通話：jie",
"《廣韻》：操也制也止也驗也說文曰竹約也子結切十三"
]
},
"規": {
"kjye": [
"見合三A支平",
"止攝；支韻；𩓸小韻",
"重紐A類",
"白一平：kjwie；推導普通話：gui1",
"《廣韻》：圎也字統云丈夫識用必合規矩故規從夫也"
]
},
"注": {
"cjyoh": [
"章合三虞去",
"遇攝；遇韻；注小韻",
"白一平：tsyuH；推導普通話：zhu4",
"《廣韻》：灌注也又注記也之戍切十六"
]
},
"畢": {
"pjit": [
"幫開三A眞入",
"臻攝；質韻；必小韻",
"重紐A類",
"白一平：pjit；推導普通話：bi",
"《廣韻》：竟也說文作畢田罔也又姓出泰山本畢公髙之後晉有畢卓"
]
},
"熱": {
"njet": [
"日開三仙入",
"山攝；薛韻；熱小韻",
"白一平：nyet；推導普通話：re4",
"《廣韻》：釋名曰熱𤑔也如火所燒𤑔如列切二"
]
},
"油": {
"ju": [
"以開三尤平",
"流攝；尤韻；猷小韻",
"白一平：yuw；推導普通話：you2",
"《廣韻》：水名出武陵又油脂"
],
"juh": [
"以開三尤去",
"流攝；宥韻；狖小韻",
"白一平：yuwH；推導普通話：you4",
"《廣韻》：雚子桐花曰油"
]
},
"館": {
"kuanh": [
"見合一桓去",
"山攝；換韻；貫小韻",
"白一平：kwanH；推導普通話：guan4",
"《廣韻》：館舎也周禮五十里有市市有館館有積以待朝聘之客俗作舘"
]
},
"態": {
"thaih": [
"透開一咍去",
"蟹攝；代韻；貸小韻",
"白一平：thojH；推導普通話：tai4",
"《廣韻》：意態亦作㑷"
]
},
"停": {
"deng": [
"定開四青平",
"梗攝；青韻；庭小韻",
"白一平：deng；推導普通話：ting2",
"《廣韻》：息也定也止也"
]
},
"福": {
"piuk": [
"幫開三東入",
"通攝；屋韻；福小韻",
"白一平：pjuwk；推導普通話：fu",
"《廣韻》：德也祐也方六切十七"
]
},
"救": {
"kiuh": [
"見開三尤去",
"流攝；宥韻；救小韻",
"白一平：kjuwH；推導普通話：jiu4",
"《廣韻》：護也止也又姓風俗通漢有諫議大夫救仁居祐切十一"
]
},
"倒": {
"taux": [
"端開一豪上",
"效攝；晧韻；倒小韻",
"白一平：tawX；推導普通話：dao3",
"《廣韻》：仆也都晧切十一"
],
"tauh": [
"端開一豪去",
"效攝；号韻；到小韻",
"白一平：tawH；推導普通話：dao4",
"《廣韻》：倒懸又當老切"
]
},
"親": {
"chin": [
"清開三眞平",
"臻攝；眞韻；親小韻",
"白一平：tshin；推導普通話：qin1",
"《廣韻》：愛也近也說文至也七人切三"
],
"chinh": [
"清開三眞去",
"臻攝；震韻；親小韻",
"白一平：tshinH；推導普通話：qin4",
"《廣韻》：親家七遴切又七鄰切四"
]
},
"害": {
"ghad": [
"匣開一泰去",
"蟹攝；泰韻；害小韻",
"白一平：hajH；推導普通話：hai4",
"《廣韻》：傷也胡蓋切四"
]
},
"亂": {
"luanh": [
"來合一桓去",
"山攝；換韻；亂小韻",
"白一平：lwanH；推導普通話：luan4",
"《廣韻》：理也又兵㓂也不理也俗作乱郎段切四"
]
},
"古": {
"kox": [
"見開一模上",
"遇攝；姥韻；古小韻",
"白一平：kuX；推導普通話：gu3",
"《廣韻》：故也又姓周太王去邠適岐稱古公其後氏焉蜀志有廣漢功曹古牧又漢複姓晏子春秋有齊勇士古冶子又虜三字姓後漢書有古口引氏公户切二十一[皷/鼓]"
]
},
"步": {
"boh": [
"並開一模去",
"遇攝；暮韻；捕小韻",
"白一平：buH；推導普通話：bu4",
"《廣韻》：行步爾雅曰堂下謂之步白虎通曰人踐三尺法天地人再舉足步備隂陽也又姓左傳晉有步[塲/揚]食采於步後因氏焉又虜三字姓三氏後魏書步六孤氏後改爲陸氏又西方步鹿根氏後改爲步氏北齊書有步大汗[氏/薩]"
]
},
"寶": {
"paux": [
"幫開一豪上",
"效攝；晧韻；寶小韻",
"白一平：pawX；推導普通話：bao3",
"《廣韻》：珍寶又瑞也符也道也禮記曰地不藏其寶又天寶晉灼云天寶雞頭人身又姓出何氏姓苑博抱切十五"
]
},
"擊": {
"kek": [
"見開四青入",
"梗攝；錫韻；激小韻",
"白一平：kek；推導普通話：ji",
"《廣韻》：打也"
]
},
"舉": {
"kiox": [
"見開三魚上",
"遇攝；語韻；舉小韻",
"白一平：kjoX；推導普通話：ju3",
"《廣韻》：擎也又立也言也動也說文本作擧又姓出姓苑居許切十"
]
},
"終": {
"cjung": [
"章開三東平",
"通攝；東韻；終小韻",
"白一平：tsyuwng；推導普通話：zhong1",
"《廣韻》：極也窮也竟也又姓漢有濟南終軍又漢複姓二氏東觀漢記有終利恭何氏姓苑云今下邳人也左傳殷人七族有終葵氏職戎切十五"
]
},
"印": {
"qjinh": [
"影開三A眞去",
"臻攝；震韻；印小韻",
"重紐A類",
"白一平：'jinH；推導普通話：yin4",
"《廣韻》：符印也印信也亦因也封物相因付又漢官儀曰諸侯玉黃金橐駝鈕文曰璽列侯黃金龜鈕文曰章御史大夫金印紫綬文曰章中二千石銀印龜鈕文曰章千石至四百石皆銅印文曰印又姓左傳鄭大夫印段出自穆公子印以王父字爲氏於刃切四"
]
},
"限": {
"ghrenx": [
"匣開二山上",
"山攝；產韻；限小韻",
"白一平：heanX；推導普通話：xian4",
"《廣韻》：度也齊也界也胡𥳑切五"
]
},
"依": {
"qioi": [
"影開三微平",
"止攝；微韻；依小韻",
"白一平：'j+j；推導普通話：yi1",
"《廣韻》：倚也禄也於希切八"
]
},
"斷": {
"tuanx": [
"端合一桓上",
"山攝；緩韻；短小韻",
"白一平：twanX；推導普通話：duan3",
"《廣韻》：斷絕俗作㫁断又徒管切"
],
"duanx": [
"定合一桓上",
"山攝；緩韻；斷小韻",
"白一平：dwanX；推導普通話：duan4",
"《廣韻》：絶也徒管切三"
],
"tuanh": [
"端合一桓去",
"山攝；換韻；鍛小韻",
"白一平：twanH；推導普通話：duan4",
"《廣韻》：決斷俗作⿰⿱𢆸止斤断"
]
},
"輕": {
"khjeng": [
"溪開三A清平",
"梗攝；清韻；輕小韻",
"重紐A類",
"白一平：khjieng；推導普通話：qing1",
"《廣韻》：輕重去盈切三"
],
"khjengh": [
"溪開三A清去",
"梗攝；勁韻；輕小韻",
"重紐A類",
"白一平：khjiengH；推導普通話：qing4",
"《廣韻》：墟正切又去盈切一"
]
},
"環": {
"ghruan": [
"匣合二刪平",
"山攝；刪韻；還小韻",
"白一平：hwaen；推導普通話：huan2",
"《廣韻》：玉環爾雅曰肉好若一謂之環又姓古有楚賢者環淵後有環濟撰要略一部"
]
},
"簡": {
"krenx": [
"見開二山上",
"山攝；產韻；簡小韻",
"白一平：keanX；推導普通話：jian3",
"《廣韻》：札也牒也略也釋名曰𥳑閒也編之扁扁有閒也又姓左氏傳魯大夫𥳑叔蜀志𥳑雍傳云本幽州人姓耿後音訛改爲𥳑古限切七"
]
},
"趣": {
"chux": [
"清開一侯上",
"流攝；厚韻；趣小韻",
"白一平：tshuwX；推導普通話：cou3",
"《廣韻》：趣馬書傳云趣馬掌馬之官也倉苟切又[七/士]屢切三"
],
"chyoh": [
"清合三虞去",
"遇攝；遇韻；娶小韻",
"白一平：tshjuH；推導普通話：qu4",
"《廣韻》：趣向又親足七俱倉苟三切"
]
},
"志": {
"cjih": [
"章開三之去",
"止攝；志韻；志小韻",
"白一平：tsyiH；推導普通話：zhi4",
"《廣韻》：意慕也詩云在心爲志爾雅曰骨鏃不翦羽謂之志職吏切七"
]
},
"響": {
"hiangx": [
"曉開三陽上",
"宕攝；養韻；響小韻",
"白一平：xjangX；推導普通話：xiang3",
"《廣韻》：聲也許兩切八"
]
},
"隨": {
"zsye": [
"邪合三支平",
"止攝；支韻；隨小韻",
"白一平：zjwe；推導普通話：sui2",
"《廣韻》：從也順也又姓風俗通云[隋/隨]侯之後漢有博土隨何後漢有扶風隨蕃旬爲切三"
]
},
"練": {
"lenh": [
"來開四先去",
"山攝；霰韻；練小韻",
"白一平：lenH；推導普通話：lian4",
"《廣韻》：白練又姓何氏姓苑云南康人郎甸切十五"
]
},
"續": {
"zsyuk": [
"邪開三鍾入",
"通攝；燭韻；續小韻",
"白一平：zjowk；推導普通話：su2",
"《廣韻》：繼也連也又姓舜七友有續牙似足切四"
]
},
"魚": {
"ngio": [
"疑開三魚平",
"遇攝；魚韻；魚小韻",
"白一平：ngjo；推導普通話：yu2",
"《廣韻》：說文曰水蟲也亦姓出馮翊風俗通云宋公子魚賢而有謀以字爲族又漢複姓二氏左傳晉有長魚矯史記有修魚氏語居切十"
]
},
"篇": {
"phjen": [
"滂開三A仙平",
"山攝；仙韻；篇小韻",
"重紐A類",
"白一平：phjien；推導普通話：pian1",
"《廣韻》：篇什也又姓周大夫史篇之後芳連切七"
]
},
"司": {
"si": [
"心開三之平",
"止攝；之韻；思小韻",
"白一平：si；推導普通話：si1",
"《廣韻》：主也亦姓左傳鄭有司臣又漢複姓八氏司馬氏本自重黎程伯休甫之後出河内丗本士丏弟佗爲晉司功因官爲氏及司徒司寇司空並以官爲氏漢有朝議郎司國吉諫議大夫司鴻儀左傳宋大夫司城子䍐其後氏焉"
]
},
"局": {
"gyuk": [
"羣開三鍾入",
"通攝；燭韻；局小韻",
"白一平：gjowk；推導普通話：ju2",
"《廣韻》：曹局又分也說文促也渠玉切五"
]
},
"送": {
"sungh": [
"心開一東去",
"通攝；送韻；送小韻",
"白一平：suwngH；推導普通話：song4",
"《廣韻》：遣也蘇弄切三"
]
},
"極": {
"gik": [
"羣開三蒸入",
"曾攝；職韻；極小韻",
"白一平：gik；推導普通話：ji2",
"《廣韻》：中也至也終也窮也髙也逺也說文棟也渠力切一"
]
},
"角": {
"luk": [
"來開一東入",
"通攝；屋韻；禄小韻",
"白一平：luwk；推導普通話：lu4",
"《廣韻》：角里先生漢時四皓名又音覺"
],
"kruk": [
"見開二江入",
"江攝；覺韻；覺小韻",
"白一平：kaewk；推導普通話：jue",
"《廣韻》：芒也競也觸也說文曰獸角也又角抵戲漢武故事曰未央庭中設角抵戲角抵者六國時所造也使角力相抵觸亦大角軍器徐廣車服儀制曰角前丗書記所不載或云本出羌胡以驚中國之馬也又姓後漢有角善叔"
]
},
"省": {
"sriengx": [
"生開三庚上",
"梗攝；梗韻；省小韻",
"白一平：srjaengX；推導普通話：sheng3",
"《廣韻》：省署漢書曰舊名禁中避元后諱改爲省中又姓左傳宋大夫省臧所景切又息井切九"
],
"siengx": [
"心開三清上",
"梗攝；靜韻；省小韻",
"白一平：sjengX；推導普通話：xing3",
"《廣韻》：察也審也息井切六"
]
},
"源": {
"ngyan": [
"疑合三元平",
"臻攝；元韻；元小韻",
"白一平：ngjwon；推導普通話：yuan2",
"《廣韻》：水原曰源又姓禿髮傉[擅/檀]之子賀入後魏魏太武謂之曰與郷同源可爲源氏說文本作[厵/𠫐]篆文省作原後人加水[厵/𠫐]"
]
},
"陽": {
"jang": [
"以開三陽平",
"宕攝；陽韻；陽小韻",
"白一平：yang；推導普通話：yang2",
"《廣韻》：隂陽說文曰髙明也爾雅云山東曰朝陽山西曰夕陽又姓出右北平本自周景王封少子於陽樊後𧜟避周之亂適燕家於無終因邑命氏秦置右北平子孫仍屬焉又漢複姓二十二氏歐陽氏越王句踐之後封于烏程歐陽亭後因爲氏望出長沙吕氏春秋有辯士髙陽魋帝顓頊髙陽氏之後漢有東海王中尉靑陽精少昊靑陽氏之後又有御史孫陽放秦穆公時孫陽伯樂之後魯之公族有名子陽者及衞公子趙陽之後並以名爲氏漢有周陽由淮南王舅周陽侯趙兼之後又駙馬都尉涇陽準秦涇陽君之後丗本云偪陽妘姓國爲晉所滅子孫因氏焉左傳晉有梗陽巫皐衞有戲陽速漢有博士中山鮭陽鴻又有葉陽氏秦葉陽君之後列仙傳有沛國陵陽子明止陵陽山得仙其後因山爲氏漢有揚州刺史鮮陽戩後漢有櫟陽侯景丹曾孫汾避亂隴西因封爲氏又長沙太守濮陽逸陳留人也神仙傳有太陽子白日𦫵天春秋釋例周有老陽子修黃老術漢有安陽護軍河東成陽恢何氏姓苑有朱陽氏索陽氏與章切三十二"
]
},
"幹": {
"kanh": [
"見開一寒去",
"山攝；翰韻；旰小韻",
"白一平：kanH；推導普通話：gan4",
"《廣韻》：莖幹又強也又姓"
]
},
"習": {
"zsip": [
"邪開三侵入",
"深攝；緝韻；習小韻",
"白一平：zip；推導普通話：xi2",
"《廣韻》：學也因也說文作習數飛也又姓出襄陽晉有習鑿齒似入切十三"
]
},
"羅": {
"la": [
"來開一歌平",
"果攝；歌韻；羅小韻",
"白一平：la；推導普通話：luo2",
"《廣韻》：羅綺也古者芒氏初作羅爾雅鳥罟謂之羅又姓出長沙本自顓頊末𦙍受封於羅國今房州也爲楚所滅子孫以爲氏魯何切十"
]
},
"武": {
"myox": [
"明合三虞上",
"遇攝；麌韻；武小韻",
"白一平：mjuX；推導普通話：wu3",
"《廣韻》：止戈爲武又迹也曲禮曰堂上接武又州名本自白馬[玄/氏]地魏文徙武都郡於美陽今好畤縣界武都古城是也後魏平仇池山築城置武都鎭即今州是也亦姓風俗通云宋武功之後漢有武臣又漢複姓六氏漢有乗黃令武安恭出自武安君白起之後風俗通云漢武強侯王梁其後因封爲氏丗本云夏時有武羅國其後氏焉何氏姓苑有廣武氏出自陳餘之後又武成氏武仲氏又虜複姓西秦録有武都氏文甫切二十四"
]
},
"免": {
"mienx": [
"明開三B仙上",
"山攝；獮韻；免小韻",
"重紐B類",
"白一平：mjenX；推導普通話：mian3",
"《廣韻》：止也黜也脫也去也亦姓左傳衞大夫免餘亡辨切八"
]
},
"疑": {
"ngi": [
"疑開三之平",
"止攝；之韻；疑小韻",
"白一平：ngi；推導普通話：yi2",
"《廣韻》：不定也恐也惑也嫌也語其切三"
]
},
"拉": {
"lop": [
"來開一覃入",
"咸攝；合韻；拉小韻",
"白一平：lop；推導普通話：",
"《廣韻》：折也敗也摧也盧合切十一"
]
},
"克": {
"khok": [
"溪開一登入",
"曾攝；德韻；刻小韻",
"白一平：khok；推導普通話：ke",
"《廣韻》：能也勝也說文作𠅏肩也"
]
},
"仍": {
"njing": [
"日開三蒸平",
"曾攝；蒸韻；仍小韻",
"白一平：nying；推導普通話：reng2",
"《廣韻》：因也就也重也頻也又姓出何氏姓苑如乗切七"
]
},
"樓": {
"lu": [
"來開一侯平",
"流攝；侯韻；樓小韻",
"白一平：luw；推導普通話：lou2",
"《廣韻》：亦作婁重屋也亦姓夏少康之裔周封爲東樓公子孫因氏焉漢末樓秦自譙徙居會稽因以東陽爲望也又虜複姓有蓋樓氏賀樓氏落侯切二十九"
]
},
"佛": {
"byot": [
"並合三文入",
"臻攝；物韻；佛小韻",
"白一平：bjut；推導普通話：fu2",
"《廣韻》：牟子曰漢明帝夢神人身有日光飛在殿前以問群臣傅毅對曰天竺有佛將其神也學記曰其施之也悖其求之也佛符弗切九"
]
},
"足": {
"cyoh": [
"精合三虞去",
"遇攝；遇韻；緅小韻",
"白一平：tsjuH；推導普通話：ju4",
"《廣韻》：足添物也本音入聲"
],
"cyuk": [
"精開三鍾入",
"通攝；燭韻；足小韻",
"白一平：tsjowk；推導普通話：zu",
"《廣韻》：爾雅云趾足也又滿也止也從口止即玉切又將喻切二"
]
},
"低": {
"te": [
"端開四齊平",
"蟹攝；齊韻；低小韻",
"白一平：tej；推導普通話：di1",
"《廣韻》：低昂也俛也重也都奚切俗作仾二十[二/三]"
]
},
"廣": {
"kuangx": [
"見合一唐上",
"宕攝；蕩韻；廣小韻",
"白一平：kwangX；推導普通話：guang3",
"《廣韻》：大也闊也古晃切二"
]
},
"煩": {
"byan": [
"並合三元平",
"臻攝；元韻；煩小韻",
"白一平：bjon；推導普通話：fan2",
"《廣韻》：勞也說文曰熱頭痛也附𡊮切三十八"
]
},
"鳥": {
"teux": [
"端開四蕭上",
"效攝；篠韻；鳥小韻",
"白一平：tewX；推導普通話：diao3",
"《廣韻》：說文曰長尾禽緫名也象形都了切九"
]
},
"顯": {
"henx": [
"曉開四先上",
"山攝；銑韻；顯小韻",
"白一平：xenX；推導普通話：xian3",
"《廣韻》：明也著也光也覿也又姓風俗通云有顯甫爲周卿呼典切五"
]
},
"碼": {
"mrax": [
"明開二麻上",
"假攝；馬韻；馬小韻",
"白一平：maeX；推導普通話：ma3",
"《廣韻》：碼碯石似玉"
]
},
"土": {
"thox": [
"透開一模上",
"遇攝；姥韻；土小韻",
"白一平：thuX；推導普通話：tu3",
"《廣韻》：釋名曰土吐也吐萬物也文字指歸無點他魯切四"
],
"dox": [
"定開一模上",
"遇攝；姥韻；杜小韻",
"白一平：duX；推導普通話：du4",
"《廣韻》：土田地主也本音吐"
]
},
"率": {
"sryih": [
"生合三脂去",
"止攝；至韻；帥小韻",
"白一平：srwijH；推導普通話：shuai4",
"《廣韻》：鳥網也又所律切"
],
"sryt": [
"生合三諄入",
"臻攝；術韻；率小韻",
"白一平：srwit；推導普通話：shuai",
"《廣韻》：循也領也將也用也行也說文曰捕鳥[篳/畢]也象絲罔上下其竿柄也俗作卛所律切十"
]
},
"聖": {
"sjengh": [
"書開三清去",
"梗攝；勁韻；聖小韻",
"白一平：syengH；推導普通話：sheng4",
"《廣韻》：生也通也聲也風俗通云聖者聲也言聞聲知情故曰聖式正切一"
]
},
"壞": {
"kruaih": [
"見合二皆去",
"蟹攝；怪韻；怪小韻",
"白一平：kweajH；推導普通話：kuai4",
"《廣韻》：上同又胡怪切"
],
"ghruaih": [
"匣合二皆去",
"蟹攝；怪韻；壞小韻",
"白一平：hweajH；推導普通話：huai4",
"《廣韻》：自破也胡怪切三"
]
},
"初": {
"chrio": [
"初開三魚平",
"遇攝；魚韻；初小韻",
"白一平：tsrhjo；推導普通話：chu1",
"《廣韻》：舒也始也從刀衣蓋裁衣之初楚居切二"
]
},
"具": {
"gyoh": [
"羣合三虞去",
"遇攝；遇韻；懼小韻",
"白一平：gjuH；推導普通話：ju4",
"《廣韻》：備也辦也又姓左傳有具丙"
]
},
"預": {
"joh": [
"以開三魚去",
"遇攝；御韻；豫小韻",
"白一平：yoH；推導普通話：yu4",
"《廣韻》：安也先也廁也樂也佚也猒也怠也"
]
},
"呀": {
"ngra": [
"疑開二麻平",
"假攝；麻韻；牙小韻",
"白一平：ngae；推導普通話：ya2",
"《廣韻》：吧呀"
],
"hra": [
"曉開二麻平",
"假攝；麻韻；煆小韻",
"白一平：xae；推導普通話：xia1",
"《廣韻》：唅呀張口皃又呀呷也"
]
},
"責": {
"crek": [
"莊開二耕入",
"梗攝；麥韻；責小韻",
"白一平：tsreak；推導普通話：zhe",
"《廣韻》：求也側革切十一"
]
},
"爭": {
"creng": [
"莊開二耕平",
"梗攝；耕韻；爭小韻",
"白一平：tsreang；推導普通話：zheng1",
"《廣韻》：競也引也側莖切七"
]
},
"兵": {
"pieng": [
"幫開三庚平",
"梗攝；庚韻；兵小韻",
"白一平：pjaeng；推導普通話：bing1",
"《廣韻》：戎也周禮有司兵掌五兵五盾丗本曰蚩尤以金作兵器也甫明切一"
]
},
"智": {
"trieh": [
"知開三支去",
"止攝；寘韻；智小韻",
"白一平：trjeH；推導普通話：zhi4",
"《廣韻》：知也又姓晉有智伯知義切三"
]
},
"誤": {
"ngoh": [
"疑開一模去",
"遇攝；暮韻；誤小韻",
"白一平：nguH；推導普通話：wu4",
"《廣韻》：謬誤五故切十四"
]
},
"境": {
"kiengx": [
"見開三庚上",
"梗攝；梗韻；警小韻",
"白一平：kjaengX；推導普通話：jing3",
"《廣韻》：界也"
]
},
"順": {
"zsjynh": [
"船合三諄去",
"臻攝；稕韻；順小韻",
"白一平：zywinH；推導普通話：shun4",
"《廣韻》：從也食閠切二"
]
},
"野": {
"zjox": [
"常開三魚上",
"遇攝；語韻；野小韻",
"白一平：dzyoX；推導普通話：shu4",
"《廣韻》：田野承與切又與者切二"
],
"jax": [
"以開三麻上",
"假攝；馬韻；野小韻",
"白一平：yaeX；推導普通話：ye3",
"《廣韻》：田野說文云郊外也羊者切五"
]
},
"楚": {
"chriox": [
"初開三魚上",
"遇攝；語韻；楚小韻",
"白一平：tsrhjoX；推導普通話：chu3",
"《廣韻》：萇楚亦荊楚又州本漢射陽縣地春秋時屬吴秦屬九江郡晉爲山陽縣武德初改爲楚州又姓左傳趙襄子家臣楚隆創舉切八"
],
"chrioh": [
"初開三魚去",
"遇攝；御韻；楚小韻",
"白一平：tsrhjoH；推導普通話：chu4",
"《廣韻》：楚利又木名出歷山瘡據切又瘡所切二"
]
},
"貴": {
"kyoih": [
"見合三微去",
"止攝；未韻；貴小韻",
"白一平：kjw+jH；推導普通話：gui4",
"《廣韻》：尊也髙也釋名曰貴歸也物所歸仰也說文作䝿亦姓出自陸終之後風俗通有貴遷爲廬江太守居胃切三"
]
},
"負": {
"biux": [
"並開三尤上",
"流攝；有韻；婦小韻",
"白一平：bjuwX；推導普通話：fou4",
"《廣韻》：擔也荷也又受貸不償曰負背恩忘德曰負也"
]
},
"壓": {
"qrap": [
"影開二銜入",
"咸攝；狎韻；鴨小韻",
"白一平：'aep；推導普通話：ya",
"《廣韻》：鎭也降也笮也壞也"
]
},
"史": {
"srix": [
"生開三之上",
"止攝；止韻；史小韻",
"白一平：sriX；推導普通話：shi3",
"《廣韻》：史籍說文作㕜記事者也亦姓周𡖖史佚之後出建康又漢複姓五氏世本䘙有史朝朱駒漢書藝文志有靑史氏著書又有新豐令王史音吴有東萊太守太史慈晉有東萊侯史光踈士切四"
]
},
"適": {
"sjek": [
"書開三清入",
"梗攝；昔韻；釋小韻",
"白一平：syek；推導普通話：shi",
"《廣韻》：樂也善也悟也往也又姓"
],
"cjek": [
"章開三清入",
"梗攝；昔韻；隻小韻",
"白一平：tsyek；推導普通話：zhi",
"《廣韻》：往也又施隻切又都歷切"
],
"tek": [
"端開四青入",
"梗攝；錫韻；的小韻",
"白一平：tek；推導普通話：di",
"《廣韻》：從也又之石始石二切"
]
},
"係": {
"keh": [
"見開四齊去",
"蟹攝；霽韻；計小韻",
"白一平：kejH；推導普通話：ji4",
"《廣韻》：連係"
]
},
"測": {
"chrik": [
"初開三蒸入",
"曾攝；職韻；測小韻",
"白一平：tsrhik；推導普通話：che",
"《廣韻》：度也初力切六"
]
},
"懷": {
"ghruai": [
"匣合二皆平",
"蟹攝；皆韻；懷小韻",
"白一平：hweaj；推導普通話：huai2",
"《廣韻》：抱也和也來也思也亦州名春秋時野王邑漢爲河內郡武德初於[相/桐]崖城置懷州又姓吳志顧雍傳有尚書郎懷叙戸乖切十二"
]
},
"迎": {
"ngieng": [
"疑開三庚平",
"梗攝；庚韻；迎小韻",
"白一平：ngjaeng；推導普通話：ying2",
"《廣韻》：逢也語京切一"
],
"ngiengh": [
"疑開三庚去",
"梗攝；映韻；迎小韻",
"白一平：ngjaengH；推導普通話：ying4",
"《廣韻》：迓也魚敬切一"
]
},
"配": {
"phuaih": [
"滂合一灰去",
"蟹攝；隊韻；配小韻",
"白一平：phwojH；推導普通話：pei4",
"《廣韻》：匹也合也滂佩切四"
]
},
"魔": {
"mua": [
"明合一戈平",
"果攝；戈韻；摩小韻",
"白一平：ma；推導普通話：mo2",
"《廣韻》：鬼魔"
]
},
"慢": {
"mranh": [
"明開二刪去",
"山攝；諫韻；慢小韻",
"白一平：maenH；推導普通話：man4",
"《廣韻》：怠也倨也易也俗作𢢔謨晏切五"
]
},
"哇": {
"qre": [
"影開二佳平",
"蟹攝；佳韻；娃小韻",
"白一平：'ea；推導普通話：ya1",
"《廣韻》：[滛/淫]聲"
],
"qrua": [
"影合二麻平",
"假攝；麻韻；窊小韻",
"白一平：'wae；推導普通話：wa1",
"《廣韻》：婬聲"
]
},
"懂": {
"tungx": [
"端開一東上",
"通攝；董韻；董小韻",
"白一平：tuwngX；推導普通話：dong3",
"《廣韻》：懵懂心亂"
]
},
"嗚": {
"qo": [
"影開一模平",
"遇攝；模韻；烏小韻",
"白一平：'u；推導普通話：wu1",
"《廣韻》：嗚呼"
]
},
"亦": {
"jek": [
"以開三清入",
"梗攝；昔韻；繹小韻",
"白一平：yek；推導普通話：yi4",
"《廣韻》：揔也俗作⿱𠂊灬"
]
},
"味": {
"myoih": [
"明合三微去",
"止攝；未韻；未小韻",
"白一平：mj+jH；推導普通話：wei4",
"《廣韻》：五味酸醎甘苦辛周禮瘍醫以酸養骨以辛養筋以醎養脉以苦養氣以甘養肉以滑養竅"
]
},
"評": {
"bieng": [
"並開三庚平",
"梗攝；庚韻；平小韻",
"白一平：bjaeng；推導普通話：ping2",
"《廣韻》：評量亦評事大理寺官唐初置十二貟又音病"
],
"biengh": [
"並開三庚去",
"梗攝；映韻；病小韻",
"白一平：bjaengH；推導普通話：bing4",
"《廣韻》：平言又音平"
]
},
"舞": {
"myox": [
"明合三虞上",
"遇攝；麌韻；武小韻",
"白一平：mjuX；推導普通話：wu3",
"《廣韻》：歌舞左傳曰舞所以節八音而行八風也周禮曰樂師掌國學之政以敎國子小舞也山海經曰帝[後/俊]八子始爲舞又姓出何氏姓苑"
]
},
"細": {
"seh": [
"心開四齊去",
"蟹攝；霽韻；細小韻",
"白一平：sejH；推導普通話：xi4",
"《廣韻》：小也蘇計切六"
]
},
"醫": {
"qi": [
"影開三之平",
"止攝；之韻；醫小韻",
"白一平：'i；推導普通話：yi1",
"《廣韻》：醫療也亦官名漢太常屬官有太醫令續漢書曰秩六百石有藥丞主藥方說文曰巫彭初作醫於其切五"
]
},
"帝": {
"teh": [
"端開四齊去",
"蟹攝；霽韻；帝小韻",
"白一平：tejH；推導普通話：di4",
"《廣韻》：說文曰諦也王天下之號也爾雅曰君也都計切二十三"
]
},
"屬": {
"cjyuk": [
"章開三鍾入",
"通攝；燭韻；燭小韻",
"白一平：tsyowk；推導普通話：zhu",
"《廣韻》：付也足也會也官衆也儕等也經典作屬又音蜀"
],
"zjyuk": [
"常開三鍾入",
"通攝；燭韻；蜀小韻",
"白一平：dzyowk；推導普通話：shu2",
"《廣韻》：附也類也又音燭"
]
},
"句": {
"gyo": [
"羣合三虞平",
"遇攝；虞韻；衢小韻",
"白一平：gju；推導普通話：qu2",
"《廣韻》：冤句縣名在曹州又九遇古侯二切"
],
"ku": [
"見開一侯平",
"流攝；侯韻；鉤小韻",
"白一平：kuw；推導普通話：gou1",
"《廣韻》：說文曲也又髙句驪遼東國名又句龍社神名亦姓史記有句疆又九遇古候二切"
],
"kyoh": [
"見合三虞去",
"遇攝；遇韻；屨小韻",
"白一平：kjuH；推導普通話：ju4",
"《廣韻》：章句又音溝音構"
],
"kuh": [
"見開一侯去",
"流攝；候韻；遘小韻",
"白一平：kuwH；推導普通話：gou4",
"《廣韻》：句當又姓華陽國志云王平句扶張翼廖化並爲大將軍時人曰前有王句後有張廖俗作勾"
]
},
"戀": {
"lyenh": [
"來合三仙去",
"山攝；線韻；戀小韻",
"白一平：ljwenH；推導普通話：luan4",
"《廣韻》：慕也力卷切四"
]
},
"敗": {
"brad": [
"並開二夬去",
"蟹攝；夬韻；敗小韻",
"白一平：baejH；推導普通話：bai4",
"《廣韻》：自破曰敗說文毀也薄邁切又北邁切四"
],
"prad": [
"幫開二夬去",
"蟹攝；夬韻；敗小韻",
"白一平：paejH；推導普通話：bai4",
"《廣韻》：破他曰敗補邁切又音唄一"
]
},
"宜": {
"ngie": [
"疑開三B支平",
"止攝；支韻；宜小韻",
"重紐B類",
"白一平：ngje；推導普通話：yi2",
"《廣韻》：說文本作宐所安也俗作冝亦姓出姓苑魚羈切十一"
]
},
"楊": {
"jang": [
"以開三陽平",
"宕攝；陽韻；陽小韻",
"白一平：yang；推導普通話：yang2",
"《廣韻》：赤莖柳爾雅曰楊蒲柳又姓出弘農天水二望本自周宣王子尚父幽王邑諸楊号曰楊侯後并於晉因爲氏也"
]
},
"甲": {
"krap": [
"見開二銜入",
"咸攝；狎韻；甲小韻",
"白一平：kaep；推導普通話：jia",
"《廣韻》：甲兵又狎也鎧也亦甲子爾雅曰太歳在甲曰閼逢又姓左傳鄭大夫甲石甫古狎切十"
]
},
"追": {
"tryi": [
"知合三脂平",
"止攝；脂韻；追小韻",
"白一平：trwij；推導普通話：zhui1",
"《廣韻》：逐也隨也陟隹切三"
]
},
"灌": {
"kuanh": [
"見合一桓去",
"山攝；換韻；貫小韻",
"白一平：kwanH；推導普通話：guan4",
"《廣韻》：水名在廬江又聚也澆也漬也又姓漢有灌嬰"
]
},
"春": {
"chjyn": [
"昌合三諄平",
"臻攝；諄韻；春小韻",
"白一平：tsyhwin；推導普通話：chun1",
"《廣韻》：四時之首尚書大傳曰春出也萬物之出也春秋說題[-/辭]曰春蠢也蠢興也春秋繁露曰春喜氣又姓何氏姓苑云春申君黃歇之後昌脣切一"
]
},
"左": {
"cax": [
"精開一歌上",
"果攝；哿韻；左小韻",
"白一平：tsaX；推導普通話：zuo3",
"《廣韻》：左右也亦姓齊之公族有左右公子後因氏焉又漢複姓二氏左傳宋公子目夷爲左師其後爲氏[秦/趙]有左師觸龍晉先蔑爲左行其後爲氏漢有御史左行恢臧可切三"
],
"cah": [
"精開一歌去",
"果攝；箇韻；佐小韻",
"白一平：tsaH；推導普通話：zuo4",
"《廣韻》：左右又作可切"
]
},
"敢": {
"kamx": [
"見開一談上",
"咸攝；敢韻；敢小韻",
"白一平：kamX；推導普通話：gan3",
"《廣韻》：勇也犯也說文作𠭖進取也古覽切七"
]
},
"靈": {
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：神也善也巫也寵也福也亦州名漢北郡富平縣地赫連勃勃之果園也後魏置靈州取靈武縣名爲之又姓風俗通云齊靈公之後或云宋公子靈圍龜之後晉有餓者靈輒郎丁切八十七霛"
]
},
"狂": {
"gyang": [
"羣合三陽平",
"宕攝；陽韻；狂小韻",
"白一平：gjwang；推導普通話：kuang2",
"《廣韻》：病也韓子曰[必/心]不能審得失之地則謂之狂也巨王切五"
],
"gyangh": [
"羣合三陽去",
"宕攝；漾韻；狂小韻",
"白一平：gjwangH；推導普通話：guang4",
"《廣韻》：輒爲也渠放切二"
]
},
"際": {
"cied": [
"精開三祭去",
"蟹攝；祭韻；祭小韻",
"白一平：tsjejH；推導普通話：ji4",
"《廣韻》：邊也畔也會也"
]
},
"族": {
"zuk": [
"從開一東入",
"通攝；屋韻；族小韻",
"白一平：dzuwk；推導普通話：zu2",
"《廣韻》：宗族昨木切三"
]
},
"木": {
"muk": [
"明開一東入",
"通攝；屋韻；木小韻",
"白一平：muwk；推導普通話：mu4",
"《廣韻》：樹木說文曰木冒也冒地而生東方足行又姓木華字𤣥虚作海賦莫卜切十[二/三]"
]
},
"騎": {
"gie": [
"羣開三B支平",
"止攝；支韻；竒小韻",
"重紐B類",
"白一平：gje；推導普通話：qi2",
"《廣韻》：說文曰跨馬也又其寄切"
],
"gieh": [
"羣開三B支去",
"止攝；寘韻；芰小韻",
"重紐B類",
"白一平：gjeH；推導普通話：ji4",
"《廣韻》：騎乗又姓燕有騎劫又音奇"
]
},
"里": {
"lix": [
"來開三之上",
"止攝；止韻；里小韻",
"白一平：liX；推導普通話：li3",
"《廣韻》：周禮五家爲鄰五鄰爲里風俗通云五家爲軌十軌爲里里者止也五十家共居止也又姓左傳晉大夫里克又漢複姓有相里氏良士切十"
]
},
"項": {
"ghrungx": [
"匣開二江上",
"江攝；講韻；項小韻",
"白一平：haewngX；推導普通話：xiang4",
"《廣韻》：頸項說文曰頭後也釋名曰項[硧/确]也堅硧受枕之處又姓本姬姓國公羊曰爲齊桓公所滅子孫以國爲氏項燕爲楚將生梁梁兄子籍號霸王胡講切二"
]
},
"戲": {
"hie": [
"曉開三B支平",
"止攝；支韻；犧小韻",
"重紐B類",
"白一平：xje；推導普通話：xi1",
"《廣韻》：於戲歎辝又姓虙戲氏之後又喜義切"
],
"ho": [
"曉開一模平",
"遇攝；模韻；呼小韻",
"白一平：xu；推導普通話：hu1",
"《廣韻》：古文呼字"
],
"hieh": [
"曉開三B支去",
"止攝；寘韻；戲小韻",
"重紐B類",
"白一平：xjeH；推導普通話：xi4",
"《廣韻》：戲弄也施也謔也歇也說文曰三軍之偏也一曰兵也又姓魏志有潁川戲志才香義切二"
]
},
"遇": {
"ngyoh": [
"疑合三虞去",
"遇攝；遇韻；遇小韻",
"白一平：ngjuH；推導普通話：yu4",
"《廣韻》：不期而會又姓何氏姓苑云東莞人風俗通云漢有遇沖爲河内太守牛具切七"
]
},
"狗": {
"kux": [
"見開一侯上",
"流攝；厚韻；苟小韻",
"白一平：kuwX；推導普通話：gou3",
"《廣韻》：狗犬"
]
},
"佳": {
"kre": [
"見開二佳平",
"蟹攝；佳韻；佳小韻",
"白一平：kea；推導普通話：jia1",
"《廣韻》：善也大也好也古膎切二"
]
},
"博": {
"pak": [
"幫開一唐入",
"宕攝；鐸韻；博小韻",
"白一平：pak；推導普通話：bo",
"《廣韻》：廣也大也通也從十尃亦州名春秋時齊之聊攝也秦爲東郡地隋爲博州因博平縣以名焉又姓古有博勞善相馬也補各切二十"
]
},
"右": {
"iux": [
"云開三尤上",
"流攝；有韻；有小韻",
"白一平：hjuwX；推導普通話：you3",
"《廣韻》：左右也又漢複姓五氏左傳宋樂大心爲右師其後因官爲氏漢有中郎右師譚晉賈華爲右行因官爲氏漢有御史中丞右行綽何氏姓苑有右閭右扈右南等氏"
],
"iuh": [
"云開三尤去",
"流攝；宥韻；宥小韻",
"白一平：hjuwH；推導普通話：you4",
"《廣韻》：左右又于久切"
]
},
"痛": {
"thungh": [
"透開一東去",
"通攝；送韻；痛小韻",
"白一平：thuwngH；推導普通話：tong4",
"《廣韻》：病也傷也[-/亦]姓出姓苑他貢切一"
]
},
"營": {
"jyeng": [
"以合三清平",
"梗攝；清韻；營小韻",
"白一平：yweng；推導普通話：yong2",
"《廣韻》：造也度也說文曰市居也亦州名舜分靑州爲營州爾雅曰齊曰營州今靑州也又姓風俗通云周成王卿士營伯之後漢有京兆尹營郃余傾切六"
]
},
"妹": {
"muaih": [
"明合一灰去",
"蟹攝；隊韻；妹小韻",
"白一平：mwojH；推導普通話：mei4",
"《廣韻》：𡛷妹莫佩切十一"
]
},
"康": {
"khang": [
"溪開一唐平",
"宕攝；唐韻；康小韻",
"白一平：khang；推導普通話：kang1",
"《廣韻》：和也樂也又姓衞康叔之後亦西胡姓苦岡切十四"
]
},
"善": {
"zjenx": [
"常開三仙上",
"山攝；獮韻；善小韻",
"白一平：dzyenX；推導普通話：shan4",
"《廣韻》：良也大也佳也說文作譱[言/吉]也又姓吕氏春秋云善卷堯師常演切十一"
]
},
"徵": {
"tring": [
"知開三蒸平",
"曾攝；蒸韻；徵小韻",
"白一平：tring；推導普通話：zheng1",
"《廣韻》：召也明也成也證也經典省作徵又姓吳太子率更令河南徵崇陟陵切四"
],
"trix": [
"知開三之上",
"止攝；止韻；徵小韻",
"白一平：triX；推導普通話：zhi3",
"《廣韻》：五音配夏亦作徵見經典省陟里切又竹凌切三"
]
},
"歷": {
"lek": [
"來開四青入",
"梗攝；錫韻；靂小韻",
"白一平：lek；推導普通話：li4",
"《廣韻》：經歷又次也數也近也行也過也又歷日續漢書律歷志云黃帝造歷丗本曰容成造歷尸子曰羲和造歷或作曆"
]
},
"官": {
"kuan": [
"見合一桓平",
"山攝；桓韻；官小韻",
"白一平：kwan；推導普通話：guan1",
"《廣韻》：官宦左傳曰黃帝以雲紀官炎帝以火紀官大暭以龍紀官少暭以鳥紀官又君也法也事也又複姓三氏左傳晉王官無地御戎魯先賢傳云孔子妻[开/并]官氏楚莊王少子爲上官大夫以上官爲氏古丸切十"
]
},
"爾": {
"njex": [
"日開三支上",
"止攝；紙韻；爾小韻",
"白一平：nyeX；推導普通話：er3",
"《廣韻》：汝也說文作𤕨云麗𤕨猶靡麗也兒氏切四"
]
},
"按": {
"qanh": [
"影開一寒去",
"山攝；翰韻；按小韻",
"白一平：'anH；推導普通話：an4",
"《廣韻》：抑也止也烏旰切七"
]
},
"編": {
"pen": [
"幫開四先平",
"山攝；先韻；邊小韻",
"白一平：pen；推導普通話：bian1",
"《廣韻》：次也又方泫切"
],
"pjen": [
"幫開三A仙平",
"山攝；仙韻；鞭小韻",
"重紐A類",
"白一平：pjien；推導普通話：bian1",
"《廣韻》：次也又布千方典二切"
],
"penx": [
"幫開四先上",
"山攝；銑韻；編小韻",
"白一平：penX；推導普通話：bian3",
"《廣韻》：編綃方典切一曰次第也又卑連切十一"
]
},
"病": {
"biengh": [
"並開三庚去",
"梗攝；映韻；病小韻",
"白一平：bjaengH；推導普通話：bing4",
"《廣韻》：憂也苦也說文曰疾加也皮命切四"
]
},
"護": {
"ghoh": [
"匣開一模去",
"遇攝；暮韻；護小韻",
"白一平：huH；推導普通話：hu4",
"《廣韻》：救也助也胡誤切十七"
]
},
"補": {
"pox": [
"幫開一模上",
"遇攝；姥韻；補小韻",
"白一平：puX；推導普通話：bu3",
"《廣韻》：補綴說文曰完衣也博古切三"
]
},
"擇": {
"drak": [
"澄開二庚入",
"梗攝；陌韻；宅小韻",
"白一平：draek；推導普通話：zhe2",
"《廣韻》：選擇"
]
},
"抓": {
"crau": [
"莊開二肴平",
"效攝；肴韻；𦗔小韻",
"白一平：tsraew；推導普通話：zhao1",
"《廣韻》：抓掐"
],
"craux": [
"莊開二肴上",
"效攝；巧韻；爪小韻",
"白一平：tsraewX；推導普通話：zhao3",
"《廣韻》：亂搔搯也"
],
"crauh": [
"莊開二肴去",
"效攝；效韻；抓小韻",
"白一平：tsraewH；推導普通話：zhao4",
"《廣韻》：爪刺也側敎切三"
]
},
"石": {
"zjek": [
"常開三清入",
"梗攝；昔韻；石小韻",
"白一平：dzyek；推導普通話：shi2",
"《廣韻》：釋名曰山體爲石亦州名秦伐趙取離石周因邑以名州又姓左傳有衞大夫石碏又漢複姓二氏孔子弟子有石作蜀何氏姓苑有石牛氏常隻切七"
]
},
"歲": {
"syed": [
"心合三祭去",
"蟹攝；祭韻；歲小韻",
"白一平：sjwejH；推導普通話：sui4",
"《廣韻》：釋名曰歳越也越故限也從步戌相銳切四"
]
},
"隻": {
"cjek": [
"章開三清入",
"梗攝；昔韻；隻小韻",
"白一平：tsyek；推導普通話：zhi",
"《廣韻》：一也說文曰鳥一枚也从又持隹持一隹曰隻二隻曰雙之石切十三"
]
},
"領": {
"liengx": [
"來開三清上",
"梗攝；靜韻；領小韻",
"白一平：ljengX；推導普通話：ling3",
"《廣韻》：理也録也說文頃也良郢切六"
]
},
"尋": {
"zsim": [
"邪開三侵平",
"深攝；侵韻；尋小韻",
"白一平：zim；推導普通話：xin2",
"《廣韻》：長也又尋常六尺曰尋倍尋曰常山海經曰尋木長千里生河邊又姓晉有尋曾字子貢徐林切十六"
]
},
"溫": {
"quon": [
"影合一魂平",
"臻攝；魂韻；𥁕小韻",
"白一平：'won；推導普通話：wen1",
"《廣韻》：水名出犍爲又和也善也良也柔也暖也又姓唐叔虞之後受封於河内温因以命氏又卻至食采於温亦号温季因以爲族出大原又漢複姓二氏莊子有温伯雪子姓苑又有温稽氏"
]
},
"養": {
"jangx": [
"以開三陽上",
"宕攝；養韻；養小韻",
"白一平：yangX；推導普通話：yang3",
"《廣韻》：育也樂也飾也字從羊食又姓孝子傳有養奮餘兩切七"
],
"jangh": [
"以開三陽去",
"宕攝；漾韻；漾小韻",
"白一平：yangH；推導普通話：yang4",
"《廣韻》：供養"
]
},
"止": {
"cjix": [
"章開三之上",
"止攝；止韻；止小韻",
"白一平：tsyiX；推導普通話：zhi3",
"《廣韻》：停也足也禮也息也待也留也諸市切十"
]
},
"守": {
"sjux": [
"書開三尤上",
"流攝；有韻；首小韻",
"白一平：syuwX；推導普通話：shou3",
"《廣韻》：主守亦姓出姓苑"
],
"sjuh": [
"書開三尤去",
"流攝；宥韻；狩小韻",
"白一平：syuwH；推導普通話：shou4",
"《廣韻》：太守"
]
},
"君": {
"kyon": [
"見合三文平",
"臻攝；文韻；君小韻",
"白一平：kjun；推導普通話：jun1",
"《廣韻》：白虎通曰君者羣也羣下之[-/所]歸心也荀卿子曰君者儀也民者影也儀正則影正君者盤也民者水也盤圎則水圎又君者民之源也源淸則流淸源濁則流濁舉云切八"
]
},
"血": {
"huet": [
"曉合四先入",
"山攝；屑韻；血小韻",
"白一平：xwet；推導普通話：xue",
"《廣韻》：釋名曰血濊也出於肉流而濊濊也呼決切十二"
]
},
"田": {
"den": [
"定開四先平",
"山攝；先韻；田小韻",
"白一平：den；推導普通話：tian2",
"《廣韻》：釋名曰土已耕者曰田田塡也五稼塡滿其中也又姓出北平敬仲自陳適齊後改田氏九代遂有齊國徒年切十九"
]
},
"雨": {
"yox": [
"云合三虞上",
"遇攝；麌韻；羽小韻",
"白一平：hjuX；推導普通話：yu3",
"《廣韻》：元命包曰隂陽和爲雨大戴禮云天地之氣和則雨說文云水从雲下也一象天冂象雲水霝其閒也"
],
"yoh": [
"云合三虞去",
"遇攝；遇韻；芋小韻",
"白一平：hjuH；推導普通話：yu4",
"《廣韻》：詩曰雨雪其霶又音禹"
]
},
"居": {
"ki": [
"見開三之平",
"止攝；之韻；姬小韻",
"白一平：ki；推導普通話：ji1",
"《廣韻》：語助見禮"
],
"kio": [
"見開三魚平",
"遇攝；魚韻；居小韻",
"白一平：kjo；推導普通話：ju1",
"《廣韻》：當也處也安也九魚切十四"
]
},
"謂": {
"yoih": [
"云合三微去",
"止攝；未韻；胃小韻",
"白一平：hjw+jH；推導普通話：wei4",
"《廣韻》：言也吿也說文報也"
]
},
"異": {
"jih": [
"以開三之去",
"止攝；志韻；異小韻",
"白一平：yiH；推導普通話：yi4",
"《廣韻》：奇也說文分也羊吏切七"
]
},
"優": {
"qiu": [
"影開三尤平",
"流攝；尤韻；憂小韻",
"白一平：'juw；推導普通話：you1",
"《廣韻》：饒也亦優倡又姓史記楚賢臣優孟"
]
},
"跳": {
"deu": [
"定開四蕭平",
"效攝；蕭韻；迢小韻",
"白一平：dew；推導普通話：tiao2",
"《廣韻》：躍也"
]
},
"拜": {
"praih": [
"幫開二皆去",
"蟹攝；怪韻；𢷎小韻",
"白一平：peajH；推導普通話：bai4",
"《廣韻》：上同"
]
},
"爛": {
"lanh": [
"來開一寒去",
"山攝；翰韻；爛小韻",
"白一平：lanH；推導普通話：lan4",
"《廣韻》：火熟又明也郎旰切七"
]
},
"封": {
"pyung": [
"幫開三鍾平",
"通攝；鍾韻；封小韻",
"白一平：pjowng；推導普通話：feng1",
"《廣韻》：大也國也厚也爵也亦姓望出渤海本姜姓炎帝之後封鉅爲黃帝師又望出河南後魏官氏志云是賁氏後改爲封氏府容切五"
],
"pyungh": [
"幫開三鍾去",
"通攝；用韻；葑小韻",
"白一平：pjowngH；推導普通話：feng4",
"《廣韻》：又方容切"
]
},
"惡": {
"qo": [
"影開一模平",
"遇攝；模韻；烏小韻",
"白一平：'u；推導普通話：wu1",
"《廣韻》：安也"
],
"qoh": [
"影開一模去",
"遇攝；暮韻；汙小韻",
"白一平：'uH；推導普通話：wu4",
"《廣韻》：憎惡也又烏各切"
],
"qak": [
"影開一唐入",
"宕攝；鐸韻；惡小韻",
"白一平：'ak；推導普通話：e",
"《廣韻》：不善也說文曰過也烏各切又烏故切四"
]
},
"良": {
"liang": [
"來開三陽平",
"宕攝；陽韻；良小韻",
"白一平：ljang；推導普通話：liang2",
"《廣韻》：賢也善也首也長也又姓左傳鄭大夫良霄鄭穆公之子子良之後吕張切十八"
]
},
"模": {
"mo": [
"明開一模平",
"遇攝；模韻；模小韻",
"白一平：mu；推導普通話：mu2",
"《廣韻》：法也形也規也莫胡切十二"
]
},
"狀": {
"zriangh": [
"崇開三陽去",
"宕攝；漾韻；狀小韻",
"白一平：dzrjangH；推導普通話：zhuang4",
"《廣韻》：形狀鋤亮切一"
]
},
"浪": {
"lang": [
"來開一唐平",
"宕攝；唐韻；郎小韻",
"白一平：lang；推導普通話：lang2",
"《廣韻》：滄浪水名又盧宕切"
],
"langh": [
"來開一唐去",
"宕攝；宕韻；浪小韻",
"白一平：langH；推導普通話：lang4",
"《廣韻》：波浪謔浪游浪又姓晉永嘉末張平保靑州爲其下浪逢所殺來宕切又魯當切五"
]
},
"聊": {
"leu": [
"來開四蕭平",
"效攝；蕭韻；聊小韻",
"白一平：lew；推導普通話：liao2",
"《廣韻》：語助也亦姓風俗通有聊倉爲漢侍中著子書又有聊氏爲潁川太守著萬姓譜落蕭切四十二"
]
},
"增": {
"cong": [
"精開一登平",
"曾攝；登韻；增小韻",
"白一平：tsong；推導普通話：zeng1",
"《廣韻》：益也加也重也又埋幣曰增作滕切十二"
],
"congh": [
"精開一登去",
"曾攝；嶝韻；增小韻",
"白一平：tsongH；推導普通話：zeng4",
"《廣韻》：剰也子鄧切一"
]
},
"核": {
"ghrek": [
"匣開二耕入",
"梗攝；麥韻；覈小韻",
"白一平：heak；推導普通話：he2",
"《廣韻》：果中核崔豹古今注云烏孫國有靑田核莫測其樹實之形至中國者[-/但]得其核耳大如六𦫵瓠空之以盛水俄而成酒味甚醇厚"
]
},
"激": {
"keuh": [
"見開四蕭去",
"效攝；嘯韻；叫小韻",
"白一平：kewH；推導普通話：jiao4",
"《廣韻》：水急又古歷切"
],
"kek": [
"見開四青入",
"梗攝；錫韻；激小韻",
"白一平：kek；推導普通話：ji",
"《廣韻》：疾波又姓淮南王傳有激章古歷切九"
]
},
"維": {
"jyi": [
"以合三脂平",
"止攝；脂韻；惟小韻",
"白一平：ywij；推導普通話：wei2",
"《廣韻》：豈也隅也持也繫也說文曰車蓋維也"
]
},
"陸": {
"liuk": [
"來開三東入",
"通攝；屋韻；六小韻",
"白一平：ljuwk；推導普通話：lv4",
"《廣韻》：髙平曰陸又髙也厚也亦陸離參差也又姓出吳郡河南二望本自古天子陸終後"
]
},
"吳": {
"ngo": [
"疑開一模平",
"遇攝；模韻；吾小韻",
"白一平：ngu；推導普通話：wu2",
"《廣韻》：吳越又姓本自太伯之後始封於吳因以命氏後季札避國子孫家于魯衞之閒今望在濮陽"
]
},
"牛": {
"ngiu": [
"疑開三尤平",
"流攝；尤韻；牛小韻",
"白一平：ngjuw；推導普通話：you2",
"《廣韻》：大牲也丗本曰黃帝臣胲作服牛史記曰紂倒曳九牛又姓出隴西本自殷周封微子於宋其裔司㓂牛父帥師敗狄長丘死之子孫以王父字爲氏風俗通云漢有牛崇爲隴西主簿馬文淵爲太守羊喜爲功曹涼部云三牲備具語求切一"
]
},
"忙": {
"mang": [
"明開一唐平",
"宕攝；唐韻；茫小韻",
"白一平：mang；推導普通話：mang2",
"《廣韻》：上同"
]
},
"詞": {
"zsi": [
"邪開三之平",
"止攝；之韻；詞小韻",
"白一平：zi；推導普通話：si2",
"《廣韻》：請也說也告也說文曰意内而言外也似兹切七"
]
},
"劇": {
"giek": [
"羣開三庚入",
"梗攝；陌韻；劇小韻",
"白一平：gjaek；推導普通話：ji2",
"《廣韻》：增也一曰艱也又姓史記燕有劇辛奇逆切六"
]
},
"宿": {
"siuh": [
"心開三尤去",
"流攝；宥韻；秀小韻",
"白一平：sjuwH；推導普通話：xiu4",
"《廣韻》：星宿亦宿留又音夙"
],
"siuk": [
"心開三東入",
"通攝；屋韻；肅小韻",
"白一平：sjuwk；推導普通話：su",
"《廣韻》：素也大也舎也說文作㝛止也左傳曰一宿爲舎再宿爲信又姓風俗通云漢有鴈門太守宿詳又虜複姓後魏末有賊帥勤宿明達又虜三字姓後魏書宿六斤氏後改爲宿氏又息救切"
]
},
"急": {
"kip": [
"見開三B侵入",
"深攝；緝韻；急小韻",
"重紐B類",
"白一平：kip；推導普通話：ji",
"《廣韻》：急疾說文作㤂褊也居立切十一"
]
},
"抱": {
"baux": [
"並開一豪上",
"效攝；晧韻；抱小韻",
"白一平：bawX；推導普通話：bao4",
"《廣韻》：持也說文曰引取也薄浩切一"
]
},
"靜": {
"ziengx": [
"從開三清上",
"梗攝；靜韻；靜小韻",
"白一平：dzjengX；推導普通話：jing4",
"《廣韻》：安也謀也和也息也疾郢切十"
]
},
"攻": {
"kung": [
"見開一東平",
"通攝；東韻；公小韻",
"白一平：kuwng；推導普通話：gong1",
"《廣韻》：攻擊"
],
"kuung": [
"見開一冬平",
"通攝；冬韻；攻小韻",
"白一平：kowng；推導普通話：gong1",
"《廣韻》：治也作也擊也伐也古冬切二"
]
},
"亞": {
"qrah": [
"影開二麻去",
"假攝；禡韻；亞小韻",
"白一平：'aeH；推導普通話：ya4",
"《廣韻》：次也就也醜也衣嫁切十"
]
},
"江": {
"krung": [
"見開二江平",
"江攝；江韻；江小韻",
"白一平：kaewng；推導普通話：jiang1",
"《廣韻》：江海書有九江尋陽記云烏江蚌江烏白江嘉靡江畎江沔江廪江提江菌江亦姓出陳留本顓頊玄孫伯益之後爵封於江陵爲楚所滅後以國爲氏古雙切十一"
]
},
"致": {
"triih": [
"知開三脂去",
"止攝；至韻；致小韻",
"白一平：trijH；推導普通話：zhi4",
"《廣韻》：至也說文曰送詣也陟利切十五"
]
},
"陣": {
"drinh": [
"澄開三眞去",
"臻攝；震韻；敶小韻",
"白一平：drinH；推導普通話：zhen4",
"《廣韻》：俗今通用"
]
},
"嚴": {
"ngiam": [
"疑開三嚴平",
"咸攝；嚴韻；嚴小韻",
"白一平：ngjaem；推導普通話：yan2",
"《廣韻》：嚴毅也威也敬也說文曰[嚴/敎]令急也亦姓本姓莊避漢明帝諱改姓嚴語𩏩切二"
]
},
"宗": {
"cuung": [
"精開一冬平",
"通攝；冬韻；宗小韻",
"白一平：tsowng；推導普通話：zong1",
"《廣韻》：衆也本也尊也亦官名漢書宗正秦官也掌親屬亦姓周郷宗伯之後出南陽又漢複姓二氏前漢有宗伯鳳南燕録有宗正謙善卜相作冬切二"
]
},
"警": {
"kiengx": [
"見開三庚上",
"梗攝；梗韻；警小韻",
"白一平：kjaengX；推導普通話：jing3",
"《廣韻》：寤也戒也居影切八"
]
},
"壘": {
"lyix": [
"來合三脂上",
"止攝；旨韻；壘小韻",
"白一平：lwijX；推導普通話：lei3",
"《廣韻》：說文曰軍壁也又重壘亦姓後趙録有壘澄本姓裴氏力軌切十四"
]
},
"夫": {
"byo": [
"並合三虞平",
"遇攝；虞韻；扶小韻",
"白一平：bju；推導普通話：fu2",
"《廣韻》：語助又府符切"
],
"pyo": [
"幫合三虞平",
"遇攝；虞韻；跗小韻",
"白一平：pju；推導普通話：fu1",
"《廣韻》：丈夫又羌複姓後秦建威將軍夫蒙大羌"
]
},
"密": {
"mit": [
"明開三B眞入",
"臻攝；質韻；密小韻",
"重紐B類",
"白一平：mit；推導普通話：mi4",
"《廣韻》：說文云山脊也又靜也亦州名古姑幕城秦琅邪郡隋爲密州因水以名之又姓漢有尚書密忠又漢複姓三氏何氏姓苑云密茅氏琅邪人又有密革氏密須氏俗作密美[畢/筆]切十"
]
},
"睡": {
"zjyeh": [
"常合三支去",
"止攝；寘韻；睡小韻",
"白一平：dzyweH；推導普通話：shui4",
"《廣韻》：眠睡是僞切四"
]
},
"午": {
"ngox": [
"疑開一模上",
"遇攝；姥韻；五小韻",
"白一平：nguX；推導普通話：wu3",
"《廣韻》：交也又辰名爾雅云太歳在午曰敦牂"
]
},
"店": {
"temh": [
"端開四添去",
"咸攝；㮇韻；店小韻",
"白一平：temH；推導普通話：dian4",
"《廣韻》：店舎崔豹古今注云店置也所以置貨鬻物也都念切十一"
]
},
"勢": {
"sjed": [
"書開三祭去",
"蟹攝；祭韻；丗小韻",
"白一平：syejH；推導普通話：shi4",
"《廣韻》：形勢"
]
},
"悲": {
"pii": [
"幫開三B脂平",
"止攝；脂韻；悲小韻",
"重紐B類",
"白一平：pij；推導普通話：bi1",
"《廣韻》：痛也府眉切一"
]
},
"蘭": {
"lan": [
"來開一寒平",
"山攝；寒韻；蘭小韻",
"白一平：lan；推導普通話：lan2",
"《廣韻》：香草亦州名古西羌地隋文帝置蘭州取皐蘭山爲名又姓漢有武陵太守蘭廣落干切十[一/二]"
]
},
"幕": {
"mak": [
"明開一唐入",
"宕攝；鐸韻；莫小韻",
"白一平：mak；推導普通話：mo4",
"《廣韻》：帷幕又姓"
]
},
"緣": {
"jyen": [
"以合三仙平",
"山攝；仙韻；沿小韻",
"白一平：ywen；推導普通話：yuan2",
"《廣韻》：縁由又羊絹切"
]
},
"廠": {
"chjangx": [
"昌開三陽上",
"宕攝；養韻；敞小韻",
"白一平：tsyhangX；推導普通話：chang3",
"《廣韻》：屋也出方言又音唱"
],
"chjangh": [
"昌開三陽去",
"宕攝；漾韻；唱小韻",
"白一平：tsyhangH；推導普通話：chang4",
"《廣韻》：露舎"
]
},
"坐": {
"zuax": [
"從合一戈上",
"果攝；果韻；坐小韻",
"白一平：dzwaX；推導普通話：zuo4",
"《廣韻》：釋名曰坐挫也骨節挫屈也徂果切二"
],
"zuah": [
"從合一戈去",
"果攝；過韻；座小韻",
"白一平：dzwaH；推導普通話：zuo4",
"《廣韻》：被罪又藏果切"
]
},
"香": {
"hiang": [
"曉開三陽平",
"宕攝；陽韻；香小韻",
"白一平：xjang；推導普通話：xiang1",
"《廣韻》：說文作𪏰芳也漢書云尚書郎懷香握蘭許良切五"
]
},
"爽": {
"sriangx": [
"生開三陽上",
"宕攝；養韻；𤕤小韻",
"白一平：srjangX；推導普通話：shuang3",
"《廣韻》：上同"
]
},
"控": {
"khrung": [
"溪開二江平",
"江攝；江韻；腔小韻",
"白一平：khaewng；推導普通話：qiang1",
"《廣韻》：打也又苦貢切"
],
"khungh": [
"溪開一東去",
"通攝；送韻；控小韻",
"白一平：khuwngH；推導普通話：kong4",
"《廣韻》：引也吿也苦貢切六"
]
},
"微": {
"myoi": [
"明合三微平",
"止攝；微韻；微小韻",
"白一平：mj+j；推導普通話：wei2",
"《廣韻》：妙也細也少也說文曰隱行也無非切八"
]
},
"登": {
"tong": [
"端開一登平",
"曾攝；登韻；登小韻",
"白一平：tong；推導普通話：deng1",
"《廣韻》：成也升也進也衆也說文曰上車也亦州名漢文帝封悼惠王子爲牟平侯即此地也周爲登州取文登山而名又姓蜀有關中流人始平登定都滕切八"
]
},
"翻": {
"phyan": [
"滂合三元平",
"臻攝；元韻；飜小韻",
"白一平：phjon；推導普通話：fan1",
"《廣韻》：上同"
]
},
"普": {
"phox": [
"滂開一模上",
"遇攝；姥韻；普小韻",
"白一平：phuX；推導普通話：pu3",
"《廣韻》：博也大也徧也又姓後魏十姓獻帝次兄爲普氏亦虜複姓周書辛威賜姓普屯氏又虜三字姓周書楊忠賜姓普六如氏後魏書有普陋如氏滂古切五"
]
},
"蠻": {
"mran": [
"明開二刪平",
"山攝；刪韻；蠻小韻",
"白一平：maen；推導普通話：man2",
"《廣韻》：南夷名亦姓莫還切七"
]
},
"冷": {
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：冷凙吳人云冰凌又力頂切"
],
"lrangx": [
"來開二庚上",
"梗攝；梗韻；冷小韻",
"白一平：laengX；推導普通話：leng3",
"《廣韻》：寒也魯打切又魯頂切一"
],
"lengx": [
"來開四青上",
"梗攝；迥韻；笭小韻",
"白一平：lengX；推導普通話：ling3",
"《廣韻》：寒也又姓前趙録有徐州刺史冷道字安義又盧打切"
]
},
"威": {
"qyoi": [
"影合三微平",
"止攝；微韻；威小韻",
"白一平：'jw+j；推導普通話：wei1",
"《廣韻》：威儀又姓風俗通云齊威王之後於非切八"
]
},
"毒": {
"duuk": [
"定開一冬入",
"通攝；沃韻；毒小韻",
"白一平：dowk；推導普通話：du2",
"《廣韻》：痛也害也苦也憎也說文作𡹆厚也害人之草往往而生徒沃切八"
]
},
"俊": {
"cynh": [
"精合三諄去",
"臻攝；稕韻；儁小韻",
"白一平：tswinH；推導普通話：jun4",
"《廣韻》：上同"
]
},
"絡": {
"lak": [
"來開一唐入",
"宕攝；鐸韻；落小韻",
"白一平：lak；推導普通話：luo4",
"《廣韻》：絡絲又姓"
]
},
"輯": {
"zip": [
"從開三侵入",
"深攝；緝韻；集小韻",
"白一平：dzip；推導普通話：ji2",
"《廣韻》：和也"
]
},
"母": {
"mux": [
"明開一侯上",
"流攝；厚韻；母小韻",
"白一平：muwX；推導普通話：mou3",
"《廣韻》：父母老子注云母道也蒼頡篇云其中有兩㸃象人乳形豎通者即音無莫厚切十四"
]
},
"創": {
"chriang": [
"初開三陽平",
"宕攝；陽韻；創小韻",
"白一平：tsrhjang；推導普通話：chuang1",
"《廣韻》：說文曰傷也禮曰頭有創則沐今作瘡初良切又初亮切三"
],
"chriangh": [
"初開三陽去",
"宕攝；漾韻；𠛝小韻",
"白一平：tsrhjangH；推導普通話：chuang4",
"《廣韻》：上同又初良切"
]
},
"堂": {
"dang": [
"定開一唐平",
"宕攝；唐韻；唐小韻",
"白一平：dang；推導普通話：tang2",
"《廣韻》：堂除亦屋白虎通曰夭子之堂髙九尺天子尊故極陽之數九尺也堂之爲言明也所以明禮義也禮記曰天子之堂九尺諸侯七尺大夫五尺士三尺又姓風俗通云堂楚邑大夫五尚爲之[-/宰]其後氏焉"
]
},
"趙": {
"drieux": [
"澄開三宵上",
"效攝；小韻；肇小韻",
"白一平：drjewX；推導普通話：zhao4",
"《廣韻》：少也久也字林云趍也亦州名春秋屬晉秦屬邯鄲郡後魏以廣阿城置殷州至齊改爲趙州又姓本自伯益孫造父善御幸於周穆王賜以趙城因封爲氏簡襄始大列爲諸侯今出天水南陽金城下邳潁川五望"
]
},
"舊": {
"giuh": [
"羣開三尤去",
"流攝；宥韻；舊小韻",
"白一平：gjuwH；推導普通話：jiu4",
"《廣韻》：故也亦姓出姓苑巨救切三"
]
},
"雜": {
"zop": [
"從開一覃入",
"咸攝；合韻；雜小韻",
"白一平：dzop；推導普通話：za2",
"《廣韻》：帀也集也猝也穿也說文曰五綵相合也徂合切七"
]
},
"周": {
"cju": [
"章開三尤平",
"流攝；尤韻；周小韻",
"白一平：tsyuw；推導普通話：zhou1",
"《廣韻》：周帀也又至也備也徧也密也又姓出汝南廬江尋陽臨川陳留沛國泰山河南等八望本自周平王子别封汝川人謂之周家因氏焉一云赧王爲秦所滅黜爲庶人百姓稱爲周家因而氏焉魏官氏志獻帝次兄普氏後改爲周氏又漢複姓魏初徵士燉煌周生烈晉武帝中經簿云周生姓烈名職流切十"
]
},
"述": {
"zsjyt": [
"船合三諄入",
"臻攝；術韻；術小韻",
"白一平：zywit；推導普通話：shu2",
"《廣韻》：著述說文循也又姓風俗通云魯大夫仲述之後也"
]
},
"恐": {
"khyungx": [
"溪開三鍾上",
"通攝；腫韻；恐小韻",
"白一平：khjowngX；推導普通話：qiong3",
"《廣韻》：懼也丘隴切又丘用切三"
],
"khyungh": [
"溪開三鍾去",
"通攝；用韻；恐小韻",
"白一平：khjowngH；推導普通話：qiong4",
"《廣韻》：疑也區用切三"
]
},
"幸": {
"ghrengx": [
"匣開二耕上",
"梗攝；耿韻；幸小韻",
"白一平：heangX；推導普通話：heng4",
"《廣韻》：說文作𡴘吉而免凶也从屰从夭夭死之事故死謂之不𡴘胡耿切四"
]
},
"亮": {
"liangh": [
"來開三陽去",
"宕攝；漾韻；亮小韻",
"白一平：ljangH；推導普通話：liang4",
"《廣韻》：㓪也導也亦姓出姓苑力讓切十五"
]
},
"麗": {
"lie": [
"來開三支平",
"止攝；支韻；離小韻",
"白一平：lje；推導普通話：li2",
"《廣韻》：東夷國名又盧計切"
],
"leh": [
"來開四齊去",
"蟹攝；霽韻；麗小韻",
"白一平：lejH；推導普通話：li4",
"《廣韻》：美也著也又姓出姓苑郎計切三十三"
]
},
"巴": {
"pra": [
"幫開二麻平",
"假攝；麻韻；巴小韻",
"白一平：pae；推導普通話：ba1",
"《廣韻》：巴蜀又州取國以名焉三巴記云閬白水東南流曲折三迴如巴字亦蟲名又姓後漢有楊州刺史巴祗伯加切八"
]
},
"禮": {
"lex": [
"來開四齊上",
"蟹攝；薺韻；禮小韻",
"白一平：lejX；推導普通話：li3",
"《廣韻》：說文曰履也所以事神致福也釋名曰禮體也得其事體也又姓左傳有衞大夫禮孔盧啓切十六"
]
},
"酒": {
"ciux": [
"精開三尤上",
"流攝；有韻；酒小韻",
"白一平：tsjuwX；推導普通話：jiu3",
"《廣韻》：酒醴戰國策曰帝女儀狄作而進於禹亦云杜康作元命包曰酒乳也又酒泉縣在肅州匈奴傳云水甘如酒因以名之亦姓也子酉切一"
]
},
"仁": {
"njin": [
"日開三眞平",
"臻攝；眞韻；仁小韻",
"白一平：nyin；推導普通話：ren2",
"《廣韻》：仁賢莊子曰愛人利物謂之仁釋名曰仁忍也好生惡殺善[惡▼惡字當刪▲]含忍也又姓姓苑云彭城人也如鄰切三"
]
},
"餐": {
"chan": [
"清開一寒平",
"山攝；寒韻；餐小韻",
"白一平：tshan；推導普通話：can1",
"《廣韻》：說文吞也七安切三"
]
},
"牌": {
"bre": [
"並開二佳平",
"蟹攝；佳韻；牌小韻",
"白一平：bea；推導普通話：pai2",
"《廣韻》：牌牓也薄佳切七"
],
"brai": [
"並開二皆平",
"蟹攝；皆韻；排小韻",
"白一平：beaj；推導普通話：pai2",
"《廣韻》：又薄佳切"
]
},
"突": {
"duot": [
"定合一魂入",
"臻攝；沒韻；突小韻",
"白一平：dwot；推導普通話：du2",
"《廣韻》：觸也欺也說文曰犬从穴中暫出也一曰滑也陀骨切十四"
]
},
"腳": {
"kiak": [
"見開三陽入",
"宕攝；藥韻；腳小韻",
"白一平：kjak；推導普通話：jue",
"《廣韻》：釋名曰腳卻也以其坐時卻在後也居勺切五"
]
},
"招": {
"cjeu": [
"章開三宵平",
"效攝；宵韻；昭小韻",
"白一平：tsyew；推導普通話：zhao1",
"《廣韻》：招呼也來也又姓漢有大鴻臚招猛"
]
},
"吉": {
"kjit": [
"見開三A眞入",
"臻攝；質韻；吉小韻",
"重紐A類",
"白一平：kjit；推導普通話：ji",
"《廣韻》：吉利又姓出馮翊尹吉甫之後漢有漢中太守吉恪居質切八"
]
},
"父": {
"pyox": [
"幫合三虞上",
"遇攝；麌韻；甫小韻",
"白一平：pjuX；推導普通話：fu3",
"《廣韻》：尼父尚父皆男子之美稱又漢複姓三氏孔子弟子有[宰/罕]父黑漢有臨淄主父偃左傳宋有皇父充石宋之公族也漢初有皇父鸞自魯徙居茂陵改父爲甫後漢安定太守儁始居安定朝郍代爲西州著姓又徙居京兆又音釡"
],
"byox": [
"並合三虞上",
"遇攝；麌韻；父小韻",
"白一平：bjuX；推導普通話：fu4",
"《廣韻》：說文曰父矩也家長率敎者扶雨切十五"
]
},
"仔": {
"ci": [
"精開三之平",
"止攝；之韻；兹小韻",
"白一平：tsi；推導普通話：zi1",
"《廣韻》：克也"
],
"cix": [
"精開三之上",
"止攝；止韻；子小韻",
"白一平：tsiX；推導普通話：zi3",
"《廣韻》：說文克也本又音兹"
]
},
"典": {
"tenx": [
"端開四先上",
"山攝；銑韻；典小韻",
"白一平：tenX；推導普通話：dian3",
"《廣韻》：主也常也法也經也又姓魏志有典韋多殄切五"
]
},
"房": {
"byang": [
"並合三陽平",
"宕攝；陽韻；房小韻",
"白一平：bjang；推導普通話：fang2",
"《廣韻》：房室亦州名即春秋時防渚也秦爲房陵郡唐武德爲房州又姓出淸河濟南河南三望本自堯子丹朱舜封爲房邑侯子陵以父封爲氏陵四十八代孫雅王莽末爲淸河太守始居淸河雅十九代孫諶隨慕容德南遷因居濟南郡生四子豫坦䆳熙号四龍今稱四祖房氏符方切七"
],
"bang": [
"並開一唐平",
"宕攝；唐韻；傍小韻",
"白一平：bang；推導普通話：pang2",
"《廣韻》：阿房宫名"
]
},
"素": {
"soh": [
"心開一模去",
"遇攝；暮韻；訴小韻",
"白一平：suH；推導普通話：su4",
"《廣韻》：列子曰太素者質之始也又空也故也帛也說文作𦃃白緻繒也又虜複姓二氏後趙録有宜陽公素和明又後魏書云素黎氏後改爲黎氏"
]
},
"防": {
"byang": [
"並合三陽平",
"宕攝；陽韻；房小韻",
"白一平：bjang；推導普通話：fang2",
"《廣韻》：防禦也隄防也"
],
"byangh": [
"並合三陽去",
"宕攝；漾韻；防小韻",
"白一平：bjangH；推導普通話：fang4",
"《廣韻》：守禦也符況切一"
]
},
"授": {
"zjuh": [
"常開三尤去",
"流攝；宥韻；授小韻",
"白一平：dzyuwH；推導普通話：shou4",
"《廣韻》：付也又姓出何氏姓苑承呪切六"
]
},
"充": {
"chjung": [
"昌開三東平",
"通攝；東韻；充小韻",
"白一平：tsyhuwng；推導普通話：chong1",
"《廣韻》：美也塞也行也滿也昌終切七"
]
},
"草": {
"chaux": [
"清開一豪上",
"效攝；晧韻；草小韻",
"白一平：tshawX；推導普通話：cao3",
"《廣韻》：說文作艸百卉也經典相承作草采老切七"
]
},
"暴": {
"bauh": [
"並開一豪去",
"效攝；号韻；暴小韻",
"白一平：bawH；推導普通話：bao4",
"《廣韻》：侵暴猝也急也又晞也案說文作[𣉱/曓]疾有所趣也又作㬥晞也今通作暴亦姓漢有繡衣使者暴勝之薄報切九"
],
"buk": [
"並開一東入",
"通攝；屋韻；暴小韻",
"白一平：buwk；推導普通話：bu2",
"《廣韻》：日乾也蒲木切十二"
]
},
"慮": {
"lioh": [
"來開三魚去",
"遇攝；御韻；慮小韻",
"白一平：ljoH；推導普通話：lv4",
"《廣韻》：思也又姓良倨切九"
]
},
"紹": {
"zjeux": [
"常開三宵上",
"效攝；小韻；紹小韻",
"白一平：dzyewX；推導普通話：shao4",
"《廣韻》：繼也又姓出何氏姓苑市沼切五["
]
},
"背": {
"buaih": [
"並合一灰去",
"蟹攝；隊韻；佩小韻",
"白一平：bwojH；推導普通話：bei4",
"《廣韻》：弃背又姓也又補妹切"
],
"puaih": [
"幫合一灰去",
"蟹攝；隊韻；背小韻",
"白一平：pwojH；推導普通話：bei4",
"《廣韻》：脊背補妹切三"
]
},
"劉": {
"liu": [
"來開三尤平",
"流攝；尤韻；劉小韻",
"白一平：ljuw；推導普通話：liu2",
"《廣韻》：剋也陳也殺也亦劉子木名實如棃核堅味酸美出交阯又姓出彭城沛國𢎞農河閒中山梁郡頓丘南陽東平髙平東莞平原廣陵臨淮琅邪蘭陵東海丹陽宣城南郡髙堂髙密竟陵長沙河南等二十五望並自陶唐氏旣衰其後劉累學擾龍事孔甲范氏其後也唯河南一望即虜姓也後魏書官氏志獨孤氏後改爲劉氏力求切四十四"
]
},
"委": {
"qye": [
"影合三B支平",
"止攝；支韻；逶小韻",
"重紐B類",
"白一平：'jwe；推導普通話：wei1",
"《廣韻》：委委佗佗美也"
],
"qyex": [
"影合三B支上",
"止攝；紙韻；委小韻",
"重紐B類",
"白一平：'jweX；推導普通話：wei3",
"《廣韻》：委曲也亦委積又屬也棄也隨也任也又姓漢有太原太守委進出風俗通於詭切五"
]
},
"府": {
"pyox": [
"幫合三虞上",
"遇攝；麌韻；甫小韻",
"白一平：pjuX；推導普通話：fu3",
"《廣韻》：官府說文曰府文書藏也風俗通曰府聚也公卿牧守道德之所聚也又舎也亦姓風俗通云漢有司徒掾府悝"
]
},
"景": {
"kiengx": [
"見開三庚上",
"梗攝；梗韻；警小韻",
"白一平：kjaengX；推導普通話：jing3",
"《廣韻》：大也明也像也光也炤也又姓齊景公之後後漢有景丹"
]
},
"憶": {
"qik": [
"影開三蒸入",
"曾攝；職韻；憶小韻",
"白一平：'ik；推導普通話：yi",
"《廣韻》：念也於力切十七"
]
},
"尤": {
"iu": [
"云開三尤平",
"流攝；尤韻；尤小韻",
"白一平：hjuw；推導普通話：you2",
"《廣韻》：過也甚也怨也多也說文異也又姓出姓苑羽求切九"
]
},
"諸": {
"cjo": [
"章開三魚平",
"遇攝；魚韻；諸小韻",
"白一平：tsyo；推導普通話：zhu1",
"《廣韻》：之也旃也辯也非一也又姓漢有洛陽令諸於出風俗通又漢複姓有諸葛氏吳書曰其先葛氏本琅邪諸縣人徙陽都先姓葛時人謂徙居者爲諸葛氏因爲氏焉風俗通云葛嬰爲陳涉將有功而誅孝文追錄封[-/其孫]諸縣侯因并氏焉章魚切七"
],
"cja": [
"章開三麻平",
"假攝；麻韻；遮小韻",
"白一平：tsyae；推導普通話：zhe1",
"《廣韻》：姓也漢有洛陽令諸於何氏姓苑云吳人又職余切"
]
},
"缺": {
"khuet": [
"溪合四先入",
"山攝；屑韻；闋小韻",
"白一平：khwet；推導普通話：que",
"《廣韻》：器破"
],
"khjyet": [
"溪合三A仙入",
"山攝；薛韻；缺小韻",
"重紐A類",
"白一平：khjwiet；推導普通話：que",
"《廣韻》：少也說文曰器破也傾雪切二"
]
},
"援": {
"yan": [
"云合三元平",
"臻攝；元韻；袁小韻",
"白一平：hjwon；推導普通話：yuan2",
"《廣韻》：援引也又爲眷切"
],
"yenh": [
"云合三仙去",
"山攝；線韻；瑗小韻",
"白一平：hjwenH；推導普通話：yuan4",
"《廣韻》：接援救助也亦姓"
]
},
"漫": {
"muanh": [
"明合一桓去",
"山攝；換韻；縵小韻",
"白一平：manH；推導普通話：man4",
"《廣韻》：大水"
]
},
"琴": {
"gim": [
"羣開三B侵平",
"深攝；侵韻；琴小韻",
"重紐B類",
"白一平：gim；推導普通話：qin2",
"《廣韻》：樂器神農作之本五弦周加文武二弦白虎通曰琴禁也以禁止淫邪正人心也又姓左傳琴張也巨金切二十二"
]
},
"罵": {
"mrax": [
"明開二麻上",
"假攝；馬韻；馬小韻",
"白一平：maeX；推導普通話：ma3",
"《廣韻》：罵詈又莫霸切"
],
"mrah": [
"明開二麻去",
"假攝；禡韻；禡小韻",
"白一平：maeH；推導普通話：ma4",
"《廣韻》：惡言"
]
},
"純": {
"zjyn": [
"常合三諄平",
"臻攝；諄韻；純小韻",
"白一平：dzywin；推導普通話：chun2",
"《廣韻》：篤也至也好也文也大也常倫切十三"
],
"cjynx": [
"章合三諄上",
"臻攝；準韻；準小韻",
"白一平：tsywinX；推導普通話：zhun3",
"《廣韻》：縁也又音淳"
]
},
"尚": {
"zjang": [
"常開三陽平",
"宕攝；陽韻；常小韻",
"白一平：dzyang；推導普通話：chang2",
"《廣韻》：尚書官名又時仗切"
],
"zjangh": [
"常開三陽去",
"宕攝；漾韻；尚小韻",
"白一平：dzyangH；推導普通話：shang4",
"《廣韻》：庶幾亦髙尚又飾也曾也加也佐也韻略云凡主天子之物皆曰尚尚醫尚食等是也又姓後漢髙士尚子平又漢複姓有尚方氏時亮切四"
]
},
"藝": {
"ngjed": [
"疑開三A祭去",
"蟹攝；祭韻；藝小韻",
"重紐A類",
"白一平：ngjiejH；推導普通話：yi4",
"《廣韻》：才能也靜也常也準也又姓出姓苑魚祭切八"
]
},
"惜": {
"siek": [
"心開三清入",
"梗攝；昔韻；昔小韻",
"白一平：sjek；推導普通話：xi",
"《廣韻》：悋惜說文痛也"
]
},
"置": {
"trih": [
"知開三之去",
"止攝；志韻；置小韻",
"白一平：triH；推導普通話：zhi4",
"《廣韻》：安置也驛也設也說文赦也陟吏切二"
]
},
"益": {
"qjek": [
"影開三A清入",
"梗攝；昔韻；益小韻",
"重紐A類",
"白一平：'jiek；推導普通話：yi",
"《廣韻》：增也進也伊昔切八"
]
},
"姐": {
"ciax": [
"精開三麻上",
"假攝；馬韻；姐小韻",
"白一平：tsjaeX；推導普通話：jie3",
"《廣韻》：羌人呼母一曰慢也兹野切三"
]
},
"誠": {
"zjeng": [
"常開三清平",
"梗攝；清韻；成小韻",
"白一平：dzyeng；推導普通話：cheng2",
"《廣韻》：審也敬也信也"
]
},
"繼": {
"keh": [
"見開四齊去",
"蟹攝；霽韻；計小韻",
"白一平：kejH；推導普通話：ji4",
"《廣韻》：紹繼俗作継"
]
},
"湖": {
"gho": [
"匣開一模平",
"遇攝；模韻；胡小韻",
"白一平：hu；推導普通話：hu2",
"《廣韻》：江湖廣曰湖也"
]
},
"欲": {
"jyuk": [
"以開三鍾入",
"通攝；燭韻；欲小韻",
"白一平：yowk；推導普通話：yu4",
"《廣韻》：貪欲也余蜀切九"
]
},
"麻": {
"mra": [
"明開二麻平",
"假攝；麻韻；麻小韻",
"白一平：mae；推導普通話：ma2",
"《廣韻》：麻紵亦姓風俗通云齊大夫麻嬰之後漢有麻達注論語莫霞切八"
]
},
"靠": {
"khauh": [
"溪開一豪去",
"效攝；号韻；𩝝小韻",
"白一平：khawH；推導普通話：kao4",
"《廣韻》：相違也"
]
},
"肉": {
"njuk": [
"日開三東入",
"通攝；屋韻；肉小韻",
"白一平：nyuwk；推導普通話：ru4",
"《廣韻》：骨肉如六切俗作𡧢三"
]
},
"松": {
"zsyung": [
"邪開三鍾平",
"通攝；鍾韻；松小韻",
"白一平：zjowng；推導普通話：song2",
"《廣韻》：木名玄中記曰松脂淪入地千歳爲[伏/茯]苓亦州[-/名]舜竄三苗於三危河關之西南羌是也後魏末始統其城改置州焉祥容切四"
]
},
"刻": {
"khok": [
"溪開一登入",
"曾攝；德韻；刻小韻",
"白一平：khok；推導普通話：ke",
"《廣韻》：刻鏤又剥也苦得切五"
]
},
"紀": {
"kix": [
"見開三之上",
"止攝；止韻；紀小韻",
"白一平：kiX；推導普通話：ji3",
"《廣韻》：極也會也事也理也識也亦經紀又十二年曰紀又姓出丹陽居理切四"
]
},
"退": {
"thuaih": [
"透合一灰去",
"蟹攝；隊韻；退小韻",
"白一平：thwojH；推導普通話：tui4",
"《廣韻》：卻也說文作𢓴他内切五"
]
},
"含": {
"ghom": [
"匣開一覃平",
"咸攝；覃韻；含小韻",
"白一平：hom；推導普通話：han2",
"《廣韻》：說文銜也胡男切二十二"
]
},
"判": {
"phuanh": [
"滂合一桓去",
"山攝；換韻；判小韻",
"白一平：phanH；推導普通話：pan4",
"《廣韻》：剖判又分也普半切八"
]
},
"釋": {
"sjek": [
"書開三清入",
"梗攝；昔韻；釋小韻",
"白一平：syek；推導普通話：shi",
"《廣韻》：捨也解也散也消也廢也服也又姓施隻切十六"
]
},
"皮": {
"bie": [
"並開三B支平",
"止攝；支韻；皮小韻",
"重紐B類",
"白一平：bje；推導普通話：pi2",
"《廣韻》：皮膚也釋名曰皮被也被覆體也亦姓出下邳符羈切六"
]
},
"波": {
"pua": [
"幫合一戈平",
"果攝；戈韻；波小韻",
"白一平：pa；推導普通話：bo1",
"《廣韻》：波浪博禾切六"
]
},
"承": {
"zjing": [
"常開三蒸平",
"曾攝；蒸韻；承小韻",
"白一平：dzying；推導普通話：cheng2",
"《廣韻》：次也奉也受也又姓後漢有承宫署陵切[二/三]"
]
},
"射": {
"jah": [
"以開三麻去",
"假攝；禡韻；夜小韻",
"白一平：yaeH；推導普通話：ye4",
"《廣韻》：僕射"
],
"zsjah": [
"船開三麻去",
"假攝；禡韻；射小韻",
"白一平：zyaeH；推導普通話：she4",
"《廣韻》：[射弓也周禮有五/白矢參連剡注襄尺井儀]射白勻參遠剡注讓尺井儀又姓三輔決録云漢末[-/有]大鴻臚射咸本姓謝名服天子以爲將軍出征姓謝名服不祥改之爲射氏名咸神夜切又音石又音夜僕射也四"
],
"jek": [
"以開三清入",
"梗攝；昔韻；繹小韻",
"白一平：yek；推導普通話：yi4",
"《廣韻》：無射九月律"
],
"zsjek": [
"船開三清入",
"梗攝；昔韻；麝小韻",
"白一平：zyek；推導普通話：shi2",
"《廣韻》：丗本曰逢蒙作射又姓吳有中書郎射慈又神柘切又羊謝羊益二切"
]
},
"堆": {
"tuai": [
"端合一灰平",
"蟹攝；灰韻；磓小韻",
"白一平：twoj；推導普通話：dui1",
"《廣韻》：聚土"
]
},
"莫": {
"mak": [
"明開一唐入",
"宕攝；鐸韻；莫小韻",
"白一平：mak；推導普通話：mo4",
"《廣韻》：無也定也說文本模故切日[旦/且]冥也从日在茻中茻音莽又州名開元十三年改鄚州去邑亦姓楚莫敖之後又虜複姓五氏西秦録有左衞將軍莫者羖羝南涼州刺史莫侯悌眷後魏末有亂寇莫折念生又有莫輿氏莫盧氏又虜三字姓周太祖賜廣寧楊纂姓莫胡盧氏慕各切十六"
]
},
"製": {
"cjed": [
"章開三祭去",
"蟹攝；祭韻；制小韻",
"白一平：tsyejH；推導普通話：zhi4",
"《廣韻》：製作又裁也"
]
},
"鍵": {
"gien": [
"羣開三B仙平",
"山攝；仙韻；乾小韻",
"重紐B類",
"白一平：gjen；推導普通話：qian2",
"《廣韻》：鑰也又音件"
],
"gianx": [
"羣開三元上",
"臻攝；阮韻；寋小韻",
"白一平：gjonX；推導普通話：jian4",
"《廣韻》：上同"
],
"gienx": [
"羣開三B仙上",
"山攝；獮韻；件小韻",
"重紐B類",
"白一平：gjenX；推導普通話：jian4",
"《廣韻》：管籥"
]
},
"旁": {
"bang": [
"並開一唐平",
"宕攝；唐韻；傍小韻",
"白一平：bang；推導普通話：pang2",
"《廣韻》：爾雅曰上達謂之歧旁謂歧道旁出也說文曰溥也"
]
},
"筆": {
"pit": [
"幫開三B眞入",
"臻攝；質韻；筆小韻",
"重紐B類",
"白一平：pit；推導普通話：bi",
"《廣韻》：秦蒙恬所造爾雅曰不律謂之筆韓詩外傳周舍爲趙𥳑子臣墨筆操牘從君之後伺君過而書之鄙密切九"
]
},
"扁": {
"phjen": [
"滂開三A仙平",
"山攝；仙韻；篇小韻",
"重紐A類",
"白一平：phjien；推導普通話：pian1",
"《廣韻》：小舟"
],
"penx": [
"幫開四先上",
"山攝；銑韻；編小韻",
"白一平：penX；推導普通話：bian3",
"《廣韻》：扁署門戸"
],
"benx": [
"並開四先上",
"山攝；銑韻；辮小韻",
"白一平：benX；推導普通話：bian4",
"《廣韻》：姓也盧醫扁鵲是也又方典切"
],
"bjenx": [
"並開三A仙上",
"山攝；獮韻；楩小韻",
"重紐A類",
"白一平：bjienX；推導普通話：bian4",
"《廣韻》：又[辨/辮]篇二音"
]
},
"註": {
"cjyoh": [
"章合三虞去",
"遇攝；遇韻；注小韻",
"白一平：tsyuH；推導普通話：zhu4",
"《廣韻》：註射出埤蒼又音駐"
],
"tryoh": [
"知合三虞去",
"遇攝；遇韻；註小韻",
"白一平：trjuH；推導普通話：zhu4",
"《廣韻》：解也中句切又音注九"
]
},
"奏": {
"cuh": [
"精開一侯去",
"流攝；候韻；奏小韻",
"白一平：tsuwH；推導普通話：zou4",
"《廣韻》：進也說文作𡴝則候切二"
]
},
"樹": {
"zjyox": [
"常合三虞上",
"遇攝；麌韻；豎小韻",
"白一平：dzyuX；推導普通話：shu4",
"《廣韻》：扶樹"
],
"zjyoh": [
"常合三虞去",
"遇攝；遇韻；樹小韻",
"白一平：dzyuH；推導普通話：shu4",
"《廣韻》：木揔名也立也又姓姓苑云今江東有之後魏官氏志樹洛[于/干]氏後改爲樹氏常句切五"
]
},
"律": {
"lyt": [
"來合三諄入",
"臻攝；術韻；律小韻",
"白一平：lwit；推導普通話：lv4",
"《廣韻》：律吕又律法也吕䘏切八"
]
},
"鐵": {
"thet": [
"透開四先入",
"山攝；屑韻；鐵小韻",
"白一平：thet；推導普通話：tie",
"《廣韻》：說文云黑金也神異經云南方有獸名曰齧鐵大如水牛色如漆食鐵飲水其糞可作兵器其利如鋼也又虜複姓赫連勃勃改其支庶爲鐵伐氏云庶朕宗族子孫剛鋭如鐵皆堪伐人也又作[𨫓/鐵]俗作[鐡/䥫]他結切八"
]
},
"榮": {
"yeng": [
"云合三庚平",
"梗攝；庚韻；榮小韻",
"白一平：hjwaeng；推導普通話：yong2",
"《廣韻》：榮華又姓漢有榮啓期永兵切六"
]
},
"昨": {
"zak": [
"從開一唐入",
"宕攝；鐸韻；昨小韻",
"白一平：dzak；推導普通話：zuo2",
"《廣韻》：昨日隔一宵又羌複姓有昨和氏在各切二十"
]
},
"毛": {
"mau": [
"明開一豪平",
"效攝；豪韻；毛小韻",
"白一平：maw；推導普通話：mao2",
"《廣韻》：說文曰眉髮[-/之屬]及獸毛也亦姓本自周武王母弟毛公後以爲氏本居鉅鹿避讎滎陽也莫袍切一十"
],
"mauh": [
"明開一豪去",
"效攝；号韻；冃小韻",
"白一平：mawH；推導普通話：mao4",
"《廣韻》：毛鷹鷂鸇"
]
},
"彩": {
"chaix": [
"清開一咍上",
"蟹攝；海韻；采小韻",
"白一平：tshojX；推導普通話：cai3",
"《廣韻》：光彩"
]
},
"歸": {
"kyoi": [
"見合三微平",
"止攝；微韻；歸小韻",
"白一平：kjw+j；推導普通話：gui1",
"《廣韻》：還也公羊傳曰婦人謂嫁曰歸亦州名古夔子國武德初割夔州之秭歸巴東二縣置州取歸國爲名也舉韋切三"
]
},
"虎": {
"hox": [
"曉開一模上",
"遇攝；姥韻；虎小韻",
"白一平：xuX；推導普通話：hu3",
"《廣韻》：獸名說文曰虎山獸之君淮南子曰虎嘯谷風至又姓風俗通曰漢有合浦太守虎旗其先八元伯虎之後呼古切七"
]
},
"罪": {
"zuaix": [
"從合一灰上",
"蟹攝；賄韻；辠小韻",
"白一平：dzwojX；推導普通話：zui4",
"《廣韻》：上同"
]
},
"皆": {
"krai": [
"見開二皆平",
"蟹攝；皆韻；皆小韻",
"白一平：keaj；推導普通話：jie1",
"《廣韻》：說文作皆俱詞也古諧切十九"
]
},
"葉": {
"jep": [
"以開三鹽入",
"咸攝；葉韻；葉小韻",
"白一平：yep；推導普通話：ye4",
"《廣韻》：枝葉又姓吳志孫堅傳有都尉葉雄與涉切又式涉切十"
],
"sjep": [
"書開三鹽入",
"咸攝；葉韻；攝小韻",
"白一平：syep；推導普通話：she",
"《廣韻》：縣名在汝州又余涉切"
]
},
"售": {
"zjuh": [
"常開三尤去",
"流攝；宥韻；授小韻",
"白一平：dzyuwH；推導普通話：shou4",
"《廣韻》：賣物出手"
]
},
"彈": {
"dan": [
"定開一寒平",
"山攝；寒韻；壇小韻",
"白一平：dan；推導普通話：tan2",
"《廣韻》：糾也射也亦彈棊梁冀傳云冀好彈棊也又徒案切"
],
"danh": [
"定開一寒去",
"山攝；翰韻；憚小韻",
"白一平：danH；推導普通話：dan4",
"《廣韻》：行丸又徒丹切"
]
},
"施": {
"sje": [
"書開三支平",
"止攝；支韻；䌳小韻",
"白一平：sye；推導普通話：shi1",
"《廣韻》：施設亦姓左傳魯大夫施伯何氏姓苑云今沛人又式豉以寘二切"
],
"sjeh": [
"書開三支去",
"止攝；寘韻；翅小韻",
"白一平：syeH；推導普通話：shi4",
"《廣韻》：易曰雲行雨施又式支切"
]
},
"銘": {
"meng": [
"明開四青平",
"梗攝；青韻；冥小韻",
"白一平：meng；推導普通話：ming2",
"《廣韻》：銘記釋名曰銘名也記名其功也"
]
},
"刀": {
"tau": [
"端開一豪平",
"效攝；豪韻；刀小韻",
"白一平：taw；推導普通話：dao1",
"《廣韻》：釋名曰刀到也以斬伐到其所也說文云兵也都牢切七"
]
},
"塊": {
"khuaih": [
"溪合一灰去",
"蟹攝；隊韻；塊小韻",
"白一平：khwojH；推導普通話：kui4",
"《廣韻》：土塊苦對切三"
]
},
"漢": {
"hanh": [
"曉開一寒去",
"山攝；翰韻；漢小韻",
"白一平：xanH；推導普通話：han4",
"《廣韻》：水名又姓姓苑云東莞人呼旰切九"
]
},
"欣": {
"hion": [
"曉開三欣平",
"臻攝；欣韻；欣小韻",
"白一平：xj+n；推導普通話：xin1",
"《廣韻》：喜也亦州名本漢陽曲縣地隋置欣州因欣口爲名許斤切六"
]
},
"布": {
"poh": [
"幫開一模去",
"遇攝；暮韻；布小韻",
"白一平：puH；推導普通話：bu4",
"《廣韻》：布帛也又陳也周禮錢行之曰布藏之曰[帛/泉]又姓陶侃列傳有江夏布興博故切六"
]
},
"賞": {
"sjangx": [
"書開三陽上",
"宕攝；養韻；賞小韻",
"白一平：syangX；推導普通話：shang3",
"《廣韻》：賜也又吳姓有賞氏書兩切五"
]
},
"載": {
"caix": [
"精開一咍上",
"蟹攝；海韻；宰小韻",
"白一平：tsojX；推導普通話：zai3",
"《廣韻》：年也出方言又音再"
],
"caih": [
"精開一咍去",
"蟹攝；代韻；載小韻",
"白一平：tsojH；推導普通話：zai4",
"《廣韻》：年也事也則也乗也始也盟辭也又姓風俗通云姬姓之後作代切又材代切六"
],
"zaih": [
"從開一咍去",
"蟹攝；代韻；載小韻",
"白一平：dzojH；推導普通話：zai4",
"《廣韻》：運也昨代切七"
]
},
"險": {
"hiemx": [
"曉開三B鹽上",
"咸攝；琰韻；險小韻",
"重紐B類",
"白一平：xjemX；推導普通話：xian3",
"《廣韻》：危也阻也難也虚檢切八"
]
},
"播": {
"puah": [
"幫合一戈去",
"果攝；過韻；播小韻",
"白一平：paH；推導普通話：bo4",
"《廣韻》：揚也放也弃也說文[掩/種]也一曰布也又姓播武殷賢人補過切五"
]
},
"升": {
"sjing": [
"書開三蒸平",
"曾攝；蒸韻；升小韻",
"白一平：sying；推導普通話：sheng1",
"《廣韻》：十合也成也又布八十縷爲𦫵識蒸切五"
]
},
"鐘": {
"cjyung": [
"章開三鍾平",
"通攝；鍾韻；鍾小韻",
"白一平：tsyowng；推導普通話：zhong1",
"《廣韻》：樂器也吕氏春秋云黃帝命伶倫鑄寸二器丗本曰垂作鐘"
]
},
"寄": {
"kieh": [
"見開三B支去",
"止攝；寘韻；寄小韻",
"重紐B類",
"白一平：kjeH；推導普通話：ji4",
"《廣韻》：寄附說文託也居義切三"
]
},
"弄": {
"lungh": [
"來開一東去",
"通攝；送韻；弄小韻",
"白一平：luwngH；推導普通話：long4",
"《廣韻》：說文玩也盧貢切七"
]
},
"付": {
"pyoh": [
"幫合三虞去",
"遇攝；遇韻；付小韻",
"白一平：pjuH；推導普通話：fu4",
"《廣韻》：与也方遇切六"
]
},
"構": {
"kuh": [
"見開一侯去",
"流攝；候韻；遘小韻",
"白一平：kuwH；推導普通話：gou4",
"《廣韻》：架也合也成也蓋也亂也"
]
},
"囉": {
"la": [
"來開一歌平",
"果攝；歌韻；羅小韻",
"白一平：la；推導普通話：luo2",
"《廣韻》：囉歌詞又嘍囉也亦小兒語也"
]
},
"螢": {
"ghueng": [
"匣合四青平",
"梗攝；青韻；熒小韻",
"白一平：hweng；推導普通話：xiong2",
"《廣韻》：螢火禮記云季夏月腐草爲螢一名丹良又名蚈"
]
},
"偉": {
"yoix": [
"云合三微上",
"止攝；尾韻；韙小韻",
"白一平：hjw+jX；推導普通話：wei3",
"《廣韻》：大也"
]
},
"薦": {
"cenh": [
"精開四先去",
"山攝；霰韻；薦小韻",
"白一平：tsenH；推導普通話：jian4",
"《廣韻》：薦席又薦進也說文曰獸之所食艸古者神人以𢊁遺黃帝帝曰何食何處曰食薦夏處川澤冬處松柏又姓出姓苑作甸切𢊁丈買切二"
]
},
"洋": {
"jang": [
"以開三陽平",
"宕攝；陽韻；陽小韻",
"白一平：yang；推導普通話：yang2",
"《廣韻》：水流皃又海名又音祥"
],
"zsiang": [
"邪開三陽平",
"宕攝；陽韻；詳小韻",
"白一平：zjang；推導普通話：xiang2",
"《廣韻》：水名出齊郡臨胊縣北亦州名本漢成固縣秦爲漢中郡魏置洋州"
]
},
"策": {
"chrek": [
"初開二耕入",
"梗攝；麥韻；策小韻",
"白一平：tsrheak；推導普通話：che",
"《廣韻》：謀也籌也釋名曰策書敎令於上所以驅策諸下也又馬箠也楚革切十四"
]
},
"嘻": {
"hi": [
"曉開三之平",
"止攝；之韻；僖小韻",
"白一平：xi；推導普通話：xi1",
"《廣韻》：噫嘻歎也"
]
},
"燈": {
"tong": [
"端開一登平",
"曾攝；登韻；登小韻",
"白一平：tong；推導普通話：deng1",
"《廣韻》：燈火"
]
},
"鬼": {
"kyoix": [
"見合三微上",
"止攝；尾韻；鬼小韻",
"白一平：kjw+jX；推導普通話：gui3",
"《廣韻》：鬼之爲言歸也居偉切一"
]
},
"檢": {
"kiemx": [
"見開三B鹽上",
"咸攝；琰韻；檢小韻",
"重紐B類",
"白一平：kjemX；推導普通話：jian3",
"《廣韻》：書檢印窠封題也又檢校俗作撿撿本音斂又姓出姓苑居奄切二"
]
},
"宣": {
"syen": [
"心合三仙平",
"山攝；仙韻；宣小韻",
"白一平：sjwen；推導普通話：xuan1",
"《廣韻》：布也明也徧也通也緩也散也須縁切九"
]
},
"哦": {
"nga": [
"疑開一歌平",
"果攝；歌韻；莪小韻",
"白一平：nga；推導普通話：e2",
"《廣韻》：吟哦"
]
},
"媽": {
"mox": [
"明開一模上",
"遇攝；姥韻；姥小韻",
"白一平：muX；推導普通話：mu3",
"《廣韻》：母也"
]
},
"均": {
"kjyn": [
"見合三A諄平",
"臻攝；諄韻；均小韻",
"重紐A類",
"白一平：kjwin；推導普通話：jun1",
"《廣韻》：平也又學曰成均亦州名春秋及戰國時並屬楚秦屬南陽郡隋爲均州取汮水以名之居勻切四"
]
},
"派": {
"phreh": [
"滂開二佳去",
"蟹攝；卦韻；派小韻",
"白一平：pheaH；推導普通話：pai4",
"《廣韻》：分流也俗作派匹卦切七"
]
},
"豬": {
"trio": [
"知開三魚平",
"遇攝；魚韻；豬小韻",
"白一平：trjo；推導普通話：zhu1",
"《廣韻》：爾雅曰豕子豬陟魚切六"
]
},
"濟": {
"cex": [
"精開四齊上",
"蟹攝；薺韻；濟小韻",
"白一平：tsejX；推導普通話：ji3",
"《廣韻》：定也止也齊也亦濟濟多威儀皃又水名出王屋亦州本齊地秦屬東郡宋於此置碻磝戍後魏於此置濟北郡周武帝置肥城郡武德改爲濟州或作泲又姓出姓苑襄城人也子禮切又音霽五"
],
"ceh": [
"精開四齊去",
"蟹攝；霽韻；霽小韻",
"白一平：tsejH；推導普通話：ji4",
"《廣韻》：渡也定也止也又卦名旣濟又子禮切"
]
},
"架": {
"krah": [
"見開二麻去",
"假攝；禡韻；駕小韻",
"白一平：kaeH；推導普通話：jia4",
"《廣韻》：架屋亦作枷禮記曰不同椸枷"
]
},
"藍": {
"lam": [
"來開一談平",
"咸攝；談韻；藍小韻",
"白一平：lam；推導普通話：lan2",
"《廣韻》：染草又姓戰國策有中山大夫藍諸魯甘切十一"
]
},
"劃": {
"ghruek": [
"匣合二耕入",
"梗攝；麥韻；獲小韻",
"白一平：hweak；推導普通話：huo2",
"《廣韻》：錐刀刻"
],
"hruek": [
"曉合二耕入",
"梗攝；麥韻；剨小韻",
"白一平：xweak；推導普通話：huo",
"《廣韻》：劃作事又音畫"
]
},
"擔": {
"tam": [
"端開一談平",
"咸攝；談韻；擔小韻",
"白一平：tam；推導普通話：dan1",
"《廣韻》：擔負釋名曰擔任也任力所勝也都甘切五"
],
"tamh": [
"端開一談去",
"咸攝；闞韻；擔小韻",
"白一平：tamH；推導普通話：dan4",
"《廣韻》：負也都濫切二"
]
},
"努": {
"nox": [
"泥開一模上",
"遇攝；姥韻；怒小韻",
"白一平：nuX；推導普通話：nu3",
"《廣韻》：努力"
]
},
"郭": {
"kuak": [
"見合一唐入",
"宕攝；鐸韻；郭小韻",
"白一平：kwak；推導普通話：guo",
"《廣韻》：城郭也釋名曰郭廓也廓落在城外也丗本曰鯀作郭亦姓出太原河南潁川東郡馮翊五望本自王季之後又云氏於居者城郭園池是也案說文作𩫏爲居𩫏作𨟍[-/爲]𨟍氏也古博切十"
]
},
"歉": {
"khemx": [
"溪開四添上",
"咸攝；忝韻；嗛小韻",
"白一平：khemX；推導普通話：qian3",
"《廣韻》：食不飽又苦減切"
],
"khremx": [
"溪開二咸上",
"咸攝；豏韻；㦿小韻",
"白一平：kheamX；推導普通話：qian3",
"《廣韻》：食不飽"
],
"khremh": [
"溪開二咸去",
"咸攝；陷韻；歉小韻",
"白一平：kheamH；推導普通話：qian4",
"《廣韻》：歉喙口陷切又口咸切二"
]
},
"紙": {
"cjex": [
"章開三支上",
"止攝；紙韻；紙小韻",
"白一平：tsyeX；推導普通話：zhi3",
"《廣韻》：釋名曰紙砥也平滑如砥石也後漢蔡倫以魚網木皮爲紙又姓後魏書官氏志云渴侯氏後改爲紙氏諸氏切十六"
]
},
"貼": {
"thep": [
"透開四添入",
"咸攝；怗韻；怗小韻",
"白一平：thep；推導普通話：tie",
"《廣韻》：以物[之▼之字當刪▲]質錢"
]
},
"暗": {
"qomh": [
"影開一覃去",
"咸攝；勘韻；暗小韻",
"白一平：'omH；推導普通話：an4",
"《廣韻》：日無光又默也深也貪也不明也烏紺切二"
]
},
"呼": {
"ho": [
"曉開一模平",
"遇攝；模韻；呼小韻",
"白一平：xu；推導普通話：hu1",
"《廣韻》：喚也說文曰外息也又姓列仙傳有仙人呼子先又虜複姓二氏前趙録匈奴貴姓有呼延氏後漢書匈奴四姓有呼衍氏荒烏切又火故切十七"
]
},
"罷": {
"bie": [
"並開三B支平",
"止攝；支韻；皮小韻",
"重紐B類",
"白一平：bje；推導普通話：pi2",
"《廣韻》：倦也亦止也又音矲"
],
"biex": [
"並開三B支上",
"止攝；紙韻；被小韻",
"重紐B類",
"白一平：bjeX；推導普通話：pi4",
"《廣韻》：遣有罪又平陂薄解二切"
],
"brex": [
"並開二佳上",
"蟹攝；蟹韻；罷小韻",
"白一平：beaX；推導普通話：bai3",
"《廣韻》：止也休也薄蟹切六"
]
},
"巧": {
"khraux": [
"溪開二肴上",
"效攝；巧韻；巧小韻",
"白一平：khaewX；推導普通話：qiao3",
"《廣韻》：好也能也善也苦絞切又巧僞苦敎切二"
],
"khrauh": [
"溪開二肴去",
"效攝；效韻；敲小韻",
"白一平：khaewH；推導普通話：qiao4",
"《廣韻》：巧僞山海經曰義均始爲巧倕作百巧也又苦絞切"
]
},
"慧": {
"ghueh": [
"匣合四齊去",
"蟹攝；霽韻；慧小韻",
"白一平：hwejH；推導普通話：hui4",
"《廣韻》：解也胡桂切十三"
]
},
"穿": {
"chjyen": [
"昌合三仙平",
"山攝；仙韻；穿小韻",
"白一平：tsyhwen；推導普通話：chuan1",
"《廣韻》：通也孔也昌縁切三"
],
"chjyenh": [
"昌合三仙去",
"山攝；線韻；釧小韻",
"白一平：tsyhwenH；推導普通話：chuan4",
"《廣韻》：貫也又音川"
]
},
"詳": {
"jang": [
"以開三陽平",
"宕攝；陽韻；陽小韻",
"白一平：yang；推導普通話：yang2",
"《廣韻》：上同本音祥"
],
"zsiang": [
"邪開三陽平",
"宕攝；陽韻；詳小韻",
"白一平：zjang；推導普通話：xiang2",
"《廣韻》：審也論也諟也似羊切八"
]
},
"雷": {
"luai": [
"來合一灰平",
"蟹攝；灰韻；雷小韻",
"白一平：lwoj；推導普通話：lei2",
"《廣韻》：說文作靁云隂陽薄動靁雨生物者也又姓後漢有雷義魯囘切十三"
]
},
"協": {
"ghep": [
"匣開四添入",
"咸攝；怗韻；協小韻",
"白一平：hep；推導普通話：xie2",
"《廣韻》：和也合也胡頰切十"
]
},
"督": {
"tuuk": [
"端開一冬入",
"通攝；沃韻；篤小韻",
"白一平：towk；推導普通話：du",
"《廣韻》：率也勸也正也說文察也一曰目痛也又姓風俗通云漢有五原太守督⿰𤣩賈俗作督"
]
},
"顧": {
"koh": [
"見開一模去",
"遇攝；暮韻；顧小韻",
"白一平：kuH；推導普通話：gu4",
"《廣韻》：迴視也眷也又姓出吳郡古暮切十五"
]
},
"臉": {
"chiem": [
"清開三鹽平",
"咸攝；鹽韻；籤小韻",
"白一平：tshjem；推導普通話：qian1",
"《廣韻》：臉𦞦也"
],
"lremx": [
"來開二咸上",
"咸攝；豏韻；臉小韻",
"白一平：leamX；推導普通話：lan3",
"《廣韻》：臉䑎羹屬也力減切二"
]
},
"逢": {
"byung": [
"並開三鍾平",
"通攝；鍾韻；逢小韻",
"白一平：bjowng；推導普通話：feng2",
"《廣韻》：值也迎也符容切八"
]
},
"獎": {
"ciangx": [
"精開三陽上",
"宕攝；養韻；㢡小韻",
"白一平：tsjangX；推導普通話：jiang3",
"《廣韻》：上同說文本作𤟌嗾犬厲之也"
]
},
"游": {
"ju": [
"以開三尤平",
"流攝；尤韻；猷小韻",
"白一平：yuw；推導普通話：you2",
"《廣韻》：浮也放也又姓出馮翊廣平前燕慕容廆以廣平游䆳爲股肱"
]
},
"批": {
"phe": [
"滂開四齊平",
"蟹攝；齊韻；磇小韻",
"白一平：phej；推導普通話：pi1",
"《廣韻》：擊也推也轉也示也"
]
},
"略": {
"liak": [
"來開三陽入",
"宕攝；藥韻；略小韻",
"白一平：ljak；推導普通話：lve4",
"《廣韻》：𥳑略謀略又求也法也要也又姓何氏姓苑云零陵人離灼切九"
]
},
"短": {
"tuanx": [
"端合一桓上",
"山攝；緩韻；短小韻",
"白一平：twanX；推導普通話：duan3",
"《廣韻》：促也不長也都管切四"
]
},
"幻": {
"ghruenh": [
"匣合二山去",
"山攝；襇韻；幻小韻",
"白一平：hweanH；推導普通話：huan4",
"《廣韻》：幻化胡辨切一"
]
},
"沙": {
"sra": [
"生開二麻平",
"假攝；麻韻；鯊小韻",
"白一平：srae；推導普通話：sha1",
"《廣韻》：沙汰說文曰水散石也爾雅曰潁爲沙謂大水溢出別爲小水之名亦州取沙角山爲名即三秦記鳴沙山也又姓何氏姓苑云東莞人又漢複姓二氏左傳齊有夙沙衞神農時夙沙氏之後漢書功臣表有昭沙掉尾又百濟有沙吒氏"
],
"srah": [
"生開二麻去",
"假攝；禡韻；嗄小韻",
"白一平：sraeH；推導普通話：sha4",
"《廣韻》：周禮云鳥皫色而沙鳴注云沙嘶也又所加切"
]
},
"散": {
"sanx": [
"心開一寒上",
"山攝；旱韻；散小韻",
"白一平：sanX；推導普通話：san3",
"《廣韻》：散誕說文作𢽳分離也又作𢿱雜肉也今通作散又姓史記文王四犮散宜生蘇旱切又蘇汗切十一"
],
"sanh": [
"心開一寒去",
"山攝；翰韻；𦇕小韻",
"白一平：sanH；推導普通話：san4",
"《廣韻》：見上注"
]
},
"敵": {
"dek": [
"定開四青入",
"梗攝；錫韻；荻小韻",
"白一平：dek；推導普通話：di2",
"《廣韻》：匹也當也輩也主也"
]
},
"鄉": {
"hiang": [
"曉開三陽平",
"宕攝；陽韻；香小韻",
"白一平：xjang；推導普通話：xiang1",
"《廣韻》：郷黨釋名曰萬二千五百家爲郷郷向也衆所向也又姓出姓苑"
]
},
"冊": {
"chrek": [
"初開二耕入",
"梗攝；麥韻；策小韻",
"白一平：tsrheak；推導普通話：che",
"《廣韻》：𥳑𠕋說文曰符命也諸侯進受於王也象其札一長一短中有二編之形"
]
},
"輪": {
"lyn": [
"來合三諄平",
"臻攝；諄韻；淪小韻",
"白一平：lwin；推導普通話：lun2",
"《廣韻》：車輪周禮曰軫之方以象地蓋之圜以象天輪輻三十以象日月"
]
},
"朝": {
"trieu": [
"知開三宵平",
"效攝；宵韻；朝小韻",
"白一平：trjew；推導普通話：zhao1",
"《廣韻》：早也又旦至食時爲終朝又朝鮮國名亦姓左傳有蔡大夫朝吳陟遥切又直遥切二"
],
"drieu": [
"澄開三宵平",
"效攝；宵韻；𪓙小韻",
"白一平：drjew；推導普通話：chao2",
"《廣韻》：朝廷也禮記曰諸侯於天子五年一朝又姓唐有拾遺朝衛"
]
},
"忍": {
"njinx": [
"日開三眞上",
"臻攝；軫韻；忍小韻",
"白一平：nyinX；推導普通話：ren3",
"《廣韻》：強也有所含忍而軫切三"
]
},
"河": {
"gha": [
"匣開一歌平",
"果攝；歌韻；何小韻",
"白一平：ha；推導普通話：he2",
"《廣韻》：水名出積石山海經云河出崐崘西北隅發源注海亦州取水以名之爾雅有九河徒駭太史馬頰覆釜胡蘇𥳑絜鉤盤鬲津"
]
},
"藏": {
"zang": [
"從開一唐平",
"宕攝；唐韻；藏小韻",
"白一平：dzang；推導普通話：cang2",
"《廣韻》：隱也匿也昨郎切又徂浪切一"
],
"zangh": [
"從開一唐去",
"宕攝；宕韻；藏小韻",
"白一平：dzangH；推導普通話：zang4",
"《廣韻》：通俗文曰庫藏曰帑徂浪切又徂郎切三"
]
},
"衝": {
"chjyung": [
"昌開三鍾平",
"通攝；鍾韻；𧘂小韻",
"白一平：tsyhowng；推導普通話：chong1",
"《廣韻》：上同"
]
},
"混": {
"ghuonx": [
"匣合一魂上",
"臻攝；混韻；混小韻",
"白一平：hwonX；推導普通話：hun4",
"《廣韻》：混流一曰混沌隂陽未分胡本切十六"
]
},
"唯": {
"jyi": [
"以合三脂平",
"止攝；脂韻；惟小韻",
"白一平：ywij；推導普通話：wei2",
"《廣韻》：獨也又以癸切"
],
"jyix": [
"以合三脂上",
"止攝；旨韻；唯小韻",
"白一平：ywijX；推導普通話：wei3",
"《廣韻》：諾也以水切又音惟八"
]
},
"乾": {
"kan": [
"見開一寒平",
"山攝；寒韻；干小韻",
"白一平：kan；推導普通話：gan1",
"《廣韻》：字樣云本音虔今借爲乾濕字又姓出何氏姓苑"
],
"gien": [
"羣開三B仙平",
"山攝；仙韻；乾小韻",
"重紐B類",
"白一平：gjen；推導普通話：qian2",
"《廣韻》：天也君也堅也渠焉切又音干九"
]
},
"冠": {
"kuan": [
"見合一桓平",
"山攝；桓韻；官小韻",
"白一平：kwan；推導普通話：guan1",
"《廣韻》：首飾說文曰絭也所以絭髮弁冕之緫名也亦姓風俗通云古賢者鶡冠子之後又音灌"
],
"kuanh": [
"見合一桓去",
"山攝；換韻；貫小韻",
"白一平：kwanH；推導普通話：guan4",
"《廣韻》：冠束白虎通曰男子幼娶必冠女子幼嫁必笄又姓列仙傳有仙人冠先又音官"
]
},
"熟": {
"zjuk": [
"常開三東入",
"通攝；屋韻；熟小韻",
"白一平：dzyuwk；推導普通話：shu2",
"《廣韻》：成也殊六切八"
]
},
"鷹": {
"qing": [
"影開三蒸平",
"曾攝；蒸韻；膺小韻",
"白一平：'ing；推導普通話：ying1",
"《廣韻》：鳥名月令曰驚蟄之日鷹化爲鳩"
]
},
"尊": {
"cuon": [
"精合一魂平",
"臻攝；魂韻；尊小韻",
"白一平：tswon；推導普通話：zun1",
"《廣韻》：尊卑又重也髙也貴也敬也君父之稱也說文曰酒器也本又作𢍜周禮有司尊彞從土從缶從木後人所加亦姓風俗通云尊盧氏之後祖昆切五"
]
},
"棄": {
"khjiih": [
"溪開三A脂去",
"止攝；至韻；棄小韻",
"重紐A類",
"白一平：khjijH；推導普通話：qi4",
"《廣韻》：說文捐也詰利切五"
]
},
"敬": {
"kiengh": [
"見開三庚去",
"梗攝；映韻；敬小韻",
"白一平：kjaengH；推導普通話：jing4",
"《廣韻》：恭也肅也愼也又姓陳敬仲之後出[-/平陽]風俗通後漢有揚州刺史敬歆居慶切四"
]
},
"季": {
"kjyih": [
"見合三A脂去",
"止攝；至韻；季小韻",
"重紐A類",
"白一平：kjwijH；推導普通話：gui4",
"《廣韻》：昆季也又少也小稱也亦姓左傳魯有季友又漢複姓四氏晉有唐邑大夫季連齊有鬼方氏第六子名季連其後氏焉晉有祁邑大夫季瓜忽宋有季隨逢丗本云周有八士季隨季騧之後騧或作瓜又有魯大夫齊季窺昔齊公子季奔于楚楚遂号爲齊季氏居悸切二"
]
},
"婚": {
"huon": [
"曉合一魂平",
"臻攝；魂韻；昏小韻",
"白一平：xwon；推導普通話：hun1",
"《廣韻》：婚姻嫁也禮娶以昏時婦人隂也故曰婚"
]
},
"縣": {
"ghuen": [
"匣合四先平",
"山攝；先韻；玄小韻",
"白一平：hwen；推導普通話：xuan2",
"《廣韻》：說文云繫也相承借爲州縣字"
],
"ghuenh": [
"匣合四先去",
"山攝；霰韻；縣小韻",
"白一平：hwenH；推導普通話：xuan4",
"《廣韻》：郡縣也釋名曰縣懸也懸於郡也古作寰楚莊王滅陳爲縣縣名自此始也又姓孔子門人縣單父黃[練/絢]切十五"
]
},
"緊": {
"kjinx": [
"見開三A眞上",
"臻攝；軫韻；緊小韻",
"重紐A類",
"白一平：kjinX；推導普通話：jin3",
"《廣韻》：紉急也居忍切四"
]
},
"伯": {
"prak": [
"幫開二庚入",
"梗攝；陌韻；伯小韻",
"白一平：paek；推導普通話：bo",
"《廣韻》：長也又侯伯周書曰率衆時作謂之伯亦姓左傳晉有大夫伯宗又漢複姓二氏韓子有伯夫氏墨家流莊子有伯成子髙博陌切八"
]
},
"申": {
"sjin": [
"書開三眞平",
"臻攝；眞韻；申小韻",
"白一平：syin；推導普通話：shen1",
"《廣韻》：身也伸也重也容也篆文作申又辰名太歳在申曰涒灘亦州名春秋時屬楚秦南陽郡後魏爲郢州周爲申州又姓出魏郡亦漢複姓四氏莊子有申徒狄漢丞相申屠嘉長沙太傳申章昌左傳齊有申鮮虞失人切十六"
]
},
"衣": {
"qioi": [
"影開三微平",
"止攝；微韻；依小韻",
"白一平：'j+j；推導普通話：yi1",
"《廣韻》：上曰衣下曰裳丗本曰胡曹作衣白虎通云衣者隱也裳者障也所以隱形自障蔽也又姓出姓苑"
],
"qioih": [
"影開三微去",
"止攝；未韻；衣小韻",
"白一平：'j+jH；推導普通話：yi4",
"《廣韻》：衣著於旣切又音依一"
]
},
"購": {
"kuh": [
"見開一侯去",
"流攝；候韻；遘小韻",
"白一平：kuwH；推導普通話：gou4",
"《廣韻》：購贖"
]
},
"僅": {
"ginh": [
"羣開三B眞去",
"臻攝；震韻；僅小韻",
"重紐B類",
"白一平：ginH；推導普通話：jin4",
"《廣韻》：餘也纔也劣也少也渠遴切十一"
]
},
"帳": {
"triangh": [
"知開三陽去",
"宕攝；漾韻；帳小韻",
"白一平：trjangH；推導普通話：zhang4",
"《廣韻》：帷帳釋名曰小帳曰斗帳形如覆斗也漢書曰東方朔云陛下誠能用臣朔之計推甲乙之帳知亮切五"
]
},
"層": {
"zong": [
"從開一登平",
"曾攝；登韻；層小韻",
"白一平：dzong；推導普通話：ceng2",
"《廣韻》：重屋也昨棱切又作滕切三"
]
},
"秋": {
"chiu": [
"清開三尤平",
"流攝；尤韻；秋小韻",
"白一平：tshjuw；推導普通話：qiu1",
"《廣韻》：春秋說文曰禾穀熟也又姓宋中書舎人秋當七由切十七"
]
},
"猜": {
"chai": [
"清開一咍平",
"蟹攝；咍韻；猜小韻",
"白一平：tshoj；推導普通話：cai1",
"《廣韻》：疑也恨也倉才切四"
]
},
"偏": {
"phjen": [
"滂開三A仙平",
"山攝；仙韻；篇小韻",
"重紐A類",
"白一平：phjien；推導普通話：pian1",
"《廣韻》：不正也鄙也衺也又姓急就章有偏吕張"
],
"phjenh": [
"滂開三A仙去",
"山攝；線韻；騗小韻",
"重紐A類",
"白一平：phjienH；推導普通話：pian4",
"《廣韻》：又音篇"
]
},
"鏡": {
"kiengh": [
"見開三庚去",
"梗攝；映韻；敬小韻",
"白一平：kjaengH；推導普通話：jing4",
"《廣韻》：拾遺録曰穆王時渠國貢火齊鏡廣三尺六寸暗中視如晝人向鏡語則鏡中響應之晉鎭南大將軍甘卓照鏡不覩其頭視庭樹而頭在樹上"
]
},
"食": {
"jih": [
"以開三之去",
"止攝；志韻；異小韻",
"白一平：yiH；推導普通話：yi4",
"《廣韻》：人名漢有酈食其又音蝕"
],
"zsjik": [
"船開三蒸入",
"曾攝；職韻；食小韻",
"白一平：zyik；推導普通話：shi2",
"《廣韻》：飲食大戴禮曰食穀者智惠而巧古史考曰古者茹毛飲血燧人鑚火而人始裹肉而燔之曰炮及神農時人方食穀加米干燒石之上而食之及黃帝始有釜甑火食之道成矣又戲名博屬又用也僞也亦姓風俗通云漢有博士食[于/子]公河内人乗力切二"
]
},
"喝": {
"qrad": [
"影開二夬去",
"蟹攝；夬韻；喝小韻",
"白一平：'aejH；推導普通話：ye4",
"《廣韻》：嘶聲於犗切五"
],
"hat": [
"曉開一寒入",
"山攝；曷韻；䫘小韻",
"白一平：xat；推導普通話：he",
"《廣韻》：上同"
]
},
"偷": {
"thu": [
"透開一侯平",
"流攝；侯韻；偷小韻",
"白一平：thuw；推導普通話：tou1",
"《廣韻》：盜也爾雅云佻偷也謂苟且託侯切四"
]
},
"犯": {
"byamx": [
"並合三凡上",
"咸攝；梵韻；范小韻",
"白一平：bjomX；推導普通話：fan4",
"《廣韻》：干也侵也僭也勝也"
]
},
"勇": {
"jyungx": [
"以開三鍾上",
"通攝；腫韻；勇小韻",
"白一平：yowngX；推導普通話：yong3",
"《廣韻》：猛也說文作勈气也余隴切十五"
]
},
"顆": {
"khuax": [
"溪合一戈上",
"果攝；果韻；顆小韻",
"白一平：khwaX；推導普通話：kuo3",
"《廣韻》：小頭苦果切三"
]
},
"姓": {
"siengh": [
"心開三清去",
"梗攝；勁韻；性小韻",
"白一平：sjengH；推導普通話：xing4",
"《廣韻》：姓氏說文云姓人所生也古之神聖母感天而生子故稱天子从女生聲又姓漢書貨殖傳臨菑姓偉貲五千万"
]
},
"束": {
"sjyuk": [
"書開三鍾入",
"通攝；燭韻；束小韻",
"白一平：syowk；推導普通話：shu",
"《廣韻》：縛也又姓本自踈氏避難除足姓束[左傳▼左傳二字當刪▲]晉有束晳書玉切二"
]
},
"淡": {
"dam": [
"定開一談平",
"咸攝；談韻；談小韻",
"白一平：dam；推導普通話：tan2",
"《廣韻》：水皃又徒覽徒濫二切"
],
"damx": [
"定開一談上",
"咸攝；敢韻；噉小韻",
"白一平：damX；推導普通話：dan4",
"《廣韻》：淊淡水滿皃又薄味也又徒濫切"
],
"jemx": [
"以開三鹽上",
"咸攝；琰韻；琰小韻",
"白一平：yemX；推導普通話：yan3",
"《廣韻》：澹淡水皃又徒敢切"
],
"damh": [
"定開一談去",
"咸攝；闞韻；憺小韻",
"白一平：damH；推導普通話：dan4",
"《廣韻》：水味"
]
},
"詩": {
"sji": [
"書開三之平",
"止攝；之韻；詩小韻",
"白一平：syi；推導普通話：shi1",
"《廣韻》：說文曰志也詩序云發言爲詩釋名曰詩之也志之所之也書之切六"
]
},
"嘉": {
"kra": [
"見開二麻平",
"假攝；麻韻；嘉小韻",
"白一平：kae；推導普通話：jia1",
"《廣韻》：善也美也又姓左傳[周/晉]大夫嘉父古牙切二十六"
]
},
"曉": {
"heux": [
"曉開四蕭上",
"效攝；篠韻；䥵小韻",
"白一平：xewX；推導普通話：xiao3",
"《廣韻》：曙也明也慧也知也"
]
},
"借": {
"ciah": [
"精開三麻去",
"假攝；禡韻；唶小韻",
"白一平：tsjaeH；推導普通話：jie4",
"《廣韻》：假借又將昔切"
],
"ciek": [
"精開三清入",
"梗攝；昔韻；積小韻",
"白一平：tsjek；推導普通話：ji",
"《廣韻》：假借也又資夜切"
]
},
"徒": {
"do": [
"定開一模平",
"遇攝；模韻；徒小韻",
"白一平：du；推導普通話：tu2",
"《廣韻》：黨也又步行也空也隷也同都切三十[-/一]"
]
},
"洲": {
"cju": [
"章開三尤平",
"流攝；尤韻；周小韻",
"白一平：tsyuw；推導普通話：zhou1",
"《廣韻》：洲渚也爾雅曰水中可居曰洲"
]
},
"擁": {
"qyungx": [
"影開三鍾上",
"通攝；腫韻；擁小韻",
"白一平：'jowngX；推導普通話：yong3",
"《廣韻》：手擁說文作𢹬抱也又擁劒蟲形似蟹崔豹古今注云一名執火其螯赤故謂之執火於隴切三"
]
},
"序": {
"zsiox": [
"邪開三魚上",
"遇攝；語韻；敘小韻",
"白一平：zjoX；推導普通話：xu4",
"《廣韻》：庠序又爾雅曰東西牆謂之序"
]
},
"慶": {
"khiengh": [
"溪開三庚去",
"梗攝；映韻；慶小韻",
"白一平：khjaengH；推導普通話：qing4",
"《廣韻》：賀也福也亦州名周之先不窋之所居春秋爲義渠戎國城本漢郁郅縣魏文置朔州隋爲慶州州立嘉名也亦姓左傳齊大夫慶封又漢複姓有慶師慶忌慶父三氏出姓苑丘敬切一"
]
},
"績": {
"cek": [
"精開四青入",
"梗攝；錫韻；績小韻",
"白一平：tsek；推導普通話：ji",
"《廣韻》：緝也功業也繼也事也成也則歷切四"
]
},
"祝": {
"cjuh": [
"章開三尤去",
"流攝；宥韻；呪小韻",
"白一平：tsyuwH；推導普通話：zhou4",
"《廣韻》：說文曰祭主贊詞又音粥"
],
"cjuk": [
"章開三東入",
"通攝；屋韻；粥小韻",
"白一平：tsyuwk；推導普通話：zhu",
"《廣韻》：巫祝又太祝令官名周禮曰太祝掌六祝之辭以事鬼神祈福祥求永貞亦音呪又姓後漢有司徒中山祝恬"
]
},
"獅": {
"srii": [
"生開三脂平",
"止攝；脂韻；師小韻",
"白一平：srij；推導普通話：shi1",
"《廣韻》：大生二子"
]
},
"圍": {
"yoi": [
"云合三微平",
"止攝；微韻；幃小韻",
"白一平：hjw+j；推導普通話：wei2",
"《廣韻》：守也圜也遶也"
],
"yoih": [
"云合三微去",
"止攝；未韻；胃小韻",
"白一平：hjw+jH；推導普通話：wei4",
"《廣韻》：繞也又音韋"
]
},
"餘": {
"jo": [
"以開三魚平",
"遇攝；魚韻；余小韻",
"白一平：yo；推導普通話：yu2",
"《廣韻》：殘也[䞉/賸]也皆也饒也又姓晉有餘頠又漢複姓三氏晉卿韓宣子之後有名餘子者奔於齊號韓餘氏又傳餘氏本自傅說說旣爲相其後有留於傅巖者因號傅餘氏秦亂自淸河入吳漢興還本郡餘不還者曰傅氏今吳郡有之風俗通云吳公子夫摡奔楚其子在國以夫餘爲氏今百濟王夫餘氏也"
]
},
"私": {
"sii": [
"心開三脂平",
"止攝；脂韻；私小韻",
"白一平：sij；推導普通話：si1",
"《廣韻》：不公也說文曰禾也息夷切五"
]
},
"鬥": {
"tuh": [
"端開一侯去",
"流攝；候韻；鬥小韻",
"白一平：tuwH；推導普通話：dou4",
"《廣韻》：說文曰兩士相對兵[仗/杖]在後象鬥之形凡從鬥者今與門户字同都豆切九"
]
},
"柔": {
"nju": [
"日開三尤平",
"流攝；尤韻；柔小韻",
"白一平：nyuw；推導普通話：rou2",
"《廣韻》：顺也說文曰木曲直也耳由切十六"
]
},
"漂": {
"phjeu": [
"滂開三A宵平",
"效攝；宵韻；爂小韻",
"重紐A類",
"白一平：phjiew；推導普通話：piao1",
"《廣韻》：浮也亦作𣿖"
],
"phjeuh": [
"滂開三A宵去",
"效攝；笑韻；剽小韻",
"重紐A類",
"白一平：phjiewH；推導普通話：piao4",
"《廣韻》：水中打絮韓信寄食於漂母又撫招切"
]
},
"富": {
"piuh": [
"幫開三尤去",
"流攝；宥韻；富小韻",
"白一平：pjuwH；推導普通話：fou4",
"《廣韻》：豐於財又姓左傳周大夫富辰方副切四"
]
},
"秀": {
"siuh": [
"心開三尤去",
"流攝；宥韻；秀小韻",
"白一平：sjuwH；推導普通話：xiu4",
"《廣韻》：出也榮也息救切五"
]
},
"範": {
"byamx": [
"並合三凡上",
"咸攝；梵韻；范小韻",
"白一平：bjomX；推導普通話：fan4",
"《廣韻》：法也常也式也前也"
]
},
"避": {
"bjeh": [
"並開三A支去",
"止攝；寘韻；避小韻",
"重紐A類",
"白一平：bjieH；推導普通話：bi4",
"《廣韻》：違也迴也毗義切一"
]
},
"輝": {
"hyoi": [
"曉合三微平",
"止攝；微韻；揮小韻",
"白一平：xjw+j；推導普通話：hui1",
"《廣韻》：上同"
]
},
"譯": {
"jek": [
"以開三清入",
"梗攝；昔韻；繹小韻",
"白一平：yek；推導普通話：yi4",
"《廣韻》：傳言周禮有象胥傳四夷之言東方曰寄南方曰象西方曰狄鞮北方曰譯"
]
},
"孤": {
"ko": [
"見開一模平",
"遇攝；模韻；孤小韻",
"白一平：ku；推導普通話：gu1",
"《廣韻》：孤子又虜複姓有獨孤温孤步鹿孤步六孤乙速孤氏古胡切二十八"
]
},
"笨": {
"puonx": [
"幫合一魂上",
"臻攝；混韻；本小韻",
"白一平：pwonX；推導普通話：ben3",
"《廣韻》：竹裏又蒲本切"
],
"buonx": [
"並合一魂上",
"臻攝；混韻；獖小韻",
"白一平：bwonX；推導普通話：ben4",
"《廣韻》：竹裏又晉書有兖州四伯豫章太守史疇以大肥爲笨伯"
]
},
"括": {
"kuat": [
"見合一桓入",
"山攝；末韻；括小韻",
"白一平：kwat；推導普通話：guo",
"《廣韻》：檢也結也至也古活切二十一"
]
},
"吸": {
"hip": [
"曉開三B侵入",
"深攝；緝韻；吸小韻",
"重紐B類",
"白一平：xip；推導普通話：xi",
"《廣韻》：内息許及切十二"
]
},
"端": {
"tuan": [
"端合一桓平",
"山攝；桓韻；端小韻",
"白一平：twan；推導普通話：duan1",
"《廣韻》：正也直也緒也等也亦姓出姓苑又漢複姓孔子弟子端木賜也多官切十一"
]
},
"移": {
"je": [
"以開三支平",
"止攝；支韻；移小韻",
"白一平：ye；推導普通話：yi2",
"《廣韻》：遷也遺也延也徙也易也說文曰禾相倚移也又官曹公府不相臨敬則爲移書[蔑/箋]表之類也亦姓風俗通云漢有弘農太守移良弋支切三十二"
]
},
"廳": {
"theng": [
"透開四青平",
"梗攝；青韻；汀小韻",
"白一平：theng；推導普通話：ting1",
"《廣韻》：廳屋"
]
},
"蓋": {
"kad": [
"見開一泰去",
"蟹攝；泰韻；蓋小韻",
"白一平：kajH；推導普通話：gai4",
"《廣韻》：覆也掩也通俗文曰張帛也禮記曰敝蓋不棄爲埋狗也又發語端也說文曰苫也俗作盖古太切三"
],
"ghap": [
"匣開一談入",
"咸攝；盍韻；盍小韻",
"白一平：hap；推導普通話：he2",
"《廣韻》：苫蓋"
],
"kap": [
"見開一談入",
"咸攝；盍韻；䫦小韻",
"白一平：kap；推導普通話：ge",
"《廣韻》：姓也漢有蓋寬饒字書作𨜴"
]
},
"末": {
"muat": [
"明合一桓入",
"山攝；末韻；末小韻",
"白一平：mat；推導普通話：mo4",
"《廣韻》：木上也無也弱也逺也端也亦姓姓苑云本姓秣氏後去禾又虜三字姓後燕錄襄城公末那樓雷莫撥切二十七"
]
},
"察": {
"chret": [
"初開二山入",
"山攝；鎋韻；𪙻小韻",
"白一平：tsrheat；推導普通話：chua",
"《廣韻》：監察也諦也知也至也審也案說文云[察/覈]覆也詧言微親詧也今通用亦姓出何氏姓苑"
]
},
"抗": {
"ghang": [
"匣開一唐平",
"宕攝；唐韻；航小韻",
"白一平：hang；推導普通話：hang2",
"《廣韻》：舉也又苦浪切"
],
"khangh": [
"溪開一唐去",
"宕攝；宕韻；抗小韻",
"白一平：khangH；推導普通話：kang4",
"《廣韻》：以手抗舉也縣也振也苦浪切十二"
]
},
"揮": {
"hyoi": [
"曉合三微平",
"止攝；微韻；揮小韻",
"白一平：xjw+j；推導普通話：hui1",
"《廣韻》：揮霍亦奮也灑也振也動也許歸切十三"
]
},
"乖": {
"kruai": [
"見合二皆平",
"蟹攝；皆韻；乖小韻",
"白一平：kweaj；推導普通話：guai1",
"《廣韻》：睽也離也戾也背也古懷切四"
]
},
"積": {
"cieh": [
"精開三支去",
"止攝；寘韻；積小韻",
"白一平：tsjeH；推導普通話：zi4",
"《廣韻》：委積也子智切又子昔切四"
],
"ciek": [
"精開三清入",
"梗攝；昔韻；積小韻",
"白一平：tsjek；推導普通話：ji",
"《廣韻》：聚也資昔切又資賜切十八"
]
},
"插": {
"chrep": [
"初開二咸入",
"咸攝；洽韻；插小韻",
"白一平：tsrheap；推導普通話：cha",
"《廣韻》：刺入楚洽切十"
]
},
"驚": {
"kieng": [
"見開三庚平",
"梗攝；庚韻；驚小韻",
"白一平：kjaeng；推導普通話：jing1",
"《廣韻》：懼也說文曰馬駭也舉卿切七"
]
},
"蔡": {
"chad": [
"清開一泰去",
"蟹攝；泰韻；蔡小韻",
"白一平：tshajH；推導普通話：cai4",
"《廣韻》：龜也亦國名又姓出濟陽周蔡叔之後也倉大切三"
]
},
"忠": {
"triung": [
"知開三東平",
"通攝；東韻；中小韻",
"白一平：trjuwng；推導普通話：zhong1",
"《廣韻》：無私也敬也直也厚也亦州名本漢臨江縣屬巴郡後魏置臨州貞觀爲忠州"
]
},
"愈": {
"jyox": [
"以合三虞上",
"遇攝；麌韻；庾小韻",
"白一平：yuX；推導普通話：yu3",
"《廣韻》：差也賢也勝也"
]
},
"雪": {
"syet": [
"心合三仙入",
"山攝；薛韻；雪小韻",
"白一平：sjwet；推導普通話：xue",
"《廣韻》：凝雨也元命包曰隂[-/陽]凝爲雪釋名曰雪綏也水下遇寒氣而凝綏綏然下也又拭也除也相絕切四"
]
},
"巨": {
"giox": [
"羣開三魚上",
"遇攝；語韻；巨小韻",
"白一平：gjoX；推導普通話：ju4",
"《廣韻》：大也亦姓漢有巨武爲荊州刺史其吕切十八"
]
},
"碩": {
"zjek": [
"常開三清入",
"梗攝；昔韻；石小韻",
"白一平：dzyek；推導普通話：shi2",
"《廣韻》：大也"
]
},
"瑞": {
"zjyeh": [
"常合三支去",
"止攝；寘韻；睡小韻",
"白一平：dzyweH；推導普通話：shui4",
"《廣韻》：祥瑞也符也應也說文曰以玉爲信又姓出姓苑"
]
},
"凡": {
"byam": [
"並合三凡平",
"咸攝；凡韻；凡小韻",
"白一平：bjom；推導普通話：fan2",
"《廣韻》：常也皆也輕也非一也又姓周公子凡伯之後姓苑云晉陵人符[咸/芝]切七"
]
},
"朱": {
"cjyo": [
"章合三虞平",
"遇攝；虞韻；朱小韻",
"白一平：tsyu；推導普通話：zhu1",
"《廣韻》：赤也說文曰赤心木松柏屬也又姓出沛國義陽吳郡河南四望本自髙陽後周封于邾後爲楚所滅子孫乃去邑氏朱焉亦漢複姓莊子有朱泙漫郭象注云朱泙姓也章俱切十"
]
},
"籃": {
"lam": [
"來開一談平",
"咸攝；談韻；藍小韻",
"白一平：lam；推導普通話：lan2",
"《廣韻》：籃籠"
]
},
"盤": {
"buan": [
"並合一桓平",
"山攝；桓韻；槃小韻",
"白一平：ban；推導普通話：pan2",
"《廣韻》：籀文"
]
},
"偶": {
"ngux": [
"疑開一侯上",
"流攝；厚韻；藕小韻",
"白一平：nguwX；推導普通話：ou3",
"《廣韻》：合也匹也二也對也諧也"
],
"nguh": [
"疑開一侯去",
"流攝；候韻；偶小韻",
"白一平：nguwH；推導普通話：ou4",
"《廣韻》：不期也五遘切一"
]
},
"港": {
"krungx": [
"見開二江上",
"江攝；講韻；講小韻",
"白一平：kaewngX；推導普通話：jiang3",
"《廣韻》：水派"
],
"ghungh": [
"匣開一東去",
"通攝；送韻；哄小韻",
"白一平：huwngH；推導普通話：hong4",
"《廣韻》：港洞開通"
]
},
"宮": {
"kiung": [
"見開三東平",
"通攝；東韻；弓小韻",
"白一平：kjuwng；推導普通話：jiong1",
"《廣韻》：白虎通曰黃帝作宫室以避寒暑宫之言中也丗本曰禹作宫亦官名漢書曰少府官有守宫令主御筆墨紙封書泥也又姓左傳虞有宫之奇"
]
},
"帥": {
"sryih": [
"生合三脂去",
"止攝；至韻；帥小韻",
"白一平：srwijH；推導普通話：shuai4",
"《廣韻》：將帥也曹憲文字指歸云佩巾也所類切又所律切二"
],
"sryt": [
"生合三諄入",
"臻攝；術韻；率小韻",
"白一平：srwit；推導普通話：shuai",
"《廣韻》：佩巾又將帥亦姓本姓師晉景帝諱改爲帥氏晉有尚書郎帥昺又所類切"
]
},
"宏": {
"ghrueng": [
"匣合二耕平",
"梗攝；耕韻；宏小韻",
"白一平：hweang；推導普通話：hong2",
"《廣韻》：大也戸萌切十六"
]
},
"雅": {
"ngrax": [
"疑開二麻上",
"假攝；馬韻；雅小韻",
"白一平：ngaeX；推導普通話：ya3",
"《廣韻》：正也嫻雅也說文曰楚烏也一名鸒一名卑居秦謂之雅五下切五"
]
},
"貨": {
"huah": [
"曉合一戈去",
"果攝；過韻；貨小韻",
"白一平：xwaH；推導普通話：huo4",
"《廣韻》：財也蔡氏化淸經曰貨者化也變化反易之物故字有化也呼臥切一"
]
},
"醒": {
"seng": [
"心開四青平",
"梗攝；青韻；星小韻",
"白一平：seng；推導普通話：xing1",
"《廣韻》：酒醒又思挺先定二切"
],
"sengx": [
"心開四青上",
"梗攝；迥韻；醒小韻",
"白一平：sengX；推導普通話：xing3",
"《廣韻》：醉歇也蘇挺切二"
],
"sengh": [
"心開四青去",
"梗攝；徑韻；腥小韻",
"白一平：sengH；推導普通話：xing4",
"《廣韻》：酒醒又蘇丁先頂二切"
]
},
"遺": {
"jyi": [
"以合三脂平",
"止攝；脂韻；惟小韻",
"白一平：ywij；推導普通話：wei2",
"《廣韻》：失也亡也贈也加也又姓急就章有遺餘又以醉切"
],
"jyih": [
"以合三脂去",
"止攝；至韻；遺小韻",
"白一平：ywijH；推導普通話：wei4",
"《廣韻》：贈也以醉切又音惟七"
]
},
"掛": {
"krueh": [
"見合二佳去",
"蟹攝；卦韻；卦小韻",
"白一平：kweaH；推導普通話：gua4",
"《廣韻》：俗"
]
},
"透": {
"thuh": [
"透開一侯去",
"流攝；候韻；透小韻",
"白一平：thuwH；推導普通話：tou4",
"《廣韻》：跳也他候切又書育切五"
],
"sjuk": [
"書開三東入",
"通攝；屋韻；叔小韻",
"白一平：syuwk；推導普通話：shu",
"《廣韻》：驚也又他豆切"
]
},
"爆": {
"prauh": [
"幫開二肴去",
"效攝；效韻；豹小韻",
"白一平：paewH；推導普通話：bao4",
"《廣韻》：火裂又音駮"
],
"pruk": [
"幫開二江入",
"江攝；覺韻；剥小韻",
"白一平：paewk；推導普通話：bo",
"《廣韻》：火烈又北敎切"
],
"pak": [
"幫開一唐入",
"宕攝；鐸韻；博小韻",
"白一平：pak；推導普通話：bo",
"《廣韻》：迫於火也"
]
},
"烈": {
"liet": [
"來開三仙入",
"山攝；薛韻；列小韻",
"白一平：ljet；推導普通話：lie4",
"《廣韻》：光也業也又忠烈又猛也熱也火也"
]
},
"滅": {
"mjet": [
"明開三A仙入",
"山攝；薛韻；滅小韻",
"重紐A類",
"白一平：mjiet；推導普通話：mie4",
"《廣韻》：盡也絶也亡列切二"
]
},
"材": {
"zai": [
"從開一咍平",
"蟹攝；咍韻；裁小韻",
"白一平：dzoj；推導普通話：cai2",
"《廣韻》：木梃也"
]
},
"拍": {
"phrak": [
"滂開二庚入",
"梗攝；陌韻；拍小韻",
"白一平：phaek；推導普通話：po",
"《廣韻》：打也普伯切十"
]
},
"休": {
"hiu": [
"曉開三尤平",
"流攝；尤韻；休小韻",
"白一平：xjuw；推導普通話：xiu1",
"《廣韻》：美也善也慶也息也又木名許尤切十三"
]
},
"誌": {
"cjih": [
"章開三之去",
"止攝；志韻；志小韻",
"白一平：tsyiH；推導普通話：zhi4",
"《廣韻》：記誌"
]
},
"圓": {
"zsyen": [
"邪合三仙平",
"山攝；仙韻；旋小韻",
"白一平：zjwen；推導普通話：xuan2",
"《廣韻》：規也又火𤣥切"
],
"yen": [
"云合三仙平",
"山攝；仙韻；貟小韻",
"白一平：hjwen；推導普通話：yuan2",
"《廣韻》：上同"
]
},
"銀": {
"ngin": [
"疑開三B眞平",
"臻攝；眞韻；銀小韻",
"重紐B類",
"白一平：ngin；推導普通話：yin2",
"《廣韻》：周禮荆州其利銀爾雅曰白金謂之銀鍾山之寶有銀燭謂有精光如燭銀重八兩爲一流也語巾切十六"
]
},
"互": {
"ghoh": [
"匣開一模去",
"遇攝；暮韻；護小韻",
"白一平：huH；推導普通話：hu4",
"《廣韻》：差互俗作㸦餘倣此"
]
},
"飯": {
"byanx": [
"並合三元上",
"臻攝；阮韻；飯小韻",
"白一平：bjonX；推導普通話：fan4",
"《廣韻》：餐飯禮云三飯是扶晩切又扶万切四"
],
"byanh": [
"並合三元去",
"臻攝；願韻；飯小韻",
"白一平：bjonH；推導普通話：fan4",
"《廣韻》：周書云黃帝始炊榖爲飯符方切六"
]
},
"掌": {
"cjangx": [
"章開三陽上",
"宕攝；養韻；掌小韻",
"白一平：tsyangX；推導普通話：zhang3",
"《廣韻》：手掌又姓晉有琅耶掌同前涼有燉煌掌據諸兩切三"
]
},
"豪": {
"ghau": [
"匣開一豪平",
"效攝；豪韻；豪小韻",
"白一平：haw；推導普通話：hao2",
"《廣韻》：豪俠說文曰豕鬣如筆管者亦州名屬九江郡古鍾離國與吳爭桑而滅隋改爲州山海經云渠猪之山多豪魚赤尾赤喙有羽胡刀切十三"
]
},
"替": {
"theh": [
"透開四齊去",
"蟹攝；霽韻；替小韻",
"白一平：thejH；推導普通話：ti4",
"《廣韻》：廢也代也滅也說文本作暜廢一偏下也他計切二十"
]
},
"挑": {
"theu": [
"透開四蕭平",
"效攝；蕭韻；祧小韻",
"白一平：thew；推導普通話：tiao1",
"《廣韻》：挑撥"
],
"thau": [
"透開一豪平",
"效攝；豪韻；饕小韻",
"白一平：thaw；推導普通話：tao1",
"《廣韻》：挑達往來相見皃詩曰挑兮達兮又條了切"
],
"deux": [
"定開四蕭上",
"效攝；篠韻；窕小韻",
"白一平：dewX；推導普通話：diao4",
"《廣韻》：挑戰亦弄也輕也"
]
},
"頂": {
"tengx": [
"端開四青上",
"梗攝；迥韻；頂小韻",
"白一平：tengX；推導普通話：ding3",
"《廣韻》：頂𩕳頭上說文顚也都挺切十三"
]
},
"熊": {
"iung": [
"云開三東平",
"通攝；東韻；雄小韻",
"白一平：hjuwng；推導普通話：yong2",
"《廣韻》：獸名似豕魏略曰大秦之國出玄熊亦姓左傳賢者熊冝僚又漢複姓左傳楚大夫熊率且比"
]
},
"累": {
"lyex": [
"來合三支上",
"止攝；紙韻；絫小韻",
"白一平：ljweX；推導普通話：lei3",
"《廣韻》：上同又良僞切"
],
"lyeh": [
"來合三支去",
"止攝；寘韻；累小韻",
"白一平：ljweH；推導普通話：lei4",
"《廣韻》：縁坐也良僞切一"
]
},
"址": {
"cjix": [
"章開三之上",
"止攝；止韻；止小韻",
"白一平：tsyiX；推導普通話：zhi3",
"《廣韻》：基址"
]
},
"健": {
"gianh": [
"羣開三元去",
"臻攝；願韻；健小韻",
"白一平：gjonH；推導普通話：jian4",
"《廣韻》：伉也易曰天行健渠建切二"
]
},
"俠": {
"ghep": [
"匣開四添入",
"咸攝；怗韻；協小韻",
"白一平：hep；推導普通話：xie2",
"《廣韻》：任俠又姓戰國策有韓相俠累"
]
},
"雞": {
"ke": [
"見開四齊平",
"蟹攝；齊韻；雞小韻",
"白一平：kej；推導普通話：ji1",
"《廣韻》：說文曰知時畜也易曰巽爲雞古奚切十"
]
},
"困": {
"khuonh": [
"溪合一魂去",
"臻攝；慁韻；困小韻",
"白一平：khwonH；推導普通話：kun4",
"《廣韻》：亂也逃也病之甚也悴也極也苦悶切四"
]
},
"諾": {
"nak": [
"泥開一唐入",
"宕攝；鐸韻；諾小韻",
"白一平：nak；推導普通話：nuo4",
"《廣韻》：說文譍也奴各切一"
]
},
"輔": {
"byox": [
"並合三虞上",
"遇攝；麌韻；父小韻",
"白一平：bjuX；推導普通話：fu4",
"《廣韻》：毗輔又助也弼也亦姓左傳晉大夫輔躒又智果以智伯必亡其宗改爲輔氏"
]
},
"伴": {
"buanx": [
"並合一桓上",
"山攝；緩韻；伴小韻",
"白一平：banX；推導普通話：ban4",
"《廣韻》：侣也依也蒲旱切三"
],
"buanh": [
"並合一桓去",
"山攝；換韻；叛小韻",
"白一平：banH；推導普通話：ban4",
"《廣韻》：伴奐見詩"
]
},
"玉": {
"ngyuk": [
"疑開三鍾入",
"通攝；燭韻；玉小韻",
"白一平：ngjowk；推導普通話：yu4",
"《廣韻》：白虎通曰玉者象君子之德燥不輕濕不重是以君子寶之禮記曰執玉不趨又烈火燒之不熱者眞玉也說文本作王隸加點以別王字魚欲切四"
]
},
"洗": {
"sex": [
"心開四齊上",
"蟹攝；薺韻；洗小韻",
"白一平：sejX；推導普通話：xi3",
"《廣韻》：洗浴又姓先禮切又音銑二"
],
"senx": [
"心開四先上",
"山攝；銑韻；銑小韻",
"白一平：senX；推導普通話：xian3",
"《廣韻》：姑洗律名"
]
},
"敏": {
"minx": [
"明開三B眞上",
"臻攝；軫韻；愍小韻",
"重紐B類",
"白一平：minX；推導普通話：min3",
"《廣韻》：疾也敬也聦也達也"
]
},
"臨": {
"lim": [
"來開三侵平",
"深攝；侵韻；林小韻",
"白一平：lim；推導普通話：lin2",
"《廣韻》：莅也大也監也又姓後趙録有秦州刺史臨深也"
],
"limh": [
"來開三侵去",
"深攝；沁韻；臨小韻",
"白一平：limH；推導普通話：lin4",
"《廣韻》：哭臨又偏向良鴆切又音林二"
]
},
"街": {
"kre": [
"見開二佳平",
"蟹攝；佳韻；佳小韻",
"白一平：kea；推導普通話：jia1",
"《廣韻》：道也說文云街四通道也風俗通云街攜也離也四出之路攜離而别也"
],
"krai": [
"見開二皆平",
"蟹攝；皆韻；皆小韻",
"白一平：keaj；推導普通話：jie1",
"《廣韻》：又音佳"
]
},
"降": {
"ghrung": [
"匣開二江平",
"江攝；江韻；栙小韻",
"白一平：haewng；推導普通話：xiang2",
"《廣韻》：降伏又古巷切"
],
"krungh": [
"見開二江去",
"江攝；絳韻；絳小韻",
"白一平：kaewngH；推導普通話：jiang4",
"《廣韻》：下也歸也落也又音缸伏也"
]
},
"唸": {
"tenh": [
"端開四先去",
"山攝；霰韻；殿小韻",
"白一平：tenH；推導普通話：dian4",
"《廣韻》：唸㕧呻也亦作𠿍[戾/𣢂]經典又作[𣣣/殿]屎"
],
"temh": [
"端開四添去",
"咸攝；㮇韻；店小韻",
"白一平：temH；推導普通話：dian4",
"《廣韻》：呻吟"
]
},
"憐": {
"len": [
"來開四先平",
"山攝；先韻；蓮小韻",
"白一平：len；推導普通話：lian2",
"《廣韻》：愛也又哀矜也"
]
},
"蘇": {
"so": [
"心開一模平",
"遇攝；模韻；蘇小韻",
"白一平：su；推導普通話：su1",
"《廣韻》：紫蘇草也蘇木也滿也悮也又姓出扶風武邑二望素姑切四"
]
},
"米": {
"mex": [
"明開四齊上",
"蟹攝；薺韻；米小韻",
"白一平：mejX；推導普通話：mi3",
"《廣韻》：穀實說文作米又胡姓莫禮切七"
]
},
"減": {
"ghremx": [
"匣開二咸上",
"咸攝；豏韻；豏小韻",
"白一平：heamX；推導普通話：xian4",
"《廣韻》：減耗又古斬切"
],
"kremx": [
"見開二咸上",
"咸攝；豏韻；鹼小韻",
"白一平：keamX；推導普通話：jian3",
"《廣韻》：損也又姓漢有減宣"
]
},
"操": {
"chau": [
"清開一豪平",
"效攝；豪韻；操小韻",
"白一平：tshaw；推導普通話：cao1",
"《廣韻》：操持七刀切又七到切四"
],
"sux": [
"心開一侯上",
"流攝；厚韻；叜小韻",
"白一平：suwX；推導普通話：sou3",
"《廣韻》：車轂中空"
],
"chauh": [
"清開一豪去",
"效攝；号韻；操小韻",
"白一平：tshawH；推導普通話：cao4",
"《廣韻》：持也又志操七到切又七刀切七"
]
},
"辛": {
"sin": [
"心開三眞平",
"臻攝；眞韻；新小韻",
"白一平：sin；推導普通話：xin1",
"《廣韻》：薑味也爾雅云太歳在辛曰重光又姓夏啓封支子于莘莘辛聲相近遂爲辛氏漢初辛蒲爲趙魏名將及徙家隴西便爲隴西人"
]
},
"宇": {
"yox": [
"云合三虞上",
"遇攝；麌韻；羽小韻",
"白一平：hjuX；推導普通話：yu3",
"《廣韻》：宇宙也又大也說文曰屋邊也易曰上棟下宇亦姓出何氏姓苑又虜複姓宇文氏出自炎帝其後以有甞草之功鮮卑呼草爲俟汾遂号爲俟汾氏後丗通稱宇文蓋音訛也代爲鮮卑單于"
]
},
"聚": {
"zyox": [
"從合三虞上",
"遇攝；麌韻；聚小韻",
"白一平：dzjuX；推導普通話：ju4",
"《廣韻》：衆也共也斂也說文會也邑落云聚慈𢈔切二"
],
"zyoh": [
"從合三虞去",
"遇攝；遇韻；埾小韻",
"白一平：dzjuH；推導普通話：ju4",
"《廣韻》：又秦雨切"
]
},
"兮": {
"ghe": [
"匣開四齊平",
"蟹攝；齊韻；奚小韻",
"白一平：hej；推導普通話：xi2",
"《廣韻》：語助"
]
},
"彼": {
"piex": [
"幫開三B支上",
"止攝；紙韻；彼小韻",
"重紐B類",
"白一平：pjeX；推導普通話：bi3",
"《廣韻》：對此之稱甫委切五"
]
},
"採": {
"chaix": [
"清開一咍上",
"蟹攝；海韻；采小韻",
"白一平：tshojX；推導普通話：cai3",
"《廣韻》：取也俗"
]
},
"尼": {
"nrii": [
"孃開三脂平",
"止攝；脂韻；尼小韻",
"白一平：nrij；推導普通話：ni2",
"《廣韻》：和也女夷切八"
]
},
"輩": {
"puaih": [
"幫合一灰去",
"蟹攝；隊韻；背小韻",
"白一平：pwojH；推導普通話：bei4",
"《廣韻》：等輩又比也類也俗作輩"
]
},
"藥": {
"jak": [
"以開三陽入",
"宕攝；藥韻；藥小韻",
"白一平：yak；推導普通話：yue4",
"《廣韻》：說文云治病艸禮云醫不三丗不服其藥又姓後漢有南陽太守河内藥崧以灼切三十一"
]
},
"綠": {
"lyuk": [
"來開三鍾入",
"通攝；燭韻；録小韻",
"白一平：ljowk；推導普通話：lv4",
"《廣韻》：青黃色永徽二年始七品六品服緑飾以銀八品九品服青飾以鍮石至文明元年又改青服碧色"
]
},
"童": {
"dung": [
"定開一東平",
"通攝；東韻；同小韻",
"白一平：duwng；推導普通話：tong2",
"《廣韻》：童獨也言童子未有室家也又姓出東莞漢有琅邪內史童仲玉"
]
},
"縮": {
"sriuk": [
"生開三東入",
"通攝；屋韻；縮小韻",
"白一平：srjuwk；推導普通話：shu",
"《廣韻》：斂也退也短也亂也所六切十三"
]
},
"符": {
"byo": [
"並合三虞平",
"遇攝；虞韻；扶小韻",
"白一平：bju；推導普通話：fu2",
"《廣韻》：符契河圖曰玄女出兵符與黃帝戰蚩尤說文曰符信也漢制以竹長六寸分而相合又姓魯頃公之孫雅仕秦爲符璽令因而氏焉琅邪人也"
]
},
"獲": {
"ghruek": [
"匣合二耕入",
"梗攝；麥韻；獲小韻",
"白一平：hweak；推導普通話：huo2",
"《廣韻》：得也又臧獲方言云荆淮海岱淮濟之閒罵奴曰臧罵婢曰獲亦姓宋大夫尹獲之後胡麥切八"
]
},
"默": {
"mok": [
"明開一登入",
"曾攝；德韻；墨小韻",
"白一平：mok；推導普通話：mo4",
"《廣韻》：說文曰犬暫逐人也又靜也或作嘿"
]
},
"郎": {
"lang": [
"來開一唐平",
"宕攝；唐韻；郎小韻",
"白一平：lang；推導普通話：lang2",
"《廣韻》：官名又魯邑又姓出中山魏郡二望魯當切三十"
]
},
"禁": {
"kim": [
"見開三B侵平",
"深攝；侵韻；金小韻",
"重紐B類",
"白一平：kim；推導普通話：jin1",
"《廣韻》：力所加也勝也又居䕃切"
],
"kimh": [
"見開三B侵去",
"深攝；沁韻；禁小韻",
"重紐B類",
"白一平：kimH；推導普通話：jin4",
"《廣韻》：制也謹也止也避王莽家諱改曰省又姓何氏姓苑云今吳興人居䕃切三"
]
},
"婆": {
"bua": [
"並合一戈平",
"果攝；戈韻；婆小韻",
"白一平：ba；推導普通話：po2",
"《廣韻》：老母稱也薄波切九"
]
},
"股": {
"kox": [
"見開一模上",
"遇攝；姥韻；古小韻",
"白一平：kuX；推導普通話：gu3",
"《廣韻》：髀股"
]
},
"抽": {
"thriu": [
"徹開三尤平",
"流攝；尤韻；抽小韻",
"白一平：trhjuw；推導普通話：chou1",
"《廣韻》：拔也引也或作紬紬引其端緒也丑鳩切八"
]
},
"恨": {
"ghonh": [
"匣開一痕去",
"臻攝；恨韻；恨小韻",
"白一平：honH；推導普通話：hen4",
"《廣韻》：怨也胡艮切一"
]
},
"肯": {
"khongx": [
"溪開一登上",
"曾攝；等韻；肯小韻",
"白一平：khongX；推導普通話：keng3",
"《廣韻》：可也說文作肎骨閒肉肎肎著也一曰骨無肉苦等切二"
]
},
"刊": {
"khan": [
"溪開一寒平",
"山攝；寒韻；看小韻",
"白一平：khan；推導普通話：kan1",
"《廣韻》：削也剟也"
]
},
"泡": {
"phrau": [
"滂開二肴平",
"效攝；肴韻；胞小韻",
"白一平：phaew；推導普通話：pao1",
"《廣韻》：水上浮漚說文曰水出山陽平樂東北入泗又音庖"
],
"brau": [
"並開二肴平",
"效攝；肴韻；庖小韻",
"白一平：baew；推導普通話：pao2",
"《廣韻》：水名又匹交切"
]
},
"漸": {
"ciem": [
"精開三鹽平",
"咸攝；鹽韻；尖小韻",
"白一平：tsjem；推導普通話：jian1",
"《廣韻》：入也漬也又慈染切"
],
"ziemx": [
"從開三鹽上",
"咸攝；琰韻；漸小韻",
"白一平：dzjemX；推導普通話：jian4",
"《廣韻》：漸次也進也稍也事之端先覩之始也地理志有漸江今之浙江也慈染切十"
]
},
"鋼": {
"kang": [
"見開一唐平",
"宕攝；唐韻；岡小韻",
"白一平：kang；推導普通話：gang1",
"《廣韻》：鋼鐵"
],
"kangh": [
"見開一唐去",
"宕攝；宕韻；鋼小韻",
"白一平：kangH；推導普通話：kang4",
"《廣韻》：古浪切又古郎切二"
]
},
"廢": {
"pyad": [
"幫合三廢去",
"蟹攝；廢韻；廢小韻",
"白一平：pjojH；推導普通話：fei4",
"《廣韻》：止也大也方肺切九"
]
},
"淚": {
"lyih": [
"來合三脂去",
"止攝；至韻；類小韻",
"白一平：lwijH；推導普通話：lei4",
"《廣韻》：涕淚俗作㴃"
]
},
"樞": {
"chjyo": [
"昌合三虞平",
"遇攝；虞韻；樞小韻",
"白一平：tsyhu；推導普通話：chu1",
"《廣韻》：本也爾雅曰樞謂之椳郭璞云門户扉樞也昌朱切五"
]
},
"贏": {
"jeng": [
"以開三清平",
"梗攝；清韻；盈小韻",
"白一平：yeng；推導普通話：ying2",
"《廣韻》：利也益也有餘也財長也"
]
},
"歐": {
"qu": [
"影開一侯平",
"流攝；侯韻；謳小韻",
"白一平：'uw；推導普通話：ou1",
"《廣韻》：歐陽複姓出長沙郡"
],
"qux": [
"影開一侯上",
"流攝；厚韻；歐小韻",
"白一平：'uwX；推導普通話：ou3",
"《廣韻》：吐也或作嘔烏后切又烏侯切七"
]
},
"財": {
"zai": [
"從開一咍平",
"蟹攝；咍韻；裁小韻",
"白一平：dzoj；推導普通話：cai2",
"《廣韻》：貨也賄也"
]
},
"訂": {
"theng": [
"透開四青平",
"梗攝；青韻；汀小韻",
"白一平：theng；推導普通話：ting1",
"《廣韻》：平議也又徒頂他頂二切"
],
"dengx": [
"定開四青上",
"梗攝；迥韻；挺小韻",
"白一平：dengX；推導普通話：ding4",
"《廣韻》：平議"
],
"tengh": [
"端開四青去",
"梗攝；徑韻；矴小韻",
"白一平：tengH；推導普通話：ding4",
"《廣韻》：字林云逗遛也"
]
},
"途": {
"do": [
"定開一模平",
"遇攝；模韻；徒小韻",
"白一平：du；推導普通話：tu2",
"《廣韻》：道也"
]
},
"觸": {
"chjyuk": [
"昌開三鍾入",
"通攝；燭韻；觸小韻",
"白一平：tsyhowk；推導普通話：chu",
"《廣韻》：突也尺玉切四"
]
},
"賢": {
"ghen": [
"匣開四先平",
"山攝；先韻；賢小韻",
"白一平：hen；推導普通話：xian2",
"《廣韻》：善也能也大也亦姓胡田切十七"
]
},
"傑": {
"giet": [
"羣開三B仙入",
"山攝；薛韻；傑小韻",
"重紐B類",
"白一平：gjet；推導普通話：jie2",
"《廣韻》：英傑特立也又俊也渠列切十四"
]
},
"脫": {
"duat": [
"定合一桓入",
"山攝；末韻；奪小韻",
"白一平：dwat；推導普通話：duo2",
"《廣韻》：肉去骨亦姓出姓苑又土活切"
],
"thuat": [
"透合一桓入",
"山攝；末韻；侻小韻",
"白一平：thwat；推導普通話：tuo",
"《廣韻》：骨去肉又徒活切"
]
},
"箱": {
"siang": [
"心開三陽平",
"宕攝；陽韻；襄小韻",
"白一平：sjang；推導普通話：xiang1",
"《廣韻》：箱籠"
]
},
"佈": {
"poh": [
"幫開一模去",
"遇攝；暮韻；布小韻",
"白一平：puH；推導普通話：bu4",
"《廣韻》：佈徧也"
]
},
"仙": {
"sien": [
"心開三仙平",
"山攝；仙韻；仙小韻",
"白一平：sjen；推導普通話：xian1",
"《廣韻》：神仙釋名曰老而不死曰仙仙遷也遷入山也故字從人旁山相然切十二"
]
},
"冰": {
"ping": [
"幫開三蒸平",
"曾攝；蒸韻；冫小韻",
"白一平：ping；推導普通話：bing1",
"《廣韻》：上同。說文本魚陵切"
]
},
"析": {
"sek": [
"心開四青入",
"梗攝；錫韻；錫小韻",
"白一平：sek；推導普通話：xi",
"《廣韻》：分也字從木斤破木也又爾雅曰析木謂之津注云即漢津也亦姓風俗通云齊大夫析歸父"
]
},
"蒼": {
"chang": [
"清開一唐平",
"宕攝；唐韻；倉小韻",
"白一平：tshang；推導普通話：cang1",
"《廣韻》：蒼色也又姓漢江夏太守蒼英"
],
"changx": [
"清開一唐上",
"宕攝；蕩韻；蒼小韻",
"白一平：tshangX；推導普通話：cang3",
"《廣韻》：莽蒼麁朗切一"
]
},
"厭": {
"qjemx": [
"影開三A鹽上",
"咸攝；琰韻；黶小韻",
"重紐A類",
"白一平：'jiemX；推導普通話：yan3",
"《廣韻》：厭魅也又於豔切"
],
"qjemh": [
"影開三A鹽去",
"咸攝；豔韻；厭小韻",
"重紐A類",
"白一平：'jiemH；推導普通話：yan4",
"《廣韻》：論語曰食不厭精於豔切五"
],
"qjep": [
"影開三A鹽入",
"咸攝；葉韻；魘小韻",
"重紐A類",
"白一平：'jiep；推導普通話：ye",
"《廣韻》：厭伏亦惡夢又於琰切[六▼六字當刪▲]"
]
},
"籍": {
"ziek": [
"從開三清入",
"梗攝；昔韻；籍小韻",
"白一平：dzjek；推導普通話：ji2",
"《廣韻》：簿籍秦昔切十三"
]
},
"堅": {
"ken": [
"見開四先平",
"山攝；先韻；堅小韻",
"白一平：ken；推導普通話：jian1",
"《廣韻》：固也長也強也又姓漢二十八將有揚化將軍潁川堅鐔古賢切十七"
]
},
"哭": {
"khuk": [
"溪開一東入",
"通攝；屋韻；哭小韻",
"白一平：khuwk；推導普通話：ku",
"《廣韻》：哀聲空谷切八"
]
},
"夏": {
"ghrax": [
"匣開二麻上",
"假攝；馬韻；下小韻",
"白一平：haeX；推導普通話：xia4",
"《廣韻》：大也又諸夏亦州名秦屬上郡漢分置朔方郡晉末赫連勃勃於州稱大夏爲後魏所滅置鎭又改爲夏州又胡駕古下二切"
],
"ghrah": [
"匣開二麻去",
"假攝；禡韻；暇小韻",
"白一平：haeH；推導普通話：xia4",
"《廣韻》：春夏又胡雅切"
]
},
"懶": {
"lanx": [
"來開一寒上",
"山攝；旱韻；嬾小韻",
"白一平：lanX；推導普通話：lan3",
"《廣韻》：俗"
]
},
"橋": {
"gieu": [
"羣開三B宵平",
"效攝；宵韻；喬小韻",
"重紐B類",
"白一平：gjew；推導普通話：qiao2",
"《廣韻》：水梁也又姓出梁國後漢有太尉橋玄"
]
},
"穩": {
"quonx": [
"影合一魂上",
"臻攝；混韻；穩小韻",
"白一平：'wonX；推導普通話：wen3",
"《廣韻》：[持/治]穀聚亦安穩烏本切三"
]
},
"露": {
"loh": [
"來開一模去",
"遇攝；暮韻；路小韻",
"白一平：luH；推導普通話：lu4",
"《廣韻》：說文曰露潤澤也五經通義曰和氣津凝爲露也蔡邕月令曰露者隂之液也又露見也亦姓風俗通云漢有上黨都尉露平"
]
},
"詢": {
"syn": [
"心合三諄平",
"臻攝；諄韻；荀小韻",
"白一平：swin；推導普通話：xun1",
"《廣韻》：咨也"
]
},
"森": {
"srim": [
"生開三侵平",
"深攝；侵韻；森小韻",
"白一平：srim；推導普通話：shen1",
"《廣韻》：長木皃所今切十"
]
},
"絲": {
"si": [
"心開三之平",
"止攝；之韻；思小韻",
"白一平：si；推導普通話：si1",
"《廣韻》：說文云蠶所吐也又一蠶爲忽十忽爲絲淮南子曰蠶餌絲則商弦絶"
]
},
"塵": {
"drin": [
"澄開三眞平",
"臻攝；眞韻；陳小韻",
"白一平：drin；推導普通話：chen2",
"《廣韻》：說文本作𪋻。鹿行揚土也"
]
},
"慣": {
"kruanh": [
"見合二刪去",
"山攝；諫韻；慣小韻",
"白一平：kwaenH；推導普通話：guan4",
"《廣韻》：習也古患切六"
]
},
"濤": {
"dau": [
"定開一豪平",
"效攝；豪韻；陶小韻",
"白一平：daw；推導普通話：tao2",
"《廣韻》：波濤"
]
},
"誼": {
"ngieh": [
"疑開三B支去",
"止攝；寘韻；議小韻",
"重紐B類",
"白一平：ngjeH；推導普通話：yi4",
"《廣韻》：人所宜也又善也"
]
},
"佔": {
"tem": [
"端開四添平",
"咸攝；添韻；𩬑小韻",
"白一平：tem；推導普通話：dian1",
"《廣韻》：佔侸輕薄也"
]
},
"茶": {
"dra": [
"澄開二麻平",
"假攝；麻韻；𡨀小韻",
"白一平：drae；推導普通話：cha2",
"《廣韻》：俗"
]
},
"賴": {
"lad": [
"來開一泰去",
"蟹攝；泰韻；賴小韻",
"白一平：lajH；推導普通話：lai4",
"《廣韻》：蒙也利也善也幸也恃也又姓風俗通云漢有交阯太守賴先落蓋切十四"
]
},
"階": {
"krai": [
"見開二皆平",
"蟹攝；皆韻；皆小韻",
"白一平：keaj；推導普通話：jie1",
"《廣韻》：階級也說文曰階陛釋名曰階梯也如梯之[-/有]等差也"
]
},
"豐": {
"phiung": [
"滂開三東平",
"通攝；東韻；豐小韻",
"白一平：phjuwng；推導普通話：feng1",
"《廣韻》：大也多也茂也盛也又酒器豆屬又姓鄭公子豐之後敷[空/隆]切八"
]
},
"貝": {
"pad": [
"幫開一泰去",
"蟹攝；泰韻；貝小韻",
"白一平：pajH；推導普通話：bei4",
"《廣韻》：說文曰海介蟲也居陸名贆在水名蜬象形古者貨貝而寶龜亦州名春秋時屬晉七國屬趙秦爲鉅鹿郡漢爲淸河郡周置貝州以貝丘爲名博蓋切十四"
]
},
"暑": {
"sjox": [
"書開三魚上",
"遇攝；語韻；暑小韻",
"白一平：syoX；推導普通話：shu3",
"《廣韻》：熱也舒吕切五"
]
},
"郵": {
"iu": [
"云開三尤平",
"流攝；尤韻；尤小韻",
"白一平：hjuw；推導普通話：you2",
"《廣韻》：境上舍亦督郵古官号釋名曰督郵主諸縣罰負郵殿糾攝之又姓西京雜記有郵長倩"
]
},
"危": {
"ngye": [
"疑合三B支平",
"止攝；支韻；危小韻",
"重紐B類",
"白一平：ngjwe；推導普通話：wei2",
"《廣韻》：疾也隤也不正也不安也魚爲切四"
]
},
"寒": {
"ghan": [
"匣開一寒平",
"山攝；寒韻；寒小韻",
"白一平：han；推導普通話：han2",
"《廣韻》：寒暑也釋名曰寒捍也捍格也亦姓後漢博士魯國寒朗武王子寒侯之後也胡安切十二"
]
},
"械": {
"ghraih": [
"匣開二皆去",
"蟹攝；怪韻；械小韻",
"白一平：heajH；推導普通話：xie4",
"《廣韻》：器械又杻械胡介切十一"
]
},
"隱": {
"qionx": [
"影開三欣上",
"臻攝；隱韻；隱小韻",
"白一平：'j+nX；推導普通話：yin3",
"《廣韻》：藏也痛也私也安也定也又微也又姓吳志有廷尉左監隱蕃於謹切十一"
],
"qionh": [
"影開三欣去",
"臻攝；焮韻；㒚小韻",
"白一平：'j+nH；推導普通話：yin4",
"《廣韻》：隈隱之皃又於謹切"
]
},
"爸": {
"bax": [
"並開一歌上",
"果攝；哿韻；爸小韻",
"白一平：baX；推導普通話：bo4",
"《廣韻》：父也捕可切一"
]
},
"慘": {
"chomx": [
"清開一覃上",
"咸攝；感韻；慘小韻",
"白一平：tshomX；推導普通話：can3",
"《廣韻》：慘慼也說文毒也七感切八"
]
},
"旅": {
"liox": [
"來開三魚上",
"遇攝；語韻；吕小韻",
"白一平：ljoX；推導普通話：lv3",
"《廣韻》：師旅說文曰軍五百人也亦姓漢功臣表有旅卿封昌平侯俗作𢬜"
]
},
"村": {
"chuon": [
"清合一魂平",
"臻攝；魂韻；村小韻",
"白一平：tshwon；推導普通話：cun1",
"《廣韻》：墅也此尊切一"
]
},
"予": {
"jo": [
"以開三魚平",
"遇攝；魚韻；余小韻",
"白一平：yo；推導普通話：yu2",
"《廣韻》：我也又餘佇切"
],
"jox": [
"以開三魚上",
"遇攝；語韻；與小韻",
"白一平：yoX；推導普通話：yu3",
"《廣韻》：古文"
]
},
"振": {
"cjin": [
"章開三眞平",
"臻攝；眞韻；眞小韻",
"白一平：tsyin；推導普通話：zhen1",
"《廣韻》：又之刃切"
],
"cjinh": [
"章開三眞去",
"臻攝；震韻；震小韻",
"白一平：tsyinH；推導普通話：zhen4",
"《廣韻》：奮也裂也舉也整也救也又之人切"
]
},
"亡": {
"myang": [
"明合三陽平",
"宕攝；陽韻；亡小韻",
"白一平：mjang；推導普通話：wang2",
"《廣韻》：無也滅也[進/逃]也說文正作亾武方切十[二/一]"
]
},
"瓶": {
"beng": [
"並開四青平",
"梗攝；青韻；瓶小韻",
"白一平：beng；推導普通話：ping2",
"《廣韻》：汲水器也又姓風俗通云漢有太子少傅瓶守後趙録有北海瓶子然二姓蓋別薄經切十五"
]
},
"遭": {
"cau": [
"精開一豪平",
"效攝；豪韻；糟小韻",
"白一平：tsaw；推導普通話：zao1",
"《廣韻》：遭逢"
]
},
"哲": {
"triet": [
"知開三仙入",
"山攝；薛韻；哲小韻",
"白一平：trjet；推導普通話：zhe",
"《廣韻》：智也陟列切五悊"
]
},
"零": {
"len": [
"來開四先平",
"山攝；先韻；蓮小韻",
"白一平：len；推導普通話：lian2",
"《廣韻》：漢書云先零西羌也本力不切"
],
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：落也說文曰徐雨也又姓出姓苑"
],
"lengh": [
"來開四青去",
"梗攝；徑韻；零小韻",
"白一平：lengH；推導普通話：ling4",
"《廣韻》：零落郎定切又魯丁切三"
]
},
"納": {
"nop": [
"泥開一覃入",
"咸攝；合韻；納小韻",
"白一平：nop；推導普通話：na4",
"《廣韻》：内也又姓出何氏姓苑奴荅切八"
]
},
"珍": {
"trin": [
"知開三眞平",
"臻攝；眞韻；珍小韻",
"白一平：trin；推導普通話：zhen1",
"《廣韻》：貴也重也寶也俗作珎陟鄰切三"
]
},
"乃": {
"naix": [
"泥開一咍上",
"蟹攝；海韻；乃小韻",
"白一平：nojX；推導普通話：nai3",
"《廣韻》：語辭也汝也奴亥切三"
]
},
"席": {
"zsiek": [
"邪開三清入",
"梗攝；昔韻；席小韻",
"白一平：zjek；推導普通話：xi2",
"《廣韻》：薦席又藉也大戴禮曰武王踐阼有席銘亦姓出安定其先姓藉避項羽名改姓席氏晉有席坦祥易切六"
]
},
"鄭": {
"driengh": [
"澄開三清去",
"梗攝；勁韻；鄭小韻",
"白一平：drjengH；推導普通話：zheng4",
"《廣韻》：鄭重[殷/慇]懃亦州名秦屬三川郡史記管叔鮮之所封也宋武置司州於武牢皆魏爲北豫州周爲滎州隋罷滎州於管城置鄭州又姓滎陽彭城安陸壽春東陽五望本自周宣王封母弟友於鄭及韓滅鄭子孫以國爲氏今之望多滎陽直正切三"
]
},
"吹": {
"chjye": [
"昌合三支平",
"止攝；支韻；吹小韻",
"白一平：tsyhwe；推導普通話：chui1",
"《廣韻》：吹嘘昌垂切又尺僞切三"
],
"chjyeh": [
"昌合三支去",
"止攝；寘韻；吹小韻",
"白一平：tsyhweH；推導普通話：chui4",
"《廣韻》：鼓吹也月令曰命樂正習吹尺僞切又尺爲切三"
]
},
"骨": {
"kuot": [
"見合一魂入",
"臻攝；沒韻；骨小韻",
"白一平：kwot；推導普通話：gu",
"《廣韻》：說文曰肉之覈也尸子曰徐偃王有筋無骨亦見史記又"
]
},
"煙": {
"qen": [
"影開四先平",
"山攝；先韻；煙小韻",
"白一平：'en；推導普通話：yan1",
"《廣韻》：火氣也烏前切十二"
]
},
"胡": {
"gho": [
"匣開一模平",
"遇攝；模韻；胡小韻",
"白一平：hu；推導普通話：hu2",
"《廣韻》：何也又胡虜說文曰牛頷垂也亦姓出安定新蔡二望又漢複姓二氏齊宣王母弟別封母郷逺本胡公近娶母邑故爲胡母氏又胡公之後有公子非因以胡非爲氏又虜複姓南涼錄秃髮壽闐之母姓胡掖氏戸吳切三十"
]
},
"倫": {
"lyn": [
"來合三諄平",
"臻攝；諄韻；淪小韻",
"白一平：lwin；推導普通話：lun2",
"《廣韻》：等也比也道也理也又姓風俗通曰黃帝樂人伶倫氏之後"
]
},
"洪": {
"ghung": [
"匣開一東平",
"通攝；東韻；洪小韻",
"白一平：huwng；推導普通話：hong2",
"《廣韻》：大也亦姓共工氏之後本姓共氏後改爲洪氏户公切二十二"
]
},
"搖": {
"jeu": [
"以開三宵平",
"效攝；宵韻；遙小韻",
"白一平：yew；推導普通話：yao2",
"《廣韻》：動也作也又姓東越王摇句踐之後"
]
},
"娘": {
"nriang": [
"孃開三陽平",
"宕攝；陽韻；孃小韻",
"白一平：nrjang；推導普通話：niang2",
"《廣韻》：少女之号"
]
},
"芳": {
"phyang": [
"滂合三陽平",
"宕攝；陽韻；芳小韻",
"白一平：phjang；推導普通話：fang1",
"《廣韻》：芬芳亦州地多芳草故以名之置在常芳縣又姓風俗通云漢幽州刺史芳乗敷方切三"
]
},
"索": {
"sak": [
"心開一唐入",
"宕攝；鐸韻；索小韻",
"白一平：sak；推導普通話：suo",
"《廣韻》：盡也散也又繩索亦姓出燉煌蘇各切又所戟切六"
],
"sriek": [
"生開三庚入",
"梗攝；陌韻；𡩡小韻",
"白一平：srjaek；推導普通話：shi",
"《廣韻》：上同"
],
"srek": [
"生開二耕入",
"梗攝；麥韻；栜小韻",
"白一平：sreak；推導普通話：she",
"《廣韻》：上同"
]
},
"織": {
"cjih": [
"章開三之去",
"止攝；志韻；志小韻",
"白一平：tsyiH；推導普通話：zhi4",
"《廣韻》：織文錦綺屬又音職"
],
"cjik": [
"章開三蒸入",
"曾攝；職韻；職小韻",
"白一平：tsyik；推導普通話：zhi",
"《廣韻》：組織說文曰作布帛緫名[𥋏/膱]"
]
},
"惠": {
"ghueh": [
"匣合四齊去",
"蟹攝；霽韻；慧小韻",
"白一平：hwejH；推導普通話：hui4",
"《廣韻》：仁也亦惠然順也又姓出琅邪周惠王之後梁有惠施"
]
},
"杯": {
"puai": [
"幫合一灰平",
"蟹攝；灰韻；桮小韻",
"白一平：pwoj；推導普通話：bei1",
"《廣韻》：上同"
]
},
"浮": {
"biu": [
"並開三尤平",
"流攝；尤韻；浮小韻",
"白一平：bjuw；推導普通話：fou2",
"《廣韻》：汎也縛謀切二十四"
]
},
"狼": {
"lang": [
"來開一唐平",
"宕攝；唐韻；郎小韻",
"白一平：lang；推導普通話：lang2",
"《廣韻》：犲狼說文曰犲似犬銳頭而白頰髙前廣後帝王丗紀曰有神牽白狼銜鉤入殷朝又姓左傳晉有大夫狼瞫"
]
},
"隔": {
"krek": [
"見開二耕入",
"梗攝；麥韻；隔小韻",
"白一平：keak；推導普通話：ge",
"《廣韻》：塞也古核切十六"
]
},
"椰": {
"ja": [
"以開三麻平",
"假攝；麻韻；邪小韻",
"白一平：yae；推導普通話：ye2",
"《廣韻》：椰子木名出交州其葉背面相似"
]
},
"租": {
"co": [
"精開一模平",
"遇攝；模韻；租小韻",
"白一平：tsu；推導普通話：zu1",
"《廣韻》：積也稅也則吾切二"
]
},
"尾": {
"myoix": [
"明合三微上",
"止攝；尾韻；尾小韻",
"白一平：mj+jX；推導普通話：wei3",
"《廣韻》：首尾也易曰履虎尾又姓史記有尾生無匪切八"
]
},
"忽": {
"huot": [
"曉合一魂入",
"臻攝；沒韻；忽小韻",
"白一平：xwot；推導普通話：hu",
"《廣韻》：倐忽又滅也忘也輕也又[十/一]蠶爲一忽十忽爲一絲呼骨切十七"
]
},
"複": {
"biuh": [
"並開三尤去",
"流攝；宥韻；復小韻",
"白一平：bjuwH；推導普通話：fou4",
"《廣韻》：重複"
],
"piuk": [
"幫開三東入",
"通攝；屋韻；福小韻",
"白一平：pjuwk；推導普通話：fu",
"《廣韻》：重衣"
]
},
"莊": {
"criang": [
"莊開三陽平",
"宕攝；陽韻；莊小韻",
"白一平：tsrjang；推導普通話：zhuang1",
"《廣韻》：嚴也又莊田爾雅曰六達謂之莊亦姓莊周著書也側羊切五"
]
},
"款": {
"khuanx": [
"溪合一桓上",
"山攝；緩韻；款小韻",
"白一平：khwanX；推導普通話：kuan3",
"《廣韻》：誠也叩也至也重也愛也苦管切八"
]
},
"菜": {
"chaih": [
"清開一咍去",
"蟹攝；代韻；菜小韻",
"白一平：tshojH；推導普通話：cai4",
"《廣韻》：草可食者皆名菜倉代切五"
]
},
"副": {
"phiuh": [
"滂開三尤去",
"流攝；宥韻；副小韻",
"白一平：phjuwH；推導普通話：fou4",
"《廣韻》：貳也佐也又虜姓後魏書副吕氏後改爲副氏敷救切七"
],
"phiuk": [
"滂開三東入",
"通攝；屋韻；蝮小韻",
"白一平：phjuwk；推導普通話：fu",
"《廣韻》：剖也又敷救切"
],
"phik": [
"滂開三蒸入",
"曾攝；職韻；堛小韻",
"白一平：phik；推導普通話：pi",
"《廣韻》：析也禮云爲天子削𤓰者副之巾以絺"
]
},
"企": {
"khjex": [
"溪開三A支上",
"止攝；紙韻；企小韻",
"重紐A類",
"白一平：khjieX；推導普通話：kui3",
"《廣韻》：企望也丘弭切又去智切二"
],
"khjeh": [
"溪開三A支去",
"止攝；寘韻；企小韻",
"重紐A類",
"白一平：khjieH；推導普通話：qi4",
"《廣韻》：望也去智切六"
]
},
"折": {
"de": [
"定開四齊平",
"蟹攝；齊韻；嗁小韻",
"白一平：dej；推導普通話：ti2",
"《廣韻》：禮記云吉事欲其折折爾謂安舒貌"
],
"cjet": [
"章開三仙入",
"山攝；薛韻；晢小韻",
"白一平：tsyet；推導普通話：zhe",
"《廣韻》：拗折又虜複姓南涼秃髮傉[擅/檀]立其妻折屈氏爲皇后又常列切"
],
"zjet": [
"常開三仙入",
"山攝；薛韻；折小韻",
"白一平：dzyet；推導普通話：she2",
"《廣韻》：斷而猶連也說文斷也又作𣂟常列切一"
]
},
"擾": {
"njeux": [
"日開三宵上",
"效攝；小韻；擾小韻",
"白一平：nyewX；推導普通話：rao3",
"《廣韻》：亂也順也說文作𢹎煩也而沼切七"
]
},
"揚": {
"jang": [
"以開三陽平",
"宕攝；陽韻；陽小韻",
"白一平：yang；推導普通話：yang2",
"《廣韻》：舉也說也導也明也又州名禹貢曰淮海惟揚州李巡曰江南之氣躁勁厥性輕揚故曰揚州"
]
},
"鼠": {
"sjox": [
"書開三魚上",
"遇攝；語韻；暑小韻",
"白一平：syoX；推導普通話：shu3",
"《廣韻》：小獸名善爲盜說文曰穴蟲之緫名也"
]
},
"冒": {
"mauh": [
"明開一豪去",
"效攝；号韻；冃小韻",
"白一平：mawH；推導普通話：mao4",
"《廣韻》：覆也涉也又莫北切"
],
"mok": [
"明開一登入",
"曾攝；德韻；墨小韻",
"白一平：mok；推導普通話：mo4",
"《廣韻》：干也又莫報切"
]
},
"癡": {
"thri": [
"徹開三之平",
"止攝；之韻；癡小韻",
"白一平：trhi；推導普通話：chi1",
"《廣韻》：不慧也丑之切四"
]
},
"刺": {
"chieh": [
"清開三支去",
"止攝；寘韻；刺小韻",
"白一平：tshjeH；推導普通話：ci4",
"《廣韻》：針刺爾雅曰刺殺也釋名曰書姓名於奏白曰刺漢武帝初置部刺史掌奉詔察州成帝更名牧哀帝復爲刺史七賜切又七亦切十"
],
"chiek": [
"清開三清入",
"梗攝；昔韻；皵小韻",
"白一平：tshjek；推導普通話：qi",
"《廣韻》：穿也又七四切"
]
},
"頻": {
"bjin": [
"並開三A眞平",
"臻攝；眞韻；頻小韻",
"重紐A類",
"白一平：bjin；推導普通話：pin2",
"《廣韻》：數也急也比也說文作𩕨水厓人所賔附𩕨蹙不前而止又姓風俗通云漢有酒泉太守頻暢符眞切十四"
]
},
"針": {
"cjim": [
"章開三侵平",
"深攝；侵韻；斟小韻",
"白一平：tsyim；推導普通話：zhen1",
"《廣韻》：針線"
],
"cjimh": [
"章開三侵去",
"深攝；沁韻；枕小韻",
"白一平：tsyimH；推導普通話：zhen4",
"《廣韻》：又之林切"
]
},
"霸": {
"prah": [
"幫開二麻去",
"假攝；禡韻；霸小韻",
"白一平：paeH；推導普通話：ba4",
"《廣韻》：國語曰霸把也把持諸侯之權又姓益部耆舊傳有霸相必駕切七"
]
},
"暫": {
"zamh": [
"從開一談去",
"咸攝；闞韻；暫小韻",
"白一平：dzamH；推導普通話：zan4",
"《廣韻》：左傳云婦人暫而免諸國暫猶卒也藏濫切三"
]
},
"伊": {
"qjii": [
"影開三A脂平",
"止攝；脂韻；伊小韻",
"重紐A類",
"白一平：'jij；推導普通話：yi1",
"《廣韻》：惟也因也侯也亦水名又州本伊吾廬地在燉煌之北大磧之外秦末有之漢爲伊吾屯隋爲郡貞觀初慕化内附置伊州焉又姓伊尹之後今山陽人於脂切五"
]
},
"沉": {
"drim": [
"澄開三侵平",
"深攝；侵韻；沈小韻",
"白一平：drim；推導普通話：chen2",
"《廣韻》：俗"
]
},
"庫": {
"khoh": [
"溪開一模去",
"遇攝；暮韻；絝小韻",
"白一平：khuH；推導普通話：ku4",
"《廣韻》：貯物舎也又姓風俗通云古守庫大夫之後以官爲氏後漢輔義侯庫鈞亦虜複姓二氏周有少師庫狄峙又有庫門氏亦虜三字姓前燕録有岷山桓公庫傉官泥"
]
},
"悔": {
"huaix": [
"曉合一灰上",
"蟹攝；賄韻；賄小韻",
"白一平：xwojX；推導普通話：hui3",
"《廣韻》：悔吝"
],
"huaih": [
"曉合一灰去",
"蟹攝；隊韻；誨小韻",
"白一平：xwojH；推導普通話：hui4",
"《廣韻》：改悔"
]
},
"陰": {
"qim": [
"影開三B侵平",
"深攝；侵韻；音小韻",
"重紐B類",
"白一平：'im；推導普通話：yin1",
"《廣韻》：隂陽也說文作隂闇也水之南山之北也又姓出武威風俗通云管修自齊適楚爲隂大夫其後氏焉"
]
},
"寂": {
"zek": [
"從開四青入",
"梗攝；錫韻；寂小韻",
"白一平：dzek；推導普通話：ji2",
"《廣韻》：靜也安也前歷切五"
]
},
"倚": {
"qiex": [
"影開三B支上",
"止攝；紙韻；倚小韻",
"重紐B類",
"白一平：'jeX；推導普通話：yi3",
"《廣韻》：依倚也又姓楚左史倚相於綺切五"
],
"qieh": [
"影開三B支去",
"止攝；寘韻；倚小韻",
"重紐B類",
"白一平：'jeH；推導普通話：yi4",
"《廣韻》：侍也因也加也於義切又於蟻切三"
]
},
"探": {
"thom": [
"透開一覃平",
"咸攝；覃韻；探小韻",
"白一平：thom；推導普通話：tan1",
"《廣韻》：取也說文作𢲘遠取之也他含切三"
]
},
"祖": {
"cox": [
"精開一模上",
"遇攝；姥韻；祖小韻",
"白一平：tsuX；推導普通話：zu3",
"《廣韻》：祖禰又始也法也本也上也又姓祖已之後出范陽則古切六"
]
},
"摩": {
"mua": [
"明合一戈平",
"果攝；戈韻；摩小韻",
"白一平：ma；推導普通話：mo2",
"《廣韻》：研摩又滅也隱也迫也莫婆切十一"
],
"muah": [
"明合一戈去",
"果攝；過韻；磨小韻",
"白一平：maH；推導普通話：mo4",
"《廣韻》：按摩又莫禾切"
]
},
"距": {
"giox": [
"羣開三魚上",
"遇攝；語韻；巨小韻",
"白一平：gjoX；推導普通話：ju4",
"《廣韻》：鷄距"
]
},
"遍": {
"penh": [
"幫開四先去",
"山攝；霰韻；徧小韻",
"白一平：penH；推導普通話：bian4",
"《廣韻》：俗"
]
},
"蟲": {
"driung": [
"澄開三東平",
"通攝；東韻；蟲小韻",
"白一平：drjuwng；推導普通話：chong2",
"《廣韻》：爾雅曰有足曰蟲無足曰豸又姓漢功臣表有曲成侯蟲[進/達]直弓切七"
],
"driungh": [
"澄開三東去",
"通攝；送韻；仲小韻",
"白一平：drjuwngH；推導普通話：zhong4",
"《廣韻》：蟲食物又音沖或作蚛"
]
},
"燒": {
"sjeu": [
"書開三宵平",
"效攝；宵韻；燒小韻",
"白一平：syew；推導普通話：shao1",
"《廣韻》：火也然也式招切又式照切二"
],
"sjeuh": [
"書開三宵去",
"效攝；笑韻；少小韻",
"白一平：syewH；推導普通話：shao4",
"《廣韻》：放火又失昭切"
]
},
"頁": {
"ghet": [
"匣開四先入",
"山攝；屑韻；纈小韻",
"白一平：het；推導普通話：xie2",
"《廣韻》：頭也"
]
},
"隆": {
"liung": [
"來開三東平",
"通攝；東韻；隆小韻",
"白一平：ljuwng；推導普通話：long2",
"《廣韻》：盛也豐也大也力中切六"
]
},
"弱": {
"njak": [
"日開三陽入",
"宕攝；藥韻；若小韻",
"白一平：nyak；推導普通話：ruo4",
"《廣韻》：劣弱"
]
},
"豆": {
"duh": [
"定開一侯去",
"流攝；候韻；豆小韻",
"白一平：duwH；推導普通話：dou4",
"《廣韻》：穀豆物理論云菽者衆[荳/豆]之名也又姓後魏有將軍豆代田[-/徒]候切十六"
]
},
"延": {
"jen": [
"以開三仙平",
"山攝；仙韻；延小韻",
"白一平：yen；推導普通話：yan2",
"《廣韻》：稅也逺也進也長也陳也言也亦州漢髙[如縣取/奴縣隋改]延川爲延安郡又姓漢有延篤南陽人爲京兆尹殺梁兾使者以然切十三"
],
"jenh": [
"以開三仙去",
"山攝；線韻；衍小韻",
"白一平：yenH；推導普通話：yan4",
"《廣韻》：曼延不斷其莚也"
]
},
"蕭": {
"seu": [
"心開四蕭平",
"效攝；蕭韻；蕭小韻",
"白一平：sew；推導普通話：xiao1",
"《廣韻》：蒿也詩云采蕭穫菽亦縣名在沛郡新語云蕭斧名又姓出蘭陵廣陵二望本自宋支子食采於蕭後因爲氏漢侍中蕭彪始居蘭陵彪𤣥孫望之居杜陵望之孫紹復還蘭陵紹十一代孫整始過江爲廣陵人風俗通云宋樂叔以討南宫萬立御說之功受封於蕭列附庸之國漢相國蕭何即其後氏也蘇彫切十六"
]
},
"握": {
"qruk": [
"影開二江入",
"江攝；覺韻；渥小韻",
"白一平：'aewk；推導普通話：yue",
"《廣韻》：持也"
]
},
"寧": {
"neng": [
"泥開四青平",
"梗攝；青韻；寧小韻",
"白一平：neng；推導普通話：ning2",
"《廣韻》：安也說文曰願詞也亦州名禹貢古西戎地秦爲北地郡亦爲豳州又爲寧州奴丁切九"
]
},
"昭": {
"cjeu": [
"章開三宵平",
"效攝；宵韻；昭小韻",
"白一平：tsyew；推導普通話：zhao1",
"《廣韻》：明也光也著也覿也又姓楚詞昭屈景三族戰國策楚有昭奚恤止遥切七"
]
},
"盟": {
"mieng": [
"明開三庚平",
"梗攝；庚韻；明小韻",
"白一平：mjaeng；推導普通話：ming2",
"《廣韻》：盟約殺牲歃血也周禮有司盟"
],
"mrangh": [
"明開二庚去",
"梗攝；映韻；孟小韻",
"白一平：maengH；推導普通話：meng4",
"《廣韻》：盟津又音明"
]
},
"覆": {
"phiuh": [
"滂開三尤去",
"流攝；宥韻；副小韻",
"白一平：phjuwH；推導普通話：fou4",
"《廣韻》：蓋也又敷六切"
],
"biuh": [
"並開三尤去",
"流攝；宥韻；復小韻",
"白一平：bjuwH；推導普通話：fou4",
"《廣韻》：伏兵曰覆"
],
"phiuk": [
"滂開三東入",
"通攝；屋韻；蝮小韻",
"白一平：phjuwk；推導普通話：fu",
"《廣韻》：反覆又敗也倒也審也又敷救切"
],
"phok": [
"滂開一登入",
"曾攝；德韻；覆小韻",
"白一平：phok；推導普通話：po",
"《廣韻》：匹北切三"
]
},
"憲": {
"hianh": [
"曉開三元去",
"臻攝；願韻；獻小韻",
"白一平：xjonH；推導普通話：xian4",
"《廣韻》：法也又姓出姓苑"
]
},
"耐": {
"naih": [
"泥開一咍去",
"蟹攝；代韻；耐小韻",
"白一平：nojH；推導普通話：nai4",
"《廣韻》：忍也奴代切七"
]
},
"愁": {
"zriu": [
"崇開三尤平",
"流攝；尤韻；愁小韻",
"白一平：dzrjuw；推導普通話：chou2",
"《廣韻》：憂也悲也苦也士尤切二"
]
},
"丁": {
"treng": [
"知開二耕平",
"梗攝；耕韻；朾小韻",
"白一平：treang；推導普通話：zheng1",
"《廣韻》：上同詩曰伐木丁丁"
],
"teng": [
"端開四青平",
"梗攝；青韻；丁小韻",
"白一平：teng；推導普通話：ding1",
"《廣韻》：當也亦辰名爾雅云太歳在下曰強圉又姓本自姜姓齊太公子伋諡丁公因以命族出濟陽濟隂二望當經切八"
]
},
"撥": {
"puat": [
"幫合一桓入",
"山攝；末韻；撥小韻",
"白一平：pat；推導普通話：bo",
"《廣韻》：理也絶也除也北末切十六"
]
},
"沈": {
"drim": [
"澄開三侵平",
"深攝；侵韻；沈小韻",
"白一平：drim；推導普通話：chen2",
"《廣韻》：没也說文曰陵上滈水也又漢複姓魯有沈猶氏常朝飲其羊何氏姓苑云今泰山人直深切又尸甚切九"
],
"sjimx": [
"書開三侵上",
"深攝；寑韻；沈小韻",
"白一平：syimX；推導普通話：shen3",
"《廣韻》：國名古作邥亦姓出吳興本自周文王第十子聃季食采於沈即汝南平輿沈亭是也子孫以國爲氏式[任/荏]切又丈林切十四"
],
"drimh": [
"澄開三侵去",
"深攝；沁韻；鴆小韻",
"白一平：drimH；推導普通話：zhen4",
"《廣韻》：又直壬切"
]
},
"昇": {
"sjing": [
"書開三蒸平",
"曾攝；蒸韻；升小韻",
"白一平：sying；推導普通話：sheng1",
"《廣韻》：日上本亦作𦫵詩曰如日之𦫵𦫵出也俗加日"
]
},
"髮": {
"pyat": [
"幫合三元入",
"臻攝；月韻；髮小韻",
"白一平：pjot；推導普通話：fa",
"《廣韻》：頭毛也說文根也又姓漢有東海人髮福治詩又有不毛之地莊子謂之窮髮方伐切六"
]
},
"哀": {
"qai": [
"影開一咍平",
"蟹攝；咍韻；哀小韻",
"白一平：'oj；推導普通話：ai1",
"《廣韻》：悲哀也又姓漢有哀章烏開切六"
]
},
"龜": {
"kyi": [
"見合三B脂平",
"止攝；脂韻；龜小韻",
"重紐B類",
"白一平：kwij；推導普通話：gui1",
"《廣韻》：說苑曰靈龜五色似玉似金背隂向陽上髙象天下平法地易号爲龜大戴禮曰[田/甲]蟲三百六十[四/-]而神龜爲之長居追切六"
],
"kiu": [
"見開三尤平",
"流攝；尤韻；鳩小韻",
"白一平：kjuw；推導普通話：jiu1",
"《廣韻》：又居危切"
]
},
"眉": {
"mii": [
"明開三B脂平",
"止攝；脂韻；眉小韻",
"重紐B類",
"白一平：mij；推導普通話：mi2",
"《廣韻》：說文作睂目上毛也武悲切二十"
]
},
"固": {
"koh": [
"見開一模去",
"遇攝；暮韻；顧小韻",
"白一平：kuH；推導普通話：gu4",
"《廣韻》：堅也一也常也故也四塞也"
]
},
"卷": {
"gyen": [
"羣合三B仙平",
"山攝；仙韻；權小韻",
"重紐B類",
"白一平：gjwen；推導普通話：quan2",
"《廣韻》：曲也又九免九院二切"
],
"gyanx": [
"羣合三元上",
"臻攝；阮韻；𧯦小韻",
"白一平：gjwonX；推導普通話：juan4",
"《廣韻》：風俗傳云陳留太守琅邪徐焉改圈姓卷氏字異音同"
],
"kyenx": [
"見合三B仙上",
"山攝；獮韻；卷小韻",
"重紐B類",
"白一平：kjwenX；推導普通話：juan3",
"《廣韻》：卷舒說文曰膝曲也居轉切六"
],
"kyenh": [
"見合三B仙去",
"山攝；線韻；眷小韻",
"重紐B類",
"白一平：kjwenH；推導普通話：juan4",
"《廣韻》：上同"
]
},
"閒": {
"kren": [
"見開二山平",
"山攝；山韻；閒小韻",
"白一平：kean；推導普通話：jian1",
"《廣韻》：隙也近也又中閒亦姓出何氏姓苑古閑切又閑㵎二音六"
],
"krenh": [
"見開二山去",
"山攝；襇韻；襇小韻",
"白一平：keanH；推導普通話：jian4",
"《廣韻》：廁也瘳也代也送也迭也隔也又音平聲"
]
},
"稍": {
"srauh": [
"生開二肴去",
"效攝；效韻；稍小韻",
"白一平：sraewH；推導普通話：shao4",
"《廣韻》：均也小也說文曰出物有漸也所敎切七"
]
},
"殘": {
"zan": [
"從開一寒平",
"山攝；寒韻；殘小韻",
"白一平：dzan；推導普通話：can2",
"《廣韻》：餘也說文[贓/賊]也昨干切七"
]
},
"搭": {
"thap": [
"透開一談入",
"咸攝；盍韻；榻小韻",
"白一平：thap；推導普通話：ta",
"《廣韻》：摸搭"
]
},
"京": {
"kieng": [
"見開三庚平",
"梗攝；庚韻；驚小韻",
"白一平：kjaeng；推導普通話：jing1",
"《廣韻》：大也廣雅曰四起曰京風俗通曰京非人力所成天地性自然也京[-/師]義亦取此公羊曰京者大也師者衆也天子之居必以衆大之辝言之又姓風俗通云鄭武公子段封於京號京城大叔其後氏焉漢有京房"
]
},
"傻": {
"sruax": [
"生合二麻上",
"假攝；馬韻；葰小韻",
"白一平：srwaeX；推導普通話：shua3",
"《廣韻》：傻俏不仁"
],
"sruah": [
"生合二麻去",
"假攝；禡韻；誜小韻",
"白一平：srwaeH；推導普通話：shua4",
"《廣韻》：傻偢不仁"
]
},
"耳": {
"njix": [
"日開三之上",
"止攝；止韻；耳小韻",
"白一平：nyiX；推導普通話：er3",
"《廣韻》：辝也說文云主聽也而止切五"
]
},
"映": {
"qangx": [
"影開一唐上",
"宕攝；蕩韻；坱小韻",
"白一平：'angX；推導普通話：ang3",
"《廣韻》：映㬒不明"
],
"qiengh": [
"影開三庚去",
"梗攝；映韻；映小韻",
"白一平：'jaengH；推導普通話：ying4",
"《廣韻》：明也[陽/隱]也於敬切四"
]
},
"託": {
"thak": [
"透開一唐入",
"宕攝；鐸韻；託小韻",
"白一平：thak；推導普通話：tuo",
"《廣韻》：寄也他各切十八"
]
},
"恩": {
"qon": [
"影開一痕平",
"臻攝；痕韻；恩小韻",
"白一平：'on；推導普通話：en1",
"《廣韻》：恩澤也惠也愛也隱也亦姓前燕慕容皝東庠祭酒恩茂風俗通云陳大夫成仲不恩之後烏痕切三"
]
},
"鴻": {
"ghung": [
"匣開一東平",
"通攝；東韻；洪小韻",
"白一平：huwng；推導普通話：hong2",
"《廣韻》：詩傳云大曰鴻小曰鴈又姓左傳衞大夫鴻聊魋"
],
"ghungx": [
"匣開一東上",
"通攝；董韻；澒小韻",
"白一平：huwngX；推導普通話：hong4",
"《廣韻》：鴻濛又音紅"
]
},
"妙": {
"mjeuh": [
"明開三A宵去",
"效攝；笑韻；妙小韻",
"重紐A類",
"白一平：mjiewH；推導普通話：miao4",
"《廣韻》：好也彌𥬇切三"
]
},
"辯": {
"bienx": [
"並開三B仙上",
"山攝；獮韻；辯小韻",
"重紐B類",
"白一平：bjenX；推導普通話：bian4",
"《廣韻》：別也理也慧也說文治也符蹇切五"
]
},
"媒": {
"muai": [
"明合一灰平",
"蟹攝；灰韻；枚小韻",
"白一平：mwoj；推導普通話：mei2",
"《廣韻》：媒衒說文曰謀也謀合二姓也"
]
},
"吵": {
"mjeux": [
"明開三A宵上",
"效攝；小韻；眇小韻",
"重紐A類",
"白一平：mjiewX；推導普通話：miao3",
"《廣韻》：雉聲"
],
"chraux": [
"初開二肴上",
"效攝；巧韻；煼小韻",
"白一平：tsrhaewX；推導普通話：chao3",
"《廣韻》：聲也本音眇"
]
},
"擬": {
"ngix": [
"疑開三之上",
"止攝；止韻；擬小韻",
"白一平：ngiX；推導普通話：yi3",
"《廣韻》：度也魚紀切六"
]
},
"違": {
"yoi": [
"云合三微平",
"止攝；微韻；幃小韻",
"白一平：hjw+j；推導普通話：wei2",
"《廣韻》：背也"
]
},
"憂": {
"qiu": [
"影開三尤平",
"流攝；尤韻；憂小韻",
"白一平：'juw；推導普通話：you1",
"《廣韻》：愁也又姓出姓苑於求切十七"
]
},
"桌": {
"truk": [
"知開二江入",
"江攝；覺韻；斲小韻",
"白一平：traewk；推導普通話：zhuo",
"《廣韻》：古文"
]
},
"拼": {
"preng": [
"幫開二耕平",
"梗攝；耕韻；繃小韻",
"白一平：peang；推導普通話：beng1",
"《廣韻》：爾雅云使也又從也"
]
},
"銷": {
"sieu": [
"心開三宵平",
"效攝；宵韻；宵小韻",
"白一平：sjew；推導普通話：xiao1",
"《廣韻》：鑠也"
]
},
"藉": {
"ziah": [
"從開三麻去",
"假攝；禡韻；褯小韻",
"白一平：dzjaeH；推導普通話：jie4",
"《廣韻》：以蘭茅藉地又慈亦切"
],
"ziek": [
"從開三清入",
"梗攝；昔韻；籍小韻",
"白一平：dzjek；推導普通話：ji2",
"《廣韻》：狼藉又姓左傳晉大夫藉談又慈夜切"
]
},
"屋": {
"quk": [
"影開一東入",
"通攝；屋韻；屋小韻",
"白一平：'uwk；推導普通話：wu",
"《廣韻》：舎也具也淮南子曰舜築牆茨屋風俗通曰屋止也亦虜複姓後魏書官氏志云屋引氏後改爲房氏烏谷切七"
]
},
"域": {
"yk": [
"云合三蒸入",
"曾攝；職韻；域小韻",
"白一平：hwik；推導普通話：yu4",
"《廣韻》：居也邦也雨逼切十四"
]
},
"船": {
"zsjyen": [
"船合三仙平",
"山攝；仙韻；船小韻",
"白一平：zywen；推導普通話：chuan2",
"《廣韻》：方言曰關西謂之船關東謂之舟又姓出姓苑食川切二"
]
},
"勞": {
"lau": [
"來開一豪平",
"效攝；豪韻；勞小韻",
"白一平：law；推導普通話：lao2",
"《廣韻》：倦也勤也病也又姓後漢有琅邪勞丙魯刀切二十二"
],
"lauh": [
"來開一豪去",
"效攝；号韻；嫪小韻",
"白一平：lawH；推導普通話：lao4",
"《廣韻》：勞慰又郎刀切"
]
},
"洞": {
"dung": [
"定開一東平",
"通攝；東韻；同小韻",
"白一平：duwng；推導普通話：tong2",
"《廣韻》：洪洞縣名在晉州北又徒弄切"
],
"dungh": [
"定開一東去",
"通攝；送韻；洞小韻",
"白一平：duwngH；推導普通話：dong4",
"《廣韻》：空也又洞庭湖徒弄切十六"
]
},
"寢": {
"chimx": [
"清開三侵上",
"深攝；寑韻；寑小韻",
"白一平：tshimX；推導普通話：qin3",
"《廣韻》：上同見經典"
]
},
"井": {
"ciengx": [
"精開三清上",
"梗攝；靜韻；井小韻",
"白一平：tsjengX；推導普通話：jing3",
"《廣韻》：說文曰八家一井象構韓形·𦉥之象也古者伯益初作丼今作井見經典省又姓姜子牙之後也左傳有井伯子郢切二"
]
},
"徐": {
"zsio": [
"邪開三魚平",
"遇攝；魚韻；徐小韻",
"白一平：zjo；推導普通話：xu2",
"《廣韻》：緩也說文安行也亦州名古之彭國禹爲徐州秦屬泗水郡漢爲郡復置徐州又姓自顓頊之後春秋時徐偃王行仁義爲楚文王所滅其後氏焉出東海髙平東莞琅邪濮陽五望似魚切四"
]
},
"川": {
"chjyen": [
"昌合三仙平",
"山攝；仙韻；穿小韻",
"白一平：tsyhwen；推導普通話：chuan1",
"《廣韻》：山川也蔡邕月令章句曰衆流注海曰川釋名曰川者穿也穿地而流也"
]
},
"奈": {
"nad": [
"泥開一泰去",
"蟹攝；泰韻；柰小韻",
"白一平：najH；推導普通話：nai4",
"《廣韻》：如也遇也那也本亦作柰又[致/奴]箇切"
],
"nah": [
"泥開一歌去",
"果攝；箇韻；奈小韻",
"白一平：naH；推導普通話：nuo4",
"《廣韻》：奈何奴箇切又奴帶切二"
]
},
"倍": {
"baix": [
"並開一咍上",
"蟹攝；海韻；倍小韻",
"白一平：bojX；推導普通話：bei4",
"《廣韻》：子本等也薄亥切三"
]
},
"農": {
"nuung": [
"泥開一冬平",
"通攝；冬韻；農小韻",
"白一平：nowng；推導普通話：nong2",
"《廣韻》：田農也說文作農耕也亦官名漢書曰治粟內史秦官也景帝更名大司農又姓風俗通云神農之後又羌複姓有蘇農氏奴冬切十二"
]
},
"擺": {
"prex": [
"幫開二佳上",
"蟹攝；蟹韻；擺小韻",
"白一平：peaX；推導普通話：bai3",
"《廣韻》：擺撥北買切二"
]
},
"塞": {
"saih": [
"心開一咍去",
"蟹攝；代韻；賽小韻",
"白一平：sojH；推導普通話：sai4",
"《廣韻》：邊塞又蘇則切"
],
"sok": [
"心開一登入",
"曾攝；德韻；塞小韻",
"白一平：sok；推導普通話：se",
"《廣韻》：滿也窒也隔也蘇則切又蘇載切五"
]
},
"橫": {
"kuang": [
"見合一唐平",
"宕攝；唐韻；光小韻",
"白一平：kwang；推導普通話：guang1",
"《廣韻》：長安門名又戸觥切"
],
"ghruang": [
"匣合二庚平",
"梗攝；庚韻；橫小韻",
"白一平：hwaeng；推導普通話：hong2",
"《廣韻》：縱橫也又姓風俗通云韓王子成號橫陽君其後爲氏戸盲切十六"
],
"ghruangh": [
"匣合二庚去",
"梗攝；映韻；蝗小韻",
"白一平：hwaengH；推導普通話：hong4",
"《廣韻》：非理來又音宏"
]
},
"賀": {
"ghah": [
"匣開一歌去",
"果攝；箇韻；賀小韻",
"白一平：haH；推導普通話：he4",
"《廣韻》：慶也擔也勞也加也亦姓出會稽河南二望本齊之公族慶封之後漢侍中慶純避安帝諱改爲賀氏又虜複姓九氏北俗謂忠貞爲賀若魏孝文以其先祖有忠貞之稱遂以賀若爲氏周書賀蘭祥傳曰其先與魏俱起有紇伏者爲賀蘭莫何弗因以爲氏賀拔勝傳云其先與魏俱出隂山代爲酋長北方謂土爲拔爲其揔有地土時人相賀因爲賀拔氏後自武川徙居河南也南燕録有輔國大將軍賀賴盧後魏書有賀葛賀婁賀[皃/兒]賀遂賀恱等氏胡箇切四"
]
},
"皇": {
"ghuang": [
"匣合一唐平",
"宕攝；唐韻；黃小韻",
"白一平：hwang；推導普通話：huang2",
"《廣韻》：君也美也天也說文作皇大也又姓左傳鄭大夫皇頡"
]
},
"拖": {
"thah": [
"透開一歌去",
"果攝；箇韻；拖小韻",
"白一平：thaH；推導普通話：tuo4",
"《廣韻》：牽車吐邏切一"
]
},
"怨": {
"qyan": [
"影合三元平",
"臻攝；元韻；鴛小韻",
"白一平：'jwon；推導普通話：yuan1",
"《廣韻》：怨讎又於願切"
],
"qyanh": [
"影合三元去",
"臻攝；願韻；怨小韻",
"白一平：'jwonH；推導普通話：yuan4",
"《廣韻》：恨也說文恚也於願切二"
]
},
"牙": {
"ngra": [
"疑開二麻平",
"假攝；麻韻；牙小韻",
"白一平：ngae；推導普通話：ya2",
"《廣韻》：牙齒又牙旗吳志曰孫權因瑞作黃龍大牙常在軍中諸軍進退視其所向又姓風俗通云周大司徒君牙之後五加切七"
]
},
"齊": {
"ze": [
"從開四齊平",
"蟹攝；齊韻；齊小韻",
"白一平：dzej；推導普通話：qi2",
"《廣韻》：整也中也莊也好也疾也等也亦州名春秋時齊國秦爲郡後魏置州因齊地以名之又姓風俗通氏姓篇序曰四氏於國齊魯宋衞是也徂奚切九"
],
"zeh": [
"從開四齊去",
"蟹攝；霽韻；嚌小韻",
"白一平：dzejH；推導普通話：ji4",
"《廣韻》：火齊似雲母重沓而開色黃赤似金出日南又齊和又徂兮切"
]
},
"逃": {
"dau": [
"定開一豪平",
"效攝；豪韻；陶小韻",
"白一平：daw；推導普通話：tao2",
"《廣韻》：去也避也亡也"
]
},
"障": {
"cjang": [
"章開三陽平",
"宕攝；陽韻；章小韻",
"白一平：tsyang；推導普通話：zhang1",
"《廣韻》：隔也又丘山頂上平又音去聲"
],
"cjangh": [
"章開三陽去",
"宕攝；漾韻；障小韻",
"白一平：tsyangH；推導普通話：zhang4",
"《廣韻》：界也隔也又步障也王君夫作絲巾步障三十里石崇作錦障五十里以敵之之亮切五"
]
},
"譜": {
"pox": [
"幫開一模上",
"遇攝；姥韻；補小韻",
"白一平：puX；推導普通話：bu3",
"《廣韻》：籍録"
]
},
"烏": {
"qo": [
"影開一模平",
"遇攝；模韻；烏小韻",
"白一平：'u；推導普通話：wu1",
"《廣韻》：安也語辝也說文曰孝烏[-/小]也爾雅曰純黒而返哺者謂之烏小而不返哺者謂之鵶又姓左傳齊大夫烏[枚嗚"
]
},
"瞭": {
"leu": [
"來開四蕭平",
"效攝；蕭韻；聊小韻",
"白一平：lew；推導普通話：liao2",
"《廣韻》：目明也"
],
"leux": [
"來開四蕭上",
"效攝；篠韻；了小韻",
"白一平：lewX；推導普通話：liao3",
"《廣韻》：目睛明也"
]
},
"戴": {
"taih": [
"端開一咍去",
"蟹攝；代韻；戴小韻",
"白一平：tojH；推導普通話：dai4",
"《廣韻》：荷戴又姓出濟比本自宋戴穆公之後風俗通云凡氏於諡戴武宣穆是也都代切一"
]
},
"鬆": {
"suung": [
"心開一冬平",
"通攝；冬韻；鬆小韻",
"白一平：sowng；推導普通話：song1",
"《廣韻》：髼鬆髮亂皃私宗切三"
],
"syung": [
"心開三鍾平",
"通攝；鍾韻；蜙小韻",
"白一平：sjowng；推導普通話：song1",
"《廣韻》：髮亂皃亦作䯳"
],
"chyung": [
"清開三鍾平",
"通攝；鍾韻；樅小韻",
"白一平：tshjowng；推導普通話：cong1",
"《廣韻》：髪亂又息恭切"
],
"sungh": [
"心開一東去",
"通攝；送韻；送小韻",
"白一平：suwngH；推導普通話：song4",
"《廣韻》：𩭩鬆髮皃"
]
},
"瓜": {
"krua": [
"見合二麻平",
"假攝；麻韻；瓜小韻",
"白一平：kwae；推導普通話：gua1",
"《廣韻》：說文蓏也廣雅云龍蹄[獸/虎]掌羊骹兔頭[挂/桂]髓蜜筩小靑大班皆𤓰名亦州名本古西戎地左傳范宣子數戎子駒支曰昔秦人迫逐乃[袓/祖]吾離于𤓰州又漢複姓王莽傳有盜賊臨淮𤓰田儀古華切七"
]
},
"迫": {
"prak": [
"幫開二庚入",
"梗攝；陌韻；伯小韻",
"白一平：paek；推導普通話：bo",
"《廣韻》：逼也近也急也附也"
]
},
"嚇": {
"hrah": [
"曉開二麻去",
"假攝；禡韻；嚇小韻",
"白一平：xaeH；推導普通話：xia4",
"《廣韻》：笑聲呼訝切又呼格切八"
],
"hrak": [
"曉開二庚入",
"梗攝；陌韻；赫小韻",
"白一平：xaek；推導普通話：he",
"《廣韻》：怒也"
]
},
"摸": {
"mo": [
"明開一模平",
"遇攝；模韻；模小韻",
"白一平：mu；推導普通話：mu2",
"《廣韻》：以手摸也亦作摹又音莫"
],
"mak": [
"明開一唐入",
"宕攝；鐸韻；莫小韻",
"白一平：mak；推導普通話：mo4",
"《廣韻》：摸𢱢又莫胡切"
]
},
"尺": {
"chjek": [
"昌開三清入",
"梗攝；昔韻；尺小韻",
"白一平：tsyhek；推導普通話：chi",
"《廣韻》：家語曰布手知尺舒肱知尋說苑曰度量衡以粟生之十粟爲一分十分爲一寸十寸爲一尺昌石切十一"
]
},
"染": {
"njemx": [
"日開三鹽上",
"咸攝；琰韻；冉小韻",
"白一平：nyemX；推導普通話：ran3",
"《廣韻》：染色周禮染人掌染[綏/絲]帛又姓石勒時有染閔"
],
"njemh": [
"日開三鹽去",
"咸攝；豔韻；染小韻",
"白一平：nyemH；推導普通話：ran4",
"《廣韻》：而豔切又如檢切二"
]
},
"佩": {
"buaih": [
"並合一灰去",
"蟹攝；隊韻；佩小韻",
"白一平：bwojH；推導普通話：bei4",
"《廣韻》：玉之帶也說文曰大帶佩也从人从凡从巾佩必有巾巾謂之飾禮曰凡帶必有佩玉蒲昧切十二"
]
},
"床": {
"zriang": [
"崇開三陽平",
"宕攝；陽韻；牀小韻",
"白一平：dzrjang；推導普通話：chuang2",
"《廣韻》：俗"
]
},
"酷": {
"khuuk": [
"溪開一冬入",
"通攝；沃韻；酷小韻",
"白一平：khowk；推導普通話：ku",
"《廣韻》：虐也說文曰酒味厚也苦沃切六"
]
},
"孫": {
"suon": [
"心合一魂平",
"臻攝；魂韻；孫小韻",
"白一平：swon；推導普通話：sun1",
"《廣韻》：爾雅釋親曰凡子之子爲孫孫之子爲曾孫曾孫之子爲𤣥孫𤣥孫之子爲來孫來孫之子爲晜孫晜孫之子爲仍孫仍孫之子爲雲孫又岱謂之天孫又姓周文王子康叔封于衞至武公子惠孫曾耳爲衞上卿因氏焉後有孫武孫臏俱善兵法各撰書凡太原東莞吳郡安樂四望又漢複姓二十三氏左傳秦大夫逢孫氏魯卿有臧孫辰仲孫何忌魯桓公之子慶父之後有孟孫氏叔孫氏季孫氏同出桓公号爲三桓子孫代爲魯之上卿秦下大夫楊孫氏齊大夫長孫修丗本云食邑於唐其孫仕晉後号唐孫氏衞有王孫賈出自周頃王之後王孫賈之子自以去王室久改爲賈孫氏晉濟南太守魚孫瑋出自宋魚石奔楚其孫在國者因以魚孫爲氏漢有烏孫昆彌後漢有士孫瑞古封公之後自皆稱公孫故其姓多非一族也孔子弟子有顓孫師國語晉公子利孫夫之後以利孫爲氏何氏姓苑有經孫新孫古孫牟孫室孫長孫叔孫等氏望稱河南之者是虜姓也思渾切六"
]
},
"屁": {
"phjiih": [
"滂開三A脂去",
"止攝；至韻；屁小韻",
"重紐A類",
"白一平：phjijH；推導普通話：pi4",
"《廣韻》：氣下洩也匹寐切二"
]
},
"醉": {
"cyih": [
"精合三脂去",
"止攝；至韻；醉小韻",
"白一平：tswijH；推導普通話：zui4",
"《廣韻》：說文曰醉卒也各卒其度量不至於亂也將遂切二"
]
},
"震": {
"cjinh": [
"章開三眞去",
"臻攝；震韻；震小韻",
"白一平：tsyinH；推導普通話：zhen4",
"《廣韻》：雷震也又動也懼也起也威也章刃切十一"
]
},
"鎖": {
"suax": [
"心合一戈上",
"果攝；果韻；鎖小韻",
"白一平：swaX；推導普通話：suo3",
"《廣韻》：鐵鎖也俗作鏁蘇果切十二"
]
},
"凱": {
"khaix": [
"溪開一咍上",
"蟹攝；海韻；愷小韻",
"白一平：khojX；推導普通話：kai3",
"《廣韻》：上同"
]
},
"損": {
"suonx": [
"心合一魂上",
"臻攝；混韻；損小韻",
"白一平：swonX；推導普通話：sun3",
"《廣韻》：減也傷也蘇本切四"
]
},
"潮": {
"drieu": [
"澄開三宵平",
"效攝；宵韻；𪓙小韻",
"白一平：drjew；推導普通話：chao2",
"《廣韻》：潮水"
]
},
"役": {
"jyek": [
"以合三清入",
"梗攝；昔韻；役小韻",
"白一平：ywek；推導普通話：yu4",
"《廣韻》：古從人今從彳說文曰戍邊也營隻切十二"
]
},
"泰": {
"thad": [
"透開一泰去",
"蟹攝；泰韻；泰小韻",
"白一平：thajH；推導普通話：tai4",
"《廣韻》：大也通也古作太他蓋切四"
]
},
"伍": {
"ngox": [
"疑開一模上",
"遇攝；姥韻；五小韻",
"白一平：nguX；推導普通話：wu3",
"《廣韻》：行伍說文曰相參伍也周禮曰五人爲伍"
]
},
"冬": {
"tuung": [
"端開一冬平",
"通攝；冬韻；冬小韻",
"白一平：towng；推導普通話：dong1",
"《廣韻》：四時之末尸子曰冬爲信北方爲冬冬終也又姓前燕慕容皝左司馬冬壽都宗切七"
]
},
"桃": {
"dau": [
"定開一豪平",
"效攝；豪韻；陶小韻",
"白一平：daw；推導普通話：tao2",
"《廣韻》：果木名鄴中記石虎苑中有句鼻桃重二斤又姓何氏姓苑云今西陽人後趙石勒將有桃豹"
]
},
"乙": {
"qit": [
"影開三B眞入",
"臻攝；質韻；乙小韻",
"重紐B類",
"白一平：'it；推導普通話：yi",
"《廣韻》：辰名爾雅云太歳在乙曰旃蒙亦姓前燕有護軍乙逸又虜複姓三氏後魏獻帝命叔父之胤曰乙旃氏後改爲叔氏前燕録有髙麗王乙弗利後魏有都督乙干貴又虜三字姓有乙速孤氏於筆切三"
]
},
"迴": {
"ghuai": [
"匣合一灰平",
"蟹攝；灰韻；回小韻",
"白一平：hwoj；推導普通話：hui2",
"《廣韻》：還也"
],
"ghuaih": [
"匣合一灰去",
"蟹攝；隊韻；潰小韻",
"白一平：hwojH；推導普通話：hui4",
"《廣韻》：曲也又音回又作匯"
]
},
"競": {
"giengh": [
"羣開三庚去",
"梗攝；映韻；競小韻",
"白一平：gjaengH；推導普通話：jing4",
"《廣韻》：爭也強也逐也髙也遽也渠敬切七"
]
},
"崇": {
"zriung": [
"崇開三東平",
"通攝；東韻；崇小韻",
"白一平：dzrjuwng；推導普通話：chong2",
"《廣韻》：高也敬也就也聚也又姓鋤弓切四"
]
},
"撞": {
"drung": [
"澄開二江平",
"江攝；江韻；幢小韻",
"白一平：draewng；推導普通話：chuang2",
"《廣韻》：撞突也學記曰善待問者如撞鐘撞擊也"
],
"drungh": [
"澄開二江去",
"江攝；絳韻；䡴小韻",
"白一平：draewngH；推導普通話：zhuang4",
"《廣韻》：撞鐘又直江切"
]
},
"厲": {
"lied": [
"來開三祭去",
"蟹攝；祭韻；例小韻",
"白一平：ljejH；推導普通話：li4",
"《廣韻》：惡也亦嚴整也烈也猛也又姓漢有魏郡太守厲温"
]
},
"淨": {
"ziengh": [
"從開三清去",
"梗攝；勁韻；淨小韻",
"白一平：dzjengH；推導普通話：jing4",
"《廣韻》：無垢也疾政切八"
]
},
"牽": {
"khen": [
"溪開四先平",
"山攝；先韻；牽小韻",
"白一平：khen；推導普通話：qian1",
"《廣韻》：引也挽也連也亦姓晉有牽秀何氏姓苑云武邑人苦堅切九"
],
"khenh": [
"溪開四先去",
"山攝；霰韻；俔小韻",
"白一平：khenH；推導普通話：qian4",
"《廣韻》：牽挽也又苦堅切"
]
},
"羊": {
"jang": [
"以開三陽平",
"宕攝；陽韻；陽小韻",
"白一平：yang；推導普通話：yang2",
"《廣韻》：牛羊禮記凡祭羊曰柔毛崔豹古今注云羊一名髯須主簿又姓出泰山本自羊舌大夫之後戰國策有羊千者著書顯名又漢複姓二氏列士傳有羊角哀左傳晉大夫有羊舌職"
]
},
"惑": {
"ghuok": [
"匣合一登入",
"曾攝；德韻；或小韻",
"白一平：hwok；推導普通話：huo2",
"《廣韻》：迷惑"
]
},
"溪": {
"khe": [
"溪開四齊平",
"蟹攝；齊韻；谿小韻",
"白一平：khej；推導普通話：qi1",
"《廣韻》：[上同]"
]
},
"帽": {
"mauh": [
"明開一豪去",
"效攝；号韻；冃小韻",
"白一平：mawH；推導普通話：mao4",
"《廣韻》：頭帽"
]
},
"眠": {
"men": [
"明開四先平",
"山攝；先韻；眠小韻",
"白一平：men；推導普通話：mian2",
"《廣韻》：寐也莫賢切七"
]
},
"巷": {
"ghrungh": [
"匣開二江去",
"江攝；絳韻；巷小韻",
"白一平：haewngH；推導普通話：xiang4",
"《廣韻》：街巷又姓詩云巷伯胡絳切三"
]
},
"溝": {
"ku": [
"見開一侯平",
"流攝；侯韻；鉤小韻",
"白一平：kuw；推導普通話：gou1",
"《廣韻》：溝渠爾雅云水注谷曰溝釋名曰田閒之水曰溝溝搆也縱橫相交構也"
]
},
"俗": {
"zsyuk": [
"邪開三鍾入",
"通攝；燭韻；續小韻",
"白一平：zjowk；推導普通話：su2",
"《廣韻》：風俗說文習也"
]
},
"宋": {
"suungh": [
"心開一冬去",
"通攝；宋韻；宋小韻",
"白一平：sowngH；推導普通話：song4",
"《廣韻》：州也即閼伯之商丘也微子封宋二十餘丗爲齊楚魏所滅魏得其梁陳留齊得濟隂東平楚得沛梁即今郡地是也隋置宋州爾雅曰宋有孟諸之藪今爲睢陽縣地又姓取微子之所封遂爲氏出西河廣平燉煌河南扶風五望蘇統切一"
]
},
"飄": {
"bjeu": [
"並開三A宵平",
"效攝；宵韻；瓢小韻",
"重紐A類",
"白一平：bjiew；推導普通話：piao2",
"《廣韻》：老子曰飄風不終朝"
],
"phjeu": [
"滂開三A宵平",
"效攝；宵韻；爂小韻",
"重紐A類",
"白一平：phjiew；推導普通話：piao1",
"《廣韻》：飄颻"
]
},
"淺": {
"cen": [
"精開四先平",
"山攝；先韻；箋小韻",
"白一平：tsen；推導普通話：jian1",
"《廣韻》：淺淺流疾皃又倉翦切"
],
"chienx": [
"清開三仙上",
"山攝；獮韻；淺小韻",
"白一平：tshjenX；推導普通話：qian3",
"《廣韻》：不深也[士/七]演切一"
]
},
"獻": {
"sa": [
"心開一歌平",
"果攝；歌韻；娑小韻",
"白一平：sa；推導普通話：suo1",
"《廣韻》：獻罇見禮記亦作犧"
],
"hianh": [
"曉開三元去",
"臻攝；願韻；獻小韻",
"白一平：xjonH；推導普通話：xian4",
"《廣韻》：進也禮云大曰羹獻又姓風俗通有秦[大/犬]夫獻則許建切四"
]
},
"麵": {
"menh": [
"明開四先去",
"山攝；霰韻；麫小韻",
"白一平：menH；推導普通話：mian4",
"《廣韻》：上同"
]
},
"艦": {
"ghramx": [
"匣開二銜上",
"咸攝；檻韻；檻小韻",
"白一平：haemX；推導普通話：xian4",
"《廣韻》：禦敵船四方施板以禦矢[-/狀]如牢"
]
},
"滑": {
"kuot": [
"見合一魂入",
"臻攝；沒韻；骨小韻",
"白一平：kwot；推導普通話：gu",
"《廣韻》：滑稽謂俳諧也"
],
"ghuot": [
"匣合一魂入",
"臻攝；沒韻；搰小韻",
"白一平：hwot；推導普通話：hu2",
"《廣韻》：滑亂也出列子"
],
"ghruet": [
"匣合二山入",
"山攝；鎋韻；滑小韻",
"白一平：hweat；推導普通話：hua2",
"《廣韻》：利也亦州名春秋時爲衞國秦爲東郡後魏以東郡屬司州周改爲滑州因滑臺以爲名又姓風俗通云漢有詹事滑典又音骨滑稽也戸八切八"
]
},
"榜": {
"brang": [
"並開二庚平",
"梗攝；庚韻；彭小韻",
"白一平：baeng；推導普通話：peng2",
"《廣韻》：說文曰所以輔弓弩也又甫孟切"
],
"pangx": [
"幫開一唐上",
"宕攝；蕩韻；榜小韻",
"白一平：pangX；推導普通話：bang3",
"《廣韻》：木片北朗切六"
],
"prangh": [
"幫開二庚去",
"梗攝；映韻；榜小韻",
"白一平：paengH；推導普通話：beng4",
"《廣韻》：榜人船人也北孟切三"
]
},
"圈": {
"gyanx": [
"羣合三元上",
"臻攝；阮韻；𧯦小韻",
"白一平：gjwonX；推導普通話：juan4",
"《廣韻》：獸闌又姓後漢末圈稱字幼舉撰陳留風俗傳圈氏本氏於其國又其卷切"
],
"gyenx": [
"羣合三B仙上",
"山攝；獮韻；圈小韻",
"重紐B類",
"白一平：gjwenX；推導普通話：juan4",
"《廣韻》：說文曰養畜閑也渠篆切又求晚切三"
],
"gyanh": [
"羣合三元去",
"臻攝；願韻；圈小韻",
"白一平：gjwonH；推導普通話：juan4",
"《廣韻》：邑名臼万切一"
]
},
"庭": {
"deng": [
"定開四青平",
"梗攝；青韻；庭小韻",
"白一平：deng；推導普通話：ting2",
"《廣韻》：門庭又直也亦州名即漢車師後王庭之地本烏孫國土也其前王庭即交河縣是也特丁切二十一"
]
},
"縱": {
"cyung": [
"精開三鍾平",
"通攝；鍾韻；縱小韻",
"白一平：tsjowng；推導普通話：zong1",
"《廣韻》：縱横也即容切又子用切九"
],
"cyungh": [
"精開三鍾去",
"通攝；用韻；縱小韻",
"白一平：tsjowngH；推導普通話：zong4",
"《廣韻》：放縱說文緩也一曰舎也子用切又子容切二"
]
},
"閃": {
"sjemx": [
"書開三鹽上",
"咸攝；琰韻；陝小韻",
"白一平：syemX；推導普通話：shan3",
"《廣韻》：出門皃"
],
"sjemh": [
"書開三鹽去",
"咸攝；豔韻；閃小韻",
"白一平：syemH；推導普通話：shan4",
"《廣韻》：說文曰闚頭門中也舒贍切又舒斂切四"
]
},
"蓮": {
"len": [
"來開四先平",
"山攝；先韻；蓮小韻",
"白一平：len；推導普通話：lian2",
"《廣韻》：爾雅云荷芙蕖其實蓮落賢切八"
],
"lienx": [
"來開三仙上",
"山攝；獮韻；輦小韻",
"白一平：ljenX；推導普通話：lian3",
"《廣韻》：蓮芍縣名在馮翊又音憐"
]
},
"麥": {
"mrek": [
"明開二耕入",
"梗攝；麥韻；麥小韻",
"白一平：meak；推導普通話：mo4",
"《廣韻》：白虎通曰麥金也金王而生火王而死又姓隋有將軍麥鐵杖嶺南人俗作麦莫獲切八"
]
},
"邦": {
"prung": [
"幫開二江平",
"江攝；江韻；邦小韻",
"白一平：paewng；推導普通話：bang1",
"《廣韻》：國也又姓出何氏姓苑博江切四"
]
},
"耀": {
"jeuh": [
"以開三宵去",
"效攝；笑韻；燿小韻",
"白一平：yewH；推導普通話：yao4",
"《廣韻》：光耀"
]
},
"旋": {
"zsyen": [
"邪合三仙平",
"山攝；仙韻；旋小韻",
"白一平：zjwen；推導普通話：xuan2",
"《廣韻》：還也疾也似宣切十七"
],
"zsyenh": [
"邪合三仙去",
"山攝；線韻；㳬小韻",
"白一平：zjwenH；推導普通話：xuan4",
"《廣韻》：遶也"
]
},
"閱": {
"jyet": [
"以合三仙入",
"山攝；薛韻；悅小韻",
"白一平：ywet；推導普通話：yue4",
"《廣韻》：𥳑閱也又閥閲"
]
},
"諒": {
"liangh": [
"來開三陽去",
"宕攝；漾韻；亮小韻",
"白一平：ljangH；推導普通話：liang4",
"《廣韻》：信也相也佐也又姓後漢有諒輔"
]
},
"紫": {
"ciex": [
"精開三支上",
"止攝；紙韻；紫小韻",
"白一平：tsjeX；推導普通話：zi3",
"《廣韻》：閒色也又姓出何氏姓苑將此切九"
]
},
"攝": {
"sjep": [
"書開三鹽入",
"咸攝；葉韻；攝小韻",
"白一平：syep；推導普通話：she",
"《廣韻》：兼也録也書涉切八"
],
"nep": [
"泥開四添入",
"咸攝；怗韻；苶小韻",
"白一平：nep；推導普通話：nie4",
"《廣韻》：攝然天下安出漢書"
]
},
"儀": {
"ngie": [
"疑開三B支平",
"止攝；支韻；宜小韻",
"重紐B類",
"白一平：ngje；推導普通話：yi2",
"《廣韻》：儀容又義也正也亦州名本漢湼縣地秦爲上黨郡武德爲遼州又爲箕州今爲儀州亦姓左傳徐大夫儀楚"
]
},
"妨": {
"phyang": [
"滂合三陽平",
"宕攝；陽韻；芳小韻",
"白一平：phjang；推導普通話：fang1",
"《廣韻》：妨害"
],
"phyangh": [
"滂合三陽去",
"宕攝；漾韻；訪小韻",
"白一平：phjangH；推導普通話：fang4",
"《廣韻》：妨礙又敷方切"
]
},
"審": {
"sjimx": [
"書開三侵上",
"深攝；寑韻；沈小韻",
"白一平：syimX；推導普通話：shen3",
"《廣韻》：詳審也說文同上亦姓漢有辟陽侯審食其"
]
},
"描": {
"mieu": [
"明開三B宵平",
"效攝；宵韻；苗小韻",
"重紐B類",
"白一平：mjew；推導普通話：miao2",
"《廣韻》：描畫也又音茅"
],
"mrau": [
"明開二肴平",
"效攝；肴韻；茅小韻",
"白一平：maew；推導普通話：mao2",
"《廣韻》：打也出玉篇"
]
},
"洽": {
"ghrep": [
"匣開二咸入",
"咸攝；洽韻；洽小韻",
"白一平：heap；推導普通話：xia2",
"《廣韻》：和也合也霑也侯夾切十四"
]
},
"毀": {
"hyex": [
"曉合三B支上",
"止攝；紙韻；毀小韻",
"重紐B類",
"白一平：xjweX；推導普通話：hui3",
"《廣韻》：壞也破也缺也虧也許委切十"
],
"hyeh": [
"曉合三B支去",
"止攝；寘韻；毀小韻",
"重紐B類",
"白一平：xjweH；推導普通話：hui4",
"《廣韻》：壞也破也缺也虧也許委切十"
]
},
"逐": {
"driuk": [
"澄開三東入",
"通攝；屋韻；逐小韻",
"白一平：drjuwk；推導普通話：zhu2",
"《廣韻》：追也驅也從也疾也強也走也直六切十二"
]
},
"陪": {
"buai": [
"並合一灰平",
"蟹攝；灰韻；裴小韻",
"白一平：bwoj；推導普通話：pei2",
"《廣韻》：陪廁也"
]
},
"踏": {
"thop": [
"透開一覃入",
"咸攝；合韻；錔小韻",
"白一平：thop；推導普通話：ta",
"《廣韻》：著地"
]
},
"跌": {
"det": [
"定開四先入",
"山攝；屑韻；姪小韻",
"白一平：det；推導普通話：die2",
"《廣韻》：跌踼又差跌也"
]
},
"藤": {
"dong": [
"定開一登平",
"曾攝；登韻；騰小韻",
"白一平：dong；推導普通話：teng2",
"《廣韻》：藤苰又藤蘿"
]
},
"慕": {
"moh": [
"明開一模去",
"遇攝；暮韻；暮小韻",
"白一平：muH；推導普通話：mu4",
"《廣韻》：思慕又虜複姓二氏前燕錄云昔髙辛氏游於海濵留少子厭越以居北夷邑于紫蒙之野号曰東胡秦西▼西字當删▲漢之際爲匈奴所敗分保鮮卑山因山爲号至魏初莫護跋率部落入居遼西時燕代多冠步搖冠跋好之乃斂髮襲冠諸部因謂之步搖後音訛爲慕容焉跋孫涉歸進拜單于遵循華俗自云慕二儀之德繼三光之容以爲氏歸子廆據遼東稱王僭号燕後又有將軍慕輿虔"
]
},
"勒": {
"lok": [
"來開一登入",
"曾攝；德韻；勒小韻",
"白一平：lok；推導普通話：le4",
"《廣韻》：鄴中記曰石虎諱勒呼馬勒爲轡盧則切十二"
]
},
"殊": {
"zjyo": [
"常合三虞平",
"遇攝；虞韻；殊小韻",
"白一平：dzyu；推導普通話：chu2",
"《廣韻》：異也死也市朱切十二"
]
},
"憑": {
"bing": [
"並開三蒸平",
"曾攝；蒸韻；凭小韻",
"白一平：bing；推導普通話：ping2",
"《廣韻》：憑託"
]
},
"寞": {
"mak": [
"明開一唐入",
"宕攝；鐸韻；莫小韻",
"白一平：mak；推導普通話：mo4",
"《廣韻》：寂寞說文作𠴫嗼"
]
},
"岸": {
"nganh": [
"疑開一寒去",
"山攝；翰韻；岸小韻",
"白一平：nganH；推導普通話：an4",
"《廣韻》：水涯髙者五旰切九"
]
},
"芬": {
"phyon": [
"滂合三文平",
"臻攝；文韻；芬小韻",
"白一平：phjun；推導普通話：fen1",
"《廣韻》：芬芳又姓戰國策晉有大夫芬質[府/撫]文切十三"
]
},
"池": {
"drie": [
"澄開三支平",
"止攝；支韻；馳小韻",
"白一平：drje；推導普通話：chi2",
"《廣韻》：停水曰池廣雅曰沼也又姓漢有中牟令池瑗出風俗通又有池仲魚城門失火仲魚燒死故諺曰城門失火殃及池魚"
],
"da": [
"定開一歌平",
"果攝；歌韻；駝小韻",
"白一平：da；推導普通話：tuo2",
"《廣韻》：虖池水名在并州界出周禮又音馳"
]
},
"拒": {
"giox": [
"羣開三魚上",
"遇攝；語韻；巨小韻",
"白一平：gjoX；推導普通話：ju4",
"《廣韻》：拒捍也又格也違也"
]
},
"葛": {
"kat": [
"見開一寒入",
"山攝；曷韻；葛小韻",
"白一平：kat；推導普通話：ge",
"《廣韻》：葛藟廣雅[云苑童寄生葛也一名寓木又名寄屑亦姓▼廣雅以下十七字當刪▲]後漢有潁川太守葛興古達切十"
]
},
"州": {
"cju": [
"章開三尤平",
"流攝；尤韻；周小韻",
"白一平：tsyuw；推導普通話：zhou1",
"《廣韻》：州郡周禮曰五黨爲州又姓左傳晉大夫州綽"
]
},
"鋒": {
"phyung": [
"滂開三鍾平",
"通攝；鍾韻；峯小韻",
"白一平：phjowng；推導普通話：feng1",
"《廣韻》：劔刃鋒也"
]
},
"寬": {
"khuan": [
"溪合一桓平",
"山攝；桓韻；寬小韻",
"白一平：khwan；推導普通話：kuan1",
"《廣韻》：愛也裕也緩也苦官切二"
]
},
"拳": {
"gyen": [
"羣合三B仙平",
"山攝；仙韻；權小韻",
"重紐B類",
"白一平：gjwen；推導普通話：quan2",
"《廣韻》：屈手也廣雅云拳拳憂也又拳拳奉持之皃又姓衞大夫拳彌"
]
},
"于": {
"yo": [
"云合三虞平",
"遇攝；虞韻；于小韻",
"白一平：hju；推導普通話：yu2",
"《廣韻》：曰也於也說文本作亏凡從于者作亏同又姓周武王子邘叔子孫以國爲氏其後去邑單爲于漢有丞相東海于定國又望出河南者即後魏書万忸于氏後改爲于氏凡諸姓望在後而稱河南者皆虜姓後魏孝文詔南遷者死不得還北即葬洛陽故虜姓皆稱河南焉又漢複姓五氏後漢特進漁陽鮮于輔𡊮紹大將軍淳于瓊劉元海太史令宣于修之何氏姓苑有多于氏鬬于氏羽俱切二十"
]
},
"函": {
"ghom": [
"匣開一覃平",
"咸攝；覃韻；含小韻",
"白一平：hom；推導普通話：han2",
"《廣韻》：容也禮云席閒函丈"
],
"ghrem": [
"匣開二咸平",
"咸攝；咸韻；咸小韻",
"白一平：heam；推導普通話：xian2",
"《廣韻》：函谷關名又函書亦姓漢有豫章太守函熙又漢複姓漢末有黃門侍郎函治子覺又音含"
]
},
"驅": {
"khyo": [
"溪合三虞平",
"遇攝；虞韻；區小韻",
"白一平：khju；推導普通話：qu1",
"《廣韻》：驅馳也"
],
"khyoh": [
"溪合三虞去",
"遇攝；遇韻；驅小韻",
"白一平：khjuH；推導普通話：qu4",
"《廣韻》：區遇切又羌愚切二"
]
},
"后": {
"ghux": [
"匣開一侯上",
"流攝；厚韻；厚小韻",
"白一平：huwX；推導普通話：hou4",
"《廣韻》：君也又姓漢有少府后倉又音候"
],
"ghuh": [
"匣開一侯去",
"流攝；候韻；𠋫小韻",
"白一平：huwH；推導普通話：hou4",
"《廣韻》：君也皇后也"
]
},
"裁": {
"zai": [
"從開一咍平",
"蟹攝；咍韻；裁小韻",
"白一平：dzoj；推導普通話：cai2",
"《廣韻》：裁衣昨哉切九"
],
"zaih": [
"從開一咍去",
"蟹攝；代韻；載小韻",
"白一平：dzojH；推導普通話：zai4",
"《廣韻》：製裁"
]
},
"蟹": {
"ghrex": [
"匣開二佳上",
"蟹攝；蟹韻；蟹小韻",
"白一平：heaX；推導普通話：xia4",
"《廣韻》：水蟲仙方云投於漆中化爲水服之長生以黑犬血灌之三日燒之諸鼠畢至胡買切七"
]
},
"阻": {
"criox": [
"莊開三魚上",
"遇攝；語韻；阻小韻",
"白一平：tsrjoX；推導普通話：zhu3",
"《廣韻》：隔也憂也側吕切二"
],
"crioh": [
"莊開三魚去",
"遇攝；御韻；詛小韻",
"白一平：tsrjoH；推導普通話：zhu4",
"《廣韻》：馬阻蹄又莊所切"
]
},
"邪": {
"ja": [
"以開三麻平",
"假攝；麻韻；邪小韻",
"白一平：yae；推導普通話：ye2",
"《廣韻》：琅邪郡名俗作耶瑘亦語助以遮切又似嗟切十三耶"
],
"zsia": [
"邪開三麻平",
"假攝；麻韻；衺小韻",
"白一平：zjae；推導普通話：xie2",
"《廣韻》：鬼病亦不正也論語曰思無邪"
]
},
"革": {
"krek": [
"見開二耕入",
"梗攝；麥韻；隔小韻",
"白一平：keak；推導普通話：ge",
"《廣韻》：改也獸皮也兵革也亦姓漢功臣表有煑棗侯革朱"
]
},
"頗": {
"phua": [
"滂合一戈平",
"果攝；戈韻；頗小韻",
"白一平：pha；推導普通話：po1",
"《廣韻》：說文曰頭偏也滂禾切又匹我切四"
],
"phuax": [
"滂合一戈上",
"果攝；果韻；叵小韻",
"白一平：phaX；推導普通話：po3",
"《廣韻》：又普波切"
],
"phuah": [
"滂合一戈去",
"果攝；過韻；破小韻",
"白一平：phaH；推導普通話：po4",
"《廣韻》：又普禾切"
]
},
"臥": {
"nguah": [
"疑合一戈去",
"果攝；過韻；臥小韻",
"白一平：ngwaH；推導普通話：wo4",
"《廣韻》：寢也釋名曰臥化也精氣變化不與覺時同也說文曰休也从人臣取其伏也吾貨切一"
]
},
"昌": {
"chjang": [
"昌開三陽平",
"宕攝；陽韻；昌小韻",
"白一平：tsyhang；推導普通話：chang1",
"《廣韻》：盛也說文曰美言也一曰日光也又姓後漢有東海相昌稀尺良切八"
]
},
"孟": {
"mrangh": [
"明開二庚去",
"梗攝；映韻；孟小韻",
"白一平：maengH；推導普通話：meng4",
"《廣韻》：長也勉也始也又姓出平昌武威二望本自周公魯桓公之子仲孫之𦙍仲孫爲三桓之孟故曰孟氏莫更切四"
]
},
"航": {
"ghang": [
"匣開一唐平",
"宕攝；唐韻；航小韻",
"白一平：hang；推導普通話：hang2",
"《廣韻》：船也胡郎切十八"
]
},
"遙": {
"jeu": [
"以開三宵平",
"效攝；宵韻；遙小韻",
"白一平：yew；推導普通話：yao2",
"《廣韻》：逺也行也餘昭切三十六"
]
},
"翔": {
"zsiang": [
"邪開三陽平",
"宕攝；陽韻；詳小韻",
"白一平：zjang；推導普通話：xiang2",
"《廣韻》：翶翔"
]
},
"蠍": {
"hiat": [
"曉開三元入",
"臻攝；月韻；歇小韻",
"白一平：xjot；推導普通話：xie",
"《廣韻》：螫蟲人"
]
},
"恭": {
"kyung": [
"見開三鍾平",
"通攝；鍾韻；恭小韻",
"白一平：kjowng；推導普通話：jiong1",
"《廣韻》：恭敬也說文本作𢙄肅也又姓晉太子申生號恭君其後氏焉出國語九容切陸以恭蜙[縱/樅]等入冬韻非也十"
]
},
"齋": {
"crai": [
"莊開二皆平",
"蟹攝；皆韻；齋小韻",
"白一平：tsreaj；推導普通話：zhai1",
"《廣韻》：齋潔也亦莊也敬也經典通用齊也側皆切一"
]
},
"睛": {
"cieng": [
"精開三清平",
"梗攝；清韻；精小韻",
"白一平：tsjeng；推導普通話：jing1",
"《廣韻》：目珠子也"
],
"chiengx": [
"清開三清上",
"梗攝；靜韻；請小韻",
"白一平：tshjengX；推導普通話：qing3",
"《廣韻》：眳睛不悅目皃出字林又音精"
]
},
"槍": {
"chiang": [
"清開三陽平",
"宕攝；陽韻；鏘小韻",
"白一平：tshjang；推導普通話：qiang1",
"《廣韻》：矟也通俗文云剡葦傷盜謂之槍說文曰歫也"
],
"chrang": [
"初開二庚平",
"梗攝；庚韻；鎗小韻",
"白一平：tsrhaeng；推導普通話：cheng1",
"《廣韻》：欃槍祅星"
]
},
"塔": {
"thap": [
"透開一談入",
"咸攝；盍韻；榻小韻",
"白一平：thap；推導普通話：ta",
"《廣韻》：浮圖"
]
},
"閉": {
"peh": [
"幫開四齊去",
"蟹攝；霽韻；閉小韻",
"白一平：pejH；推導普通話：bi4",
"《廣韻》：掩閉說文曰闔門也博計切五"
],
"pet": [
"幫開四先入",
"山攝；屑韻；㢼小韻",
"白一平：pet；推導普通話：bie",
"《廣韻》：闔也塞也俗作𨳲又博計切"
]
},
"頓": {
"tuonh": [
"端合一魂去",
"臻攝；慁韻；頓小韻",
"白一平：twonH；推導普通話：dun4",
"《廣韻》：說文云下首也亦姓魏志華佗傳有督郵頓子獻都困切三"
]
},
"糊": {
"gho": [
"匣開一模平",
"遇攝；模韻；胡小韻",
"白一平：hu；推導普通話：hu2",
"《廣韻》：並俗"
]
},
"仰": {
"ngiangx": [
"疑開三陽上",
"宕攝；養韻；仰小韻",
"白一平：ngjangX；推導普通話：yang3",
"《廣韻》：偃仰也說文舉也魚兩切三"
],
"ngiangh": [
"疑開三陽去",
"宕攝；漾韻；𨋕小韻",
"白一平：ngjangH；推導普通話：yang4",
"《廣韻》：又魚兩切"
]
},
"旗": {
"gi": [
"羣開三之平",
"止攝；之韻；其小韻",
"白一平：gi；推導普通話：qi2",
"《廣韻》：旌旗釋名曰熊虎爲旗將軍所建象其猛如虎與衆期之於下也戰國策曰建七星之旗天子之位也又姓齊卿子旗之後漢有九江太守旗光"
]
},
"勵": {
"lied": [
"來開三祭去",
"蟹攝；祭韻；例小韻",
"白一平：ljejH；推導普通話：li4",
"《廣韻》：勸勉"
]
},
"厚": {
"ghux": [
"匣開一侯上",
"流攝；厚韻；厚小韻",
"白一平：huwX；推導普通話：hou4",
"《廣韻》：厚薄又重也廣也說文作𠪀曰山陵之𠪀也又姓出姓苑胡口切七"
],
"ghuh": [
"匣開一侯去",
"流攝；候韻；𠋫小韻",
"白一平：huwH；推導普通話：hou4",
"《廣韻》：厚薄"
]
},
"准": {
"cjynx": [
"章合三諄上",
"臻攝；準韻；準小韻",
"白一平：tsywinX；推導普通話：zhun3",
"《廣韻》：俗"
]
},
"丸": {
"ghuan": [
"匣合一桓平",
"山攝；桓韻；桓小韻",
"白一平：hwan；推導普通話：huan2",
"《廣韻》：彈丸"
]
},
"宙": {
"driuh": [
"澄開三尤去",
"流攝；宥韻；胄小韻",
"白一平：drjuwH；推導普通話：zhou4",
"《廣韻》：宇宙"
]
},
"逸": {
"jit": [
"以開三眞入",
"臻攝；質韻；逸小韻",
"白一平：yit；推導普通話：yi4",
"《廣韻》：過也縱也奔也說文曰失也从辵从兔兔謾訑善逃也夷質切十二"
]
},
"裕": {
"jyoh": [
"以合三虞去",
"遇攝；遇韻；裕小韻",
"白一平：yuH；推導普通話：yu4",
"《廣韻》：饒也道也容也寬也羊戍切七"
]
},
"舒": {
"sjo": [
"書開三魚平",
"遇攝；魚韻；書小韻",
"白一平：syo；推導普通話：shu1",
"《廣韻》：緩也遟也伸也徐也敘也亦州名春秋時晥國晉於皖縣置懷寧縣武德改爲舒州亦姓何氏姓苑云廬江人"
]
},
"訪": {
"phyangh": [
"滂合三陽去",
"宕攝；漾韻；訪小韻",
"白一平：phjangH；推導普通話：fang4",
"《廣韻》：謀也敷亮切三"
]
},
"兼": {
"kem": [
"見開四添平",
"咸攝；添韻；兼小韻",
"白一平：kem；推導普通話：jian1",
"《廣韻》：說文曰并也兼持二禾秉持一禾又姓衞公子兼之後古甜切七"
],
"kemh": [
"見開四添去",
"咸攝；㮇韻；兼小韻",
"白一平：kemH；推導普通話：jian4",
"《廣韻》：古念切又古嫌切二"
]
},
"薩": {
"sat": [
"心開一寒入",
"山攝；曷韻；躠小韻",
"白一平：sat；推導普通話：sa",
"《廣韻》：[蕯/薩]釋典云菩薩菩普也薩濟也能普濟衆生也"
]
},
"飲": {
"qimx": [
"影開三B侵上",
"深攝；寑韻；㱃小韻",
"重紐B類",
"白一平：'imX；推導普通話：yin3",
"《廣韻》：上同"
],
"qimh": [
"影開三B侵去",
"深攝；沁韻；蔭小韻",
"重紐B類",
"白一平：'imH；推導普通話：yin4",
"《廣韻》：又於錦切"
]
},
"赤": {
"chjek": [
"昌開三清入",
"梗攝；昔韻；尺小韻",
"白一平：tsyhek；推導普通話：chi",
"《廣韻》：南方色又姓出姓苑又漢複姓二氏莊子有赤張滿稽郭象注云赤張姓也韓子曰智伯以鍾遺仇繇赤章枝諫仇繇令不受"
]
},
"閣": {
"kak": [
"見開一唐入",
"宕攝；鐸韻；各小韻",
"白一平：kak；推導普通話：ge",
"《廣韻》：樓閣亦舉閣漢宫殿䟽曰天禄閣騏驎閣蕭何造以藏祕書賢才也又姓急就章有閣并訴"
]
},
"庸": {
"jyung": [
"以開三鍾平",
"通攝；鍾韻；容小韻",
"白一平：yowng；推導普通話：yong2",
"《廣韻》：常也用也功也和也次也易也又姓漢有庸光"
]
},
"搶": {
"chiang": [
"清開三陽平",
"宕攝；陽韻；鏘小韻",
"白一平：tshjang；推導普通話：qiang1",
"《廣韻》：拒也突也"
],
"chriangx": [
"初開三陽上",
"宕攝；養韻；磢小韻",
"白一平：tsrhjangX；推導普通話：chuang3",
"《廣韻》：頭搶地見史記又七良七養二切"
],
"chiangx": [
"清開三陽上",
"宕攝；養韻；搶小韻",
"白一平：tshjangX；推導普通話：qiang3",
"《廣韻》：七兩切又初兩七羊二切二"
]
},
"勿": {
"myot": [
"明合三文入",
"臻攝；物韻；物小韻",
"白一平：mjut；推導普通話：wu4",
"《廣韻》：無也莫也說文曰州里所建旗也象其柄有三斿雜帛幅半異所以趣民故遽稱勿勿又作𣃦"
]
},
"砂": {
"sra": [
"生開二麻平",
"假攝；麻韻；鯊小韻",
"白一平：srae；推導普通話：sha1",
"《廣韻》：俗"
]
},
"緒": {
"zsiox": [
"邪開三魚上",
"遇攝；語韻；敘小韻",
"白一平：zjoX；推導普通話：xu4",
"《廣韻》：基緒說文曰絲耑也亦姓"
]
},
"穹": {
"khiung": [
"溪開三東平",
"通攝；東韻；穹小韻",
"白一平：khjuwng；推導普通話：qiong1",
"《廣韻》：髙也去宫切七"
]
},
"掃": {
"saux": [
"心開一豪上",
"效攝；晧韻；㛮小韻",
"白一平：sawX；推導普通話：sao3",
"《廣韻》：上同"
],
"sauh": [
"心開一豪去",
"效攝；号韻；喿小韻",
"白一平：sawH；推導普通話：sao4",
"《廣韻》：上同"
]
},
"慈": {
"zi": [
"從開三之平",
"止攝；之韻；慈小韻",
"白一平：dzi；推導普通話：ci2",
"《廣韻》：愛也亦州名春秋時晉之屈邑夷吾所居西魏改爲汾州開皇初爲耿州武德改爲慈州因慈氏縣名之疾之切五"
]
},
"欄": {
"lan": [
"來開一寒平",
"山攝；寒韻；蘭小韻",
"白一平：lan；推導普通話：lan2",
"《廣韻》：木名"
]
},
"嘗": {
"zjang": [
"常開三陽平",
"宕攝；陽韻；常小韻",
"白一平：dzyang；推導普通話：chang2",
"《廣韻》：上同"
]
},
"勸": {
"khyanh": [
"溪合三元去",
"臻攝；願韻；劵小韻",
"白一平：khjwonH；推導普通話：quan4",
"《廣韻》：獎勸也勉也助也敎也又姓"
]
},
"鮮": {
"sien": [
"心開三仙平",
"山攝；仙韻；仙小韻",
"白一平：sjen；推導普通話：xian1",
"《廣韻》：鮮潔也善也又鮮卑山因爲國号亦水名水經曰北鮮之山鮮水出焉又姓後蜀録李壽司空鮮思明又漢複姓鮮于氏"
],
"sienx": [
"心開三仙上",
"山攝；獮韻；獮小韻",
"白一平：sjenX；推導普通話：xian3",
"《廣韻》：少也"
],
"sienh": [
"心開三仙去",
"山攝；線韻；線小韻",
"白一平：sjenH；推導普通話：xian4",
"《廣韻》：姓也本音平聲"
]
},
"奮": {
"pyonh": [
"幫合三文去",
"臻攝；問韻；糞小韻",
"白一平：pjunH；推導普通話：fen4",
"《廣韻》：揚也鳥張毛羽奮奞也又姓左傳楚有司馬奮揚"
]
},
"賜": {
"sieh": [
"心開三支去",
"止攝；寘韻；賜小韻",
"白一平：sjeH；推導普通話：si4",
"《廣韻》：與也惠也又姓丗本云齊大夫𥳑子賜之後斯義切六"
]
},
"菩": {
"bo": [
"並開一模平",
"遇攝；模韻；酺小韻",
"白一平：bu；推導普通話：pu2",
"《廣韻》：梵言菩提漢言王道"
],
"baix": [
"並開一咍上",
"蟹攝；海韻；倍小韻",
"白一平：bojX；推導普通話：bei4",
"《廣韻》：說文曰草也"
],
"biux": [
"並開三尤上",
"流攝；有韻；婦小韻",
"白一平：bjuwX；推導普通話：fou4",
"《廣韻》：香草又步乃切"
],
"bok": [
"並開一登入",
"曾攝；德韻；菔小韻",
"白一平：bok；推導普通話：bo2",
"《廣韻》：草名又音蒲"
]
},
"喊": {
"hamx": [
"曉開一談上",
"咸攝；敢韻；喊小韻",
"白一平：xamX；推導普通話：han3",
"《廣韻》：聲也呼覽切四"
],
"ghremx": [
"匣開二咸上",
"咸攝；豏韻；豏小韻",
"白一平：heamX；推導普通話：xian4",
"《廣韻》：喊聲"
],
"hremx": [
"曉開二咸上",
"咸攝；豏韻；喊小韻",
"白一平：xeamX；推導普通話：xian3",
"《廣韻》：聲也呼豏切一"
]
},
"闡": {
"chjenx": [
"昌開三仙上",
"山攝；獮韻；闡小韻",
"白一平：tsyhenX；推導普通話：chan3",
"《廣韻》：大也明也開也昌善切九"
]
},
"幽": {
"qy": [
"影開三幽平",
"流攝；幽韻；幽小韻",
"白一平：'jiw；推導普通話：you1",
"《廣韻》：深也微也隱也亦州名釋名曰幽州在北幽昧之地故曰幽禹貢兾州之域舜以兾州南北廣大分燕北爲幽州又北方曰幽都又姓出姓苑於虯切七"
]
},
"擴": {
"ghuangh": [
"匣合一唐去",
"宕攝；宕韻；攩小韻",
"白一平：hwangH；推導普通話：huang4",
"《廣韻》：上同"
]
},
"彰": {
"cjang": [
"章開三陽平",
"宕攝；陽韻；章小韻",
"白一平：tsyang；推導普通話：zhang1",
"《廣韻》：明也"
]
},
"毫": {
"ghau": [
"匣開一豪平",
"效攝；豪韻；豪小韻",
"白一平：haw；推導普通話：hao2",
"《廣韻》：長毛"
]
},
"祥": {
"zsiang": [
"邪開三陽平",
"宕攝；陽韻；詳小韻",
"白一平：zjang；推導普通話：xiang2",
"《廣韻》：吉也善也"
]
},
"盜": {
"dauh": [
"定開一豪去",
"效攝；号韻；導小韻",
"白一平：dawH；推導普通話：dao4",
"《廣韻》：盜賊"
]
},
"証": {
"cjengh": [
"章開三清去",
"梗攝；勁韻；政小韻",
"白一平：tsyengH；推導普通話：zheng4",
"《廣韻》：諫証"
]
},
"罰": {
"byat": [
"並合三元入",
"臻攝；月韻；伐小韻",
"白一平：bjot；推導普通話：fa2",
"《廣韻》：罪罰元命包曰网言爲詈刀詈爲罰罰之言网陷於害"
]
},
"番": {
"byan": [
"並合三元平",
"臻攝；元韻；煩小韻",
"白一平：bjon；推導普通話：fan2",
"《廣韻》：說文曰獸足謂之番經典作番又翻盤潘三音書亦音波"
],
"phyan": [
"滂合三元平",
"臻攝；元韻；飜小韻",
"白一平：phjon；推導普通話：fan1",
"《廣韻》：數也遞也又盤潘煩三音"
],
"phuan": [
"滂合一桓平",
"山攝；桓韻；潘小韻",
"白一平：phan；推導普通話：pan1",
"《廣韻》：番禺縣在廣州"
],
"pua": [
"幫合一戈平",
"果攝；戈韻；波小韻",
"白一平：pa；推導普通話：bo1",
"《廣韻》：書曰番番良士爾雅曰番番矯矯勇也"
],
"puah": [
"幫合一戈去",
"果攝；過韻；播小韻",
"白一平：paH；推導普通話：bo4",
"《廣韻》：古文"
]
},
"尖": {
"ciem": [
"精開三鹽平",
"咸攝；鹽韻；尖小韻",
"白一平：tsjem；推導普通話：jian1",
"《廣韻》：銳也子廉切十一"
]
},
"灰": {
"huai": [
"曉合一灰平",
"蟹攝；灰韻；灰小韻",
"白一平：xwoj；推導普通話：hui1",
"《廣韻》：說文曰死火也淮南子云女媧積蘆灰而止淫水呼恢切六"
]
},
"狐": {
"gho": [
"匣開一模平",
"遇攝；模韻；胡小韻",
"白一平：hu；推導普通話：hu2",
"《廣韻》：狐狢說文曰妖獸也鬼所乗有三德其色中和小前豐後死則首丘又姓左傳晉有狐氏代爲卿大夫"
]
},
"衡": {
"ghrang": [
"匣開二庚平",
"梗攝；庚韻；行小韻",
"白一平：haeng；推導普通話：heng2",
"《廣韻》：橫也平也又姓風俗通云阿衡伊尹之後又云[-/公]衡魯公[字/子]後乃氏焉"
]
},
"擎": {
"gieng": [
"羣開三庚平",
"梗攝；庚韻；擎小韻",
"白一平：gjaeng；推導普通話：qing2",
"《廣韻》：舉也渠京切十一"
]
},
"汪": {
"quang": [
"影合一唐平",
"宕攝；唐韻；汪小韻",
"白一平：'wang；推導普通話：wang1",
"《廣韻》：水深廣又姓汪芒氏之𦙍姓苑云新安人也烏光切五"
],
"qyangx": [
"影合三陽上",
"宕攝；養韻；枉小韻",
"白一平：'jwangX；推導普通話：wang3",
"《廣韻》：汪陶縣在鴈門又烏光切"
],
"quangh": [
"影合一唐去",
"宕攝；宕韻；汪小韻",
"白一平：'wangH；推導普通話：ang4",
"《廣韻》：水臭也烏浪切二"
]
},
"監": {
"kram": [
"見開二銜平",
"咸攝；銜韻；監小韻",
"白一平：kaem；推導普通話：jian1",
"《廣韻》：領也察也說文云臨下也古銜切又古懺切五"
],
"kramh": [
"見開二銜去",
"咸攝；鑑韻；鑑小韻",
"白一平：kaemH；推導普通話：jian4",
"《廣韻》：領也亦姓風俗通云衞康叔爲連屬之監其後氏焉又古銜切"
]
},
"籌": {
"driu": [
"澄開三尤平",
"流攝；尤韻；儔小韻",
"白一平：drjuw；推導普通話：chou2",
"《廣韻》：籌筭"
]
},
"遲": {
"drii": [
"澄開三脂平",
"止攝；脂韻；墀小韻",
"白一平：drij；推導普通話：chi2",
"《廣韻》：徐也久也緩也亦姓晉湘東太守遲超又虜姓後魏書尉遲氏後改爲尉氏又音稺"
]
},
"誇": {
"khrua": [
"溪合二麻平",
"假攝；麻韻；誇小韻",
"白一平：khwae；推導普通話：kua1",
"《廣韻》：大言也苦𤓰切八"
]
},
"邱": {
"khiu": [
"溪開三尤平",
"流攝；尤韻；丘小韻",
"白一平：khjuw；推導普通話：qiu1",
"《廣韻》：地名"
]
},
"稅": {
"sjyed": [
"書合三祭去",
"蟹攝；祭韻；稅小韻",
"白一平：sywejH；推導普通話：shui4",
"《廣韻》：斂也舎也又姓盛𢎞之荆州記云建平信陵縣有稅氏舒芮切九"
]
},
"浩": {
"ghaux": [
"匣開一豪上",
"效攝；晧韻；晧小韻",
"白一平：hawX；推導普通話：hao4",
"《廣韻》：浩汗大水皃又姓漢靑州剌史浩賞又漢複姓魯人浩星公治榖梁"
],
"kop": [
"見開一覃入",
"咸攝；合韻；閤小韻",
"白一平：kop；推導普通話：ge",
"《廣韻》：浩亹地名亹音門"
]
},
"紛": {
"phyon": [
"滂合三文平",
"臻攝；文韻；芬小韻",
"白一平：phjun；推導普通話：fen1",
"《廣韻》：紛紜衆也亂也"
]
},
"吾": {
"ngo": [
"疑開一模平",
"遇攝；模韻；吾小韻",
"白一平：ngu；推導普通話：wu2",
"《廣韻》：我也漢改中尉爲執金吾吾御也執金革以御非常亦姓漢有廣陵令吾扈又漢複姓五氏鄭公子有食采於徐吾之郷後以爲氏左傳有鍾吾子其後氏焉昆吾氏昆吾國之後由吾氏秦相由余之後古有肩吾子隱者五乎切二十一"
],
"ngra": [
"疑開二麻平",
"假攝；麻韻；牙小韻",
"白一平：ngae；推導普通話：ya2",
"《廣韻》：漢書金城郡有允吾縣允音鉛"
]
},
"姑": {
"ko": [
"見開一模平",
"遇攝；模韻；孤小韻",
"白一平：ku；推導普通話：gu1",
"《廣韻》：舅姑又父之姊妹也"
]
},
"漏": {
"luh": [
"來開一侯去",
"流攝；候韻；陋小韻",
"白一平：luwH；推導普通話：lou4",
"《廣韻》：漏刻說文曰漏以銅受水刻節晝夜百刻爾雅曰西北隅謂之屋漏又禹耳三漏"
]
},
"誕": {
"danx": [
"定開一寒上",
"山攝；旱韻；但小韻",
"白一平：danX；推導普通話：dan4",
"《廣韻》：大也育也欺也信也"
]
},
"淑": {
"zjuk": [
"常開三東入",
"通攝；屋韻；熟小韻",
"白一平：dzyuwk；推導普通話：shu2",
"《廣韻》：善也"
]
},
"鬱": {
"qyot": [
"影合三文入",
"臻攝；物韻；鬱小韻",
"白一平：'jut；推導普通話：yu",
"《廣韻》：香草又氣也長也幽也滯也腐臭也悠思也說文曰木叢生者又姓出姓苑紆物切十二"
]
},
"柏": {
"prak": [
"幫開二庚入",
"梗攝；陌韻；伯小韻",
"白一平：paek；推導普通話：bo",
"《廣韻》：木名五經通義曰諸侯墓樹柏又姓晉趙王倫母曰柏夫人亦作栢"
]
},
"牆": {
"ziang": [
"從開三陽平",
"宕攝；陽韻；牆小韻",
"白一平：dzjang；推導普通話：qiang2",
"《廣韻》：垣牆爾雅云牆謂之墉說文曰牆垣蔽也在良切十"
]
},
"傾": {
"khjyeng": [
"溪合三A清平",
"梗攝；清韻；傾小韻",
"重紐A類",
"白一平：khjwieng；推導普通話：qiong1",
"《廣韻》：側也伏也敧也去營切二"
]
},
"辭": {
"zsi": [
"邪開三之平",
"止攝；之韻；詞小韻",
"白一平：zi；推導普通話：si2",
"《廣韻》：辭訟說文曰辭說也"
]
},
"秒": {
"mjeux": [
"明開三A宵上",
"效攝；小韻；眇小韻",
"重紐A類",
"白一平：mjiewX；推導普通話：miao3",
"《廣韻》：禾芒"
]
},
"羽": {
"yox": [
"云合三虞上",
"遇攝；麌韻；羽小韻",
"白一平：hjuX；推導普通話：yu3",
"《廣韻》：舒也聚也亦鳥"
],
"yoh": [
"云合三虞去",
"遇攝；遇韻；芋小韻",
"白一平：hjuH；推導普通話：yu4",
"《廣韻》：鳥翅也又五聲宫商角徵羽晉書樂志云宫中也中和之道無往而不理商強也謂金性之堅強角觸也象諸陽氣觸動而生徵止也言物盛則止羽舒也陽氣將復萬物孳育而舒生又音禹"
]
},
"渡": {
"doh": [
"定開一模去",
"遇攝；暮韻；渡小韻",
"白一平：duH；推導普通話：du4",
"《廣韻》：濟也過也去也徒故切五"
]
},
"沖": {
"driung": [
"澄開三東平",
"通攝；東韻；蟲小韻",
"白一平：drjuwng；推導普通話：chong2",
"《廣韻》：和也深也"
]
},
"廖": {
"leu": [
"來開四蕭平",
"效攝；蕭韻；聊小韻",
"白一平：lew；推導普通話：liao2",
"《廣韻》：人名左傳有辛伯廖又力救切"
],
"liuh": [
"來開三尤去",
"流攝；宥韻；溜小韻",
"白一平：ljuwH；推導普通話：liu4",
"《廣韻》：姓周文王子伯廖之後後漢有廖湛"
]
},
"齡": {
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：年也"
]
},
"培": {
"buai": [
"並合一灰平",
"蟹攝；灰韻；裴小韻",
"白一平：bwoj；推導普通話：pei2",
"《廣韻》：益也隄也助也治也隨也重也"
],
"bux": [
"並開一侯上",
"流攝；厚韻；部小韻",
"白一平：buwX；推導普通話：bou4",
"《廣韻》：培塿小阜或作㟝"
]
},
"邀": {
"keu": [
"見開四蕭平",
"效攝；蕭韻；驍小韻",
"白一平：kew；推導普通話：jiao1",
"《廣韻》：遮也又於宵切"
],
"qjeu": [
"影開三A宵平",
"效攝；宵韻；要小韻",
"重紐A類",
"白一平：'jiew；推導普通話：yao1",
"《廣韻》：邀遮又音梟"
]
},
"甘": {
"kam": [
"見開一談平",
"咸攝；談韻；甘小韻",
"白一平：kam；推導普通話：gan1",
"《廣韻》：說文作目美也又隴右州本月支國漢匈奴觻得王所居後魏爲張掖郡又改爲州取甘峻山名之界有弱水祁連山上有松栢五木美水茂草冬温夏涼又有仙樹人行山中飢即食之輒飽不得持去平居時亦不可見也又姓武丁臣甘盤之後又漢複姓有甘莊甘士甘先三氏古三切七"
]
},
"袋": {
"daih": [
"定開一咍去",
"蟹攝；代韻；代小韻",
"白一平：dojH；推導普通話：dai4",
"《廣韻》：上同"
]
},
"杜": {
"dox": [
"定開一模上",
"遇攝；姥韻；杜小韻",
"白一平：duX；推導普通話：du4",
"《廣韻》：甘棠子似棃又塞也澀也又杜仲藥名亦姓本自帝堯劉累之後出京兆濮陽襄陽三望漢有御史大夫杜周以南陽豪族徙茂陵始居京兆徒古切九"
]
},
"酸": {
"suan": [
"心合一桓平",
"山攝；桓韻；酸小韻",
"白一平：swan；推導普通話：suan1",
"《廣韻》：醋也素官切五"
]
},
"邏": {
"lah": [
"來開一歌去",
"果攝；箇韻；邏小韻",
"白一平：laH；推導普通話：luo4",
"《廣韻》：游兵也郎佐切三"
]
},
"豈": {
"khioix": [
"溪開三微上",
"止攝；尾韻；豈小韻",
"白一平：khj+jX；推導普通話：qi3",
"《廣韻》：安也焉也曾也袪狶切二"
]
},
"涼": {
"liang": [
"來開三陽平",
"宕攝；陽韻；良小韻",
"白一平：ljang；推導普通話：liang2",
"《廣韻》：薄也亦寒涼也又州名禹貢雍州之域古西戎地也六國時至秦屬戎狄月氏居焉秦置三十六郡西北唯有隴西北地二郡於漢屬涼州部至武帝改雍州爲涼州後獻帝分渭川河西四郡爲雍州建安十八年復改爲涼州又姓魏志有太子太傅山陽涼茂"
],
"liangh": [
"來開三陽去",
"宕攝；漾韻；亮小韻",
"白一平：ljangH；推導普通話：liang4",
"《廣韻》：薄也又吕張切"
]
},
"肥": {
"byoi": [
"並合三微平",
"止攝；微韻；肥小韻",
"白一平：bj+j；推導普通話：fei2",
"《廣韻》：肥腯說文曰多肉也亦姓[左傳/戰國策]有肥義符非切十一"
]
},
"谷": {
"kuk": [
"見開一東入",
"通攝；屋韻；穀小韻",
"白一平：kuwk；推導普通話：gu",
"《廣韻》：山谷亦[善/養]也窮也又姓漢有谷永又欲鹿二音"
],
"luk": [
"來開一東入",
"通攝；屋韻；禄小韻",
"白一平：luwk；推導普通話：lu4",
"《廣韻》：漢書匈奴傳有谷蠡王蠡音离"
],
"jyuk": [
"以開三鍾入",
"通攝；燭韻；欲小韻",
"白一平：yowk；推導普通話：yu4",
"《廣韻》：山谷爾雅曰水注谿曰谷說文曰泉出通川爲谷亦虜三字姓吐谷渾氏又音穀"
]
},
"獸": {
"sjuh": [
"書開三尤去",
"流攝；宥韻；狩小韻",
"白一平：syuwH；推導普通話：shou4",
"《廣韻》：說文曰守備者周禮曰獸人掌罟田獸辨其物名字林曰兩足曰禽四足曰獸"
]
},
"娃": {
"qre": [
"影開二佳平",
"蟹攝；佳韻；娃小韻",
"白一平：'ea；推導普通話：ya1",
"《廣韻》：美女皃於佳切五"
]
},
"孔": {
"khungx": [
"溪開一東上",
"通攝；董韻；孔小韻",
"白一平：khuwngX；推導普通話：kong3",
"《廣韻》：孔穴也又空也甚也亦姓殷湯之後本自帝嚳次妃𥳑狄吞乙卵生契賜姓子氏至成湯以其祖吞乙卵而生故名履字[太/天]乙後代以子加乙始爲孔氏至宋孔父嘉遭華父督之難其子奔魯故孔子生於魯康董切二"
]
},
"陷": {
"ghremh": [
"匣開二咸去",
"咸攝；陷韻；陷小韻",
"白一平：heamH；推導普通話：xian4",
"《廣韻》：入地隤也戸韽切五"
]
},
"估": {
"kox": [
"見開一模上",
"遇攝；姥韻；古小韻",
"白一平：kuX；推導普通話：gu3",
"《廣韻》：市稅"
]
},
"妻": {
"che": [
"清開四齊平",
"蟹攝；齊韻；妻小韻",
"白一平：tshej；推導普通話：qi1",
"《廣韻》：齊也七稽切又七計切十"
],
"cheh": [
"清開四齊去",
"蟹攝；霽韻；砌小韻",
"白一平：tshejH；推導普通話：qi4",
"《廣韻》：以女妻人又七兮切"
]
},
"徑": {
"kengh": [
"見開四青去",
"梗攝；徑韻；徑小韻",
"白一平：kengH；推導普通話：jing4",
"《廣韻》：步道古定切七"
]
},
"玫": {
"muai": [
"明合一灰平",
"蟹攝；灰韻；枚小韻",
"白一平：mwoj；推導普通話：mei2",
"《廣韻》：玟瑰"
]
},
"潛": {
"ziem": [
"從開三鹽平",
"咸攝；鹽韻；潛小韻",
"白一平：dzjem；推導普通話：qian2",
"《廣韻》：水伏流又藏也亦水名又姓姓苑云臨川人昨鹽切九"
],
"ziemh": [
"從開三鹽去",
"咸攝；豔韻；潛小韻",
"白一平：dzjemH；推導普通話：jian4",
"《廣韻》：藏也慈豔切一"
]
},
"晶": {
"cieng": [
"精開三清平",
"梗攝；清韻；精小韻",
"白一平：tsjeng；推導普通話：jing1",
"《廣韻》：光也"
]
},
"胞": {
"prau": [
"幫開二肴平",
"效攝；肴韻；包小韻",
"白一平：paew；推導普通話：bao1",
"《廣韻》：胞胎又匹交切"
],
"phrau": [
"滂開二肴平",
"效攝；肴韻；胞小韻",
"白一平：phaew；推導普通話：pao1",
"《廣韻》：胞胎匹交切九"
]
},
"煞": {
"sret": [
"生開二山入",
"山攝；鎋韻；殺小韻",
"白一平：sreat；推導普通話：sha",
"《廣韻》：俗"
]
},
"脆": {
"chyed": [
"清合三祭去",
"蟹攝；祭韻；毳小韻",
"白一平：tshjwejH；推導普通話：cui4",
"《廣韻》：俗"
]
},
"抹": {
"muat": [
"明合一桓入",
"山攝；末韻；末小韻",
"白一平：mat；推導普通話：mo4",
"《廣韻》：抹摋摩也"
]
},
"猶": {
"ju": [
"以開三尤平",
"流攝；尤韻；猷小韻",
"白一平：yuw；推導普通話：you2",
"《廣韻》：上同又尚也似也"
],
"kiuh": [
"見開三尤去",
"流攝；宥韻；救小韻",
"白一平：kjuwH；推導普通話：jiu4",
"《廣韻》：爾雅云猶如麂善登木又音由音柚"
],
"juh": [
"以開三尤去",
"流攝；宥韻；狖小韻",
"白一平：yuwH；推導普通話：you4",
"《廣韻》：獸似麂善登"
]
},
"築": {
"triuk": [
"知開三東入",
"通攝；屋韻；竹小韻",
"白一平：trjuwk；推導普通話：zhu",
"《廣韻》：擣也"
]
},
"碎": {
"suaih": [
"心合一灰去",
"蟹攝；隊韻；碎小韻",
"白一平：swojH；推導普通話：sui4",
"《廣韻》：細破也蘇内切五"
]
},
"噴": {
"phuon": [
"滂合一魂平",
"臻攝；魂韻；濆小韻",
"白一平：phwon；推導普通話：pen1",
"《廣韻》：上同"
],
"phuonh": [
"滂合一魂去",
"臻攝；慁韻；噴小韻",
"白一平：phwonH；推導普通話：pen4",
"《廣韻》：吐氣普悶切三"
]
},
"旦": {
"tanh": [
"端開一寒去",
"山攝；翰韻；旦小韻",
"白一平：tanH；推導普通話：dan4",
"《廣韻》：早也得按切八"
]
},
"婦": {
"biux": [
"並開三尤上",
"流攝；有韻；婦小韻",
"白一平：bjuwX；推導普通話：fou4",
"《廣韻》：說文曰婦服也从女持帚洒埽也房久切十五"
]
},
"荒": {
"huang": [
"曉合一唐平",
"宕攝；唐韻；荒小韻",
"白一平：xwang；推導普通話：huang1",
"《廣韻》：荒蕪又姓呼光切十四"
],
"huangh": [
"曉合一唐去",
"宕攝；宕韻；荒小韻",
"白一平：xwangH；推導普通話：huang4",
"《廣韻》：草多皃呼浪切一"
]
},
"幣": {
"bjed": [
"並開三A祭去",
"蟹攝；祭韻；𡚁小韻",
"重紐A類",
"白一平：bjiejH；推導普通話：bi4",
"《廣韻》：幣帛"
]
},
"串": {
"kruanh": [
"見合二刪去",
"山攝；諫韻；慣小韻",
"白一平：kwaenH；推導普通話：guan4",
"《廣韻》：穿也習也"
]
},
"壯": {
"criangh": [
"莊開三陽去",
"宕攝；漾韻；壯小韻",
"白一平：tsrjangH；推導普通話：zhuang4",
"《廣韻》：大也側亮切三"
]
},
"伸": {
"sjin": [
"書開三眞平",
"臻攝；眞韻；申小韻",
"白一平：syin；推導普通話：shen1",
"《廣韻》：舒也理也直也信也"
]
},
"傲": {
"ngauh": [
"疑開一豪去",
"效攝；号韻；傲小韻",
"白一平：ngawH；推導普通話：ao4",
"《廣韻》：慢也倨也說文作[敖/𢽅]餘倣此五到切八"
]
},
"弦": {
"ghen": [
"匣開四先平",
"山攝；先韻；賢小韻",
"白一平：hen；推導普通話：xian2",
"《廣韻》：弓弦五經文字曰其琴瑟[-/弦]亦用此字作絃者非說文作𢎺又姓風俗通云弦子後左傳鄭有商人弦髙晉有弦超"
]
},
"泥": {
"ne": [
"泥開四齊平",
"蟹攝；齊韻；泥小韻",
"白一平：nej；推導普通話：ni2",
"《廣韻》：水和土也說文云水出[-/北地]郁郅北蠻中詩䟽云泥中衛之小邑又姓出姓苑奴低切又奴計切四"
],
"neh": [
"泥開四齊去",
"蟹攝；霽韻；泥小韻",
"白一平：nejH；推導普通話：ni4",
"《廣韻》：滯陷不通語云致逺恐泥奴計切又奴低切五"
]
},
"繁": {
"byan": [
"並合三元平",
"臻攝；元韻；煩小韻",
"白一平：bjon；推導普通話：fan2",
"《廣韻》：穊也多也"
],
"buan": [
"並合一桓平",
"山攝；桓韻；槃小韻",
"白一平：ban；推導普通話：pan2",
"《廣韻》：繁纓馬飾見左傳"
],
"bua": [
"並合一戈平",
"果攝；戈韻；婆小韻",
"白一平：ba；推導普通話：po2",
"《廣韻》：姓也左傳殷人七族有繁氏漢有御史大夫繁延壽又音煩"
]
},
"魯": {
"lox": [
"來開一模上",
"遇攝；姥韻；魯小韻",
"白一平：luX；推導普通話：lu3",
"《廣韻》：鈍也又國名伯禽之後以國爲姓出扶風又羌複姓有魯步氏郎古切十七"
]
},
"忌": {
"gih": [
"羣開三之去",
"止攝；志韻；忌小韻",
"白一平：giH；推導普通話：ji4",
"《廣韻》：忌諱又畏也敬也止也憎惡也亦姓周公忌父之後出風俗通渠記切十三"
]
},
"億": {
"qik": [
"影開三蒸入",
"曾攝；職韻；憶小韻",
"白一平：'ik；推導普通話：yi",
"《廣韻》：十万曰億又安也度也"
]
},
"坦": {
"thanx": [
"透開一寒上",
"山攝；旱韻；坦小韻",
"白一平：thanX；推導普通話：",
"《廣韻》：平也安也明也寬也他但切二"
]
},
"恥": {
"thrix": [
"徹開三之上",
"止攝；止韻；恥小韻",
"白一平：trhiX；推導普通話：chi3",
"《廣韻》：慙也敕里切三"
]
},
"蜜": {
"mjit": [
"明開三A眞入",
"臻攝；質韻；蜜小韻",
"重紐A類",
"白一平：mjit；推導普通話：mi4",
"《廣韻》：蜂所作食山海經云穀城之上足蜂蜜之廬亦蟲名彌畢筆切九"
]
},
"欺": {
"khi": [
"溪開三之平",
"止攝；之韻；欺小韻",
"白一平：khi；推導普通話：qi1",
"《廣韻》：詐也去其切十一"
]
},
"捨": {
"sjax": [
"書開三麻上",
"假攝；馬韻；捨小韻",
"白一平：syaeX；推導普通話：she3",
"《廣韻》：釋也書冶切五"
]
},
"怡": {
"ji": [
"以開三之平",
"止攝；之韻；飴小韻",
"白一平：yi；推導普通話：yi2",
"《廣韻》：和也恱也又姓周書怡峯傳云本姓默台避難改焉"
]
},
"玲": {
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：玲瓏玉聲"
]
},
"臭": {
"chjuh": [
"昌開三尤去",
"流攝；宥韻；臭小韻",
"白一平：tsyhuwH；推導普通話：chou4",
"《廣韻》：凡氣之揔名俗作臰尺救切二"
]
},
"唐": {
"dang": [
"定開一唐平",
"宕攝；唐韻；唐小韻",
"白一平：dang；推導普通話：tang2",
"《廣韻》：說文曰大言也又州春秋時楚地戰國時屬晉後入於韓秦屬南陽郡後魏爲淮州隋爲顯州貞觀改爲唐州因唐城山爲名即髙鳳隱所亦姓唐堯之後子孫氏焉出晉昌北海魯國三望徒郎切四十[一▼一字當删▲]"
]
},
"湯": {
"sjang": [
"書開三陽平",
"宕攝；陽韻；商小韻",
"白一平：syang；推導普通話：shang1",
"《廣韻》：湯湯流皃本他郎切"
],
"thang": [
"透開一唐平",
"宕攝；唐韻；湯小韻",
"白一平：thang；推導普通話：tang1",
"《廣韻》：熱水又姓宋有沙門湯休有文集吐郎切十一"
],
"thangh": [
"透開一唐去",
"宕攝；宕韻；儻小韻",
"白一平：thangH；推導普通話：tang4",
"《廣韻》：熱湯也又他郎切"
]
},
"窮": {
"giung": [
"羣開三東平",
"通攝；東韻；窮小韻",
"白一平：gjuwng；推導普通話：qiong2",
"《廣韻》：窮極也又窮奇獸名聞人鬬乃助不直者渠弓切三"
]
},
"悉": {
"sit": [
"心開三眞入",
"臻攝；質韻；悉小韻",
"白一平：sit；推導普通話：xi",
"《廣韻》：說文云詳盡也息七切九"
]
},
"勁": {
"kjengh": [
"見開三A清去",
"梗攝；勁韻；勁小韻",
"重紐A類",
"白一平：kjiengH；推導普通話：jing4",
"《廣韻》：勁健也居正切一"
]
},
"拔": {
"byat": [
"並合三元入",
"臻攝；月韻；伐小韻",
"白一平：bjot；推導普通話：fa2",
"《廣韻》：爾雅云拔龍葛也似葛蔓生葉細莖赤也"
],
"buat": [
"並合一桓入",
"山攝；末韻；跋小韻",
"白一平：bat；推導普通話：bo2",
"《廣韻》：迴拔又虜複姓三氏後魏有都督拔略昶出賀拔勝傳又有夏州剌史拔也惡蚝官氏志有柯拔氏又虜三字姓後魏書拔列蘭氏"
],
"bret": [
"並開二山入",
"山攝；鎋韻；拔小韻",
"白一平：beat；推導普通話：ba2",
"《廣韻》：拔擢又盡也蒲八切又蒲撥切三"
]
},
"甜": {
"dem": [
"定開四添平",
"咸攝；添韻；甜小韻",
"白一平：dem；推導普通話：tian2",
"《廣韻》：甘也徒兼切五"
]
},
"蒙": {
"mung": [
"明開一東平",
"通攝；東韻；蒙小韻",
"白一平：muwng；推導普通話：meng2",
"《廣韻》：覆也奄也爾雅釋草曰蒙王女也莫紅切二十[六/七]"
]
},
"逛": {
"kyangx": [
"見合三陽上",
"宕攝；養韻；臩小韻",
"白一平：kjwangX；推導普通話：guang3",
"《廣韻》：走皃"
]
},
"朵": {
"tuax": [
"端合一戈上",
"果攝；果韻；埵小韻",
"白一平：twaX；推導普通話：duo3",
"《廣韻》：木上垂也"
]
},
"摘": {
"trek": [
"知開二耕入",
"梗攝；麥韻；摘小韻",
"白一平：treak；推導普通話：zhe",
"《廣韻》：手取也陟革切又他歷切九"
],
"thek": [
"透開四青入",
"梗攝；錫韻；逖小韻",
"白一平：thek；推導普通話：ti",
"《廣韻》：發也動也說文曰拓果樹實也一曰指近之也又張革切"
]
},
"膽": {
"tamx": [
"端開一談上",
"咸攝；敢韻；膽小韻",
"白一平：tamX；推導普通話：dan3",
"《廣韻》：肝膽都敢切六"
]
},
"糟": {
"cau": [
"精開一豪平",
"效攝；豪韻；糟小韻",
"白一平：tsaw；推導普通話：zao1",
"《廣韻》：粕也作曹切九"
]
},
"腿": {
"thuaix": [
"透合一灰上",
"蟹攝；賄韻；骽小韻",
"白一平：thwojX；推導普通話：tui3",
"《廣韻》：俗"
]
},
"醜": {
"chjux": [
"昌開三尤上",
"流攝；有韻；醜小韻",
"白一平：tsyhuwX；推導普通話：chou3",
"《廣韻》：類也竅也釋名曰醜臭也如物臭穢也又虜複姓西秦録有下將軍醜門于弟昌九切三"
]
},
"躍": {
"jak": [
"以開三陽入",
"宕攝；藥韻；藥小韻",
"白一平：yak；推導普通話：yue4",
"《廣韻》：跳躍也上也進也"
]
},
"繳": {
"keux": [
"見開四蕭上",
"效攝；篠韻；皎小韻",
"白一平：kewX；推導普通話：jiao3",
"《廣韻》：纏也又音酌"
],
"cjak": [
"章開三陽入",
"宕攝；藥韻；灼小韻",
"白一平：tsyak；推導普通話：zhuo",
"《廣韻》：矰繳說文作𦅾生絲縷也"
],
"ghrek": [
"匣開二耕入",
"梗攝；麥韻；覈小韻",
"白一平：heak；推導普通話：he2",
"《廣韻》：衣繳衣領中骨又音酌"
]
},
"泉": {
"zyen": [
"從合三仙平",
"山攝；仙韻；全小韻",
"白一平：dzjwen；推導普通話：quan2",
"《廣韻》：水源也又錢別名"
]
},
"澤": {
"drak": [
"澄開二庚入",
"梗攝；陌韻；宅小韻",
"白一平：draek；推導普通話：zhe2",
"《廣韻》：潤澤又恩也亦陂澤釋名曰下有水曰澤又州名秦爲上黨郡後魏爲建興郡周爲澤州取濩澤以名之亦姓出姓苑"
]
},
"碧": {
"piek": [
"幫開三庚入",
"梗攝；陌韻；碧小韻",
"白一平：pjaek；推導普通話：bi",
"《廣韻》：色也說文曰石之靑美者又八品九品服色代靑也紀年曰惠成王七年雨碧于郢彼役切一"
]
},
"鞋": {
"ghre": [
"匣開二佳平",
"蟹攝；佳韻；㥟小韻",
"白一平：hea；推導普通話：xia2",
"《廣韻》：上同"
],
"ghrai": [
"匣開二皆平",
"蟹攝；皆韻；諧小韻",
"白一平：heaj；推導普通話：xie2",
"《廣韻》：履也又音膎"
]
},
"韓": {
"ghan": [
"匣開一寒平",
"山攝；寒韻；寒小韻",
"白一平：han；推導普通話：han2",
"《廣韻》：[同上]"
]
},
"晨": {
"zjin": [
"常開三眞平",
"臻攝；眞韻；辰小韻",
"白一平：dzyin；推導普通話：chen2",
"《廣韻》：早也明也"
],
"zsjin": [
"船開三眞平",
"臻攝；眞韻；神小韻",
"白一平：zyin；推導普通話：chen2",
"《廣韻》：又植鄰切"
]
},
"莉": {
"drii": [
"澄開三脂平",
"止攝；脂韻；墀小韻",
"白一平：drij；推導普通話：chi2",
"《廣韻》：姓也出淮南"
],
"dri": [
"澄開三之平",
"止攝；之韻；治小韻",
"白一平：dri；推導普通話：chi2",
"《廣韻》：姓也姓苑云淮南人"
],
"le": [
"來開四齊平",
"蟹攝；齊韻；黎小韻",
"白一平：lej；推導普通話：li2",
"《廣韻》：芘莉織荆"
]
},
"駕": {
"krah": [
"見開二麻去",
"假攝；禡韻；駕小韻",
"白一平：kaeH；推導普通話：jia4",
"《廣韻》：行也乗也說文曰馬在軶中也古訝切十二"
]
},
"猛": {
"mrangx": [
"明開二庚上",
"梗攝；梗韻；猛小韻",
"白一平：maengX；推導普通話：meng3",
"《廣韻》：勇猛又嚴也害也惡也亦姓左傳[晉/宋]大夫猛獲之後莫[幸/杏]切六"
]
},
"緩": {
"ghuanx": [
"匣合一桓上",
"山攝；緩韻；緩小韻",
"白一平：hwanX；推導普通話：huan4",
"《廣韻》：舒也又虜姓緩稽氏後改爲緩氏胡管切十四"
]
},
"坡": {
"phua": [
"滂合一戈平",
"果攝；戈韻；頗小韻",
"白一平：pha；推導普通話：po1",
"《廣韻》：坡坂"
]
},
"怒": {
"nox": [
"泥開一模上",
"遇攝；姥韻；怒小韻",
"白一平：nuX；推導普通話：nu3",
"《廣韻》：恚也奴古切又奴故切五"
],
"noh": [
"泥開一模去",
"遇攝；暮韻；笯小韻",
"白一平：nuH；推導普通話：nu4",
"《廣韻》：恚也又音努"
]
},
"召": {
"drieuh": [
"澄開三宵去",
"效攝；笑韻；召小韻",
"白一平：drjewH；推導普通話：zhao4",
"《廣韻》：呼也直照切一"
],
"zjeuh": [
"常開三宵去",
"效攝；笑韻；邵小韻",
"白一平：dzyewH；推導普通話：shao4",
"《廣韻》：上同"
]
},
"捕": {
"boh": [
"並開一模去",
"遇攝；暮韻；捕小韻",
"白一平：buH；推導普通話：bu4",
"《廣韻》：捉也薄故切十三"
]
},
"幼": {
"qyh": [
"影開三幽去",
"流攝；幼韻；幼小韻",
"白一平：'jiwH；推導普通話：you4",
"《廣韻》：少也伊謬切一"
]
},
"艾": {
"ngad": [
"疑開一泰去",
"蟹攝；泰韻；艾小韻",
"白一平：ngajH；推導普通話：ai4",
"《廣韻》：草名一名冰臺又老也長也養也亦姓風俗通云龐儉母艾氏五蓋切三"
],
"ngiad": [
"疑開三廢去",
"蟹攝；廢韻；刈小韻",
"白一平：ngjojH；推導普通話：yi4",
"《廣韻》：治也見詩"
]
},
"割": {
"kat": [
"見開一寒入",
"山攝；曷韻；葛小韻",
"白一平：kat；推導普通話：ge",
"《廣韻》：剥也害也斷也𢧵也"
]
},
"盾": {
"zsjynx": [
"船合三諄上",
"臻攝；準韻；盾小韻",
"白一平：zywinX；推導普通話：shun4",
"《廣韻》：于盾也食尹切四"
],
"duonx": [
"定合一魂上",
"臻攝；混韻；囤小韻",
"白一平：dwonX；推導普通話：dun4",
"《廣韻》：趙盾人名"
]
},
"吐": {
"thox": [
"透開一模上",
"遇攝；姥韻；土小韻",
"白一平：thuX；推導普通話：tu3",
"《廣韻》：口吐亦虜複姓三氏後魏書有吐奚吐難吐萬氏又虜三字姓[三/二]氏慕容廆庶長兄吐谷渾後將所部居西零以西甘松之南極乎白蘭數千里其孫葉延曰禮云孫子得以王父字爲氏遂以吐谷渾爲氏又後魏書吐伏盧氏"
],
"thoh": [
"透開一模去",
"遇攝；暮韻；菟小韻",
"白一平：thuH；推導普通話：tu4",
"《廣韻》：歐也又湯古切"
]
},
"昏": {
"huon": [
"曉合一魂平",
"臻攝；魂韻；昏小韻",
"白一平：xwon；推導普通話：hun1",
"《廣韻》：說文曰日冥也亦作昬呼昆切七"
]
},
"辨": {
"bienx": [
"並開三B仙上",
"山攝；獮韻；辯小韻",
"重紐B類",
"白一平：bjenX；推導普通話：bian4",
"《廣韻》：别也說文判也又蒲莧切"
],
"brenh": [
"並開二山去",
"山攝；襇韻；瓣小韻",
"白一平：beanH；推導普通話：ban4",
"《廣韻》：具也周禮曰以辨民器又步免切"
]
},
"軒": {
"hian": [
"曉開三元平",
"臻攝；元韻；軒小韻",
"白一平：xjon；推導普通話：xian1",
"《廣韻》：軒車又姓軒轅之後漢有諫大夫軒和虚言切六"
]
},
"巫": {
"myo": [
"明合三虞平",
"遇攝；虞韻；無小韻",
"白一平：mju；推導普通話：wu2",
"《廣韻》：巫覡周禮春官曰司巫掌羣巫之政令若國大旱則帥巫而舞雩亦山名又姓風俗通云氏於事巫卜陶匠是也漢有冀州刺史巫捷"
]
},
"丹": {
"tan": [
"端開一寒平",
"山攝；寒韻；單小韻",
"白一平：tan；推導普通話：dan1",
"《廣韻》：赤也說文曰巴越之赤石也亦州名春秋時白翟所居後魏置汾州廢帝三年以河東汾州同乃改爲丹州亦姓晉有大夫丹木出風俗通"
]
},
"鑑": {
"kram": [
"見開二銜平",
"咸攝；銜韻；監小韻",
"白一平：kaem；推導普通話：jian1",
"《廣韻》：鑑諸以取月中水又明也"
],
"kramh": [
"見開二銜去",
"咸攝；鑑韻；鑑小韻",
"白一平：kaemH；推導普通話：jian4",
"《廣韻》：鏡也誡也照也亦作監格懺切又古銜切五"
]
},
"彎": {
"qruan": [
"影合二刪平",
"山攝；刪韻；彎小韻",
"白一平：'waen；推導普通話：wan1",
"《廣韻》：說文曰持弓關矢也烏關切五"
]
},
"賦": {
"pyoh": [
"幫合三虞去",
"遇攝；遇韻；付小韻",
"白一平：pjuH；推導普通話：fu4",
"《廣韻》：賦頌詩有六義二曰賦釋名曰敷布其義謂之賦漢書曰不歌而[頌/誦]曰賦又斂也量也班也稅也"
]
},
"坪": {
"bieng": [
"並開三庚平",
"梗攝；庚韻；平小韻",
"白一平：bjaeng；推導普通話：ping2",
"《廣韻》：地平"
]
},
"侵": {
"chim": [
"清開三侵平",
"深攝；侵韻；侵小韻",
"白一平：tshim；推導普通話：qin1",
"《廣韻》：漸進也說文作㑴又姓三輔決録有侵恭七林切七"
]
},
"胎": {
"thai": [
"透開一咍平",
"蟹攝；咍韻；胎小韻",
"白一平：thoj；推導普通話：tai1",
"《廣韻》：始也說文曰婦孕三月也土來切七"
]
},
"悠": {
"ju": [
"以開三尤平",
"流攝；尤韻；猷小韻",
"白一平：yuw；推導普通話：you2",
"《廣韻》：逺也遐也思也憂也"
]
},
"薪": {
"sin": [
"心開三眞平",
"臻攝；眞韻；新小韻",
"白一平：sin；推導普通話：xin1",
"《廣韻》：柴也周禮委人掌祭祀之薪詩云翹翹錯薪"
]
},
"刪": {
"sran": [
"生開二刪平",
"山攝；刪韻；刪小韻",
"白一平：sraen；推導普通話：shan1",
"《廣韻》：除削也又定也所姦切又所晏切五"
]
},
"彬": {
"pin": [
"幫開三B眞平",
"臻攝；眞韻；彬小韻",
"重紐B類",
"白一平：pin；推導普通話：bin1",
"《廣韻》：文質雜半說文云古文份也府巾切十三"
]
},
"悟": {
"ngoh": [
"疑開一模去",
"遇攝；暮韻；誤小韻",
"白一平：nguH；推導普通話：wu4",
"《廣韻》：心了"
]
},
"珠": {
"cjyo": [
"章合三虞平",
"遇攝；虞韻；朱小韻",
"白一平：tsyu；推導普通話：zhu1",
"《廣韻》：珠玉白虎通曰德至深淵則海出明珠"
]
},
"勤": {
"gion": [
"羣開三欣平",
"臻攝；欣韻；勤小韻",
"白一平：gj+n；推導普通話：qin2",
"《廣韻》：勞也盡也巨斤切八"
]
},
"瑰": {
"ghuai": [
"匣合一灰平",
"蟹攝；灰韻；回小韻",
"白一平：hwoj；推導普通話：hui2",
"《廣韻》：玟瑰火齊珠也又古回切"
],
"kuai": [
"見合一灰平",
"蟹攝；灰韻；傀小韻",
"白一平：kwoj；推導普通話：gui1",
"《廣韻》：瓊瑰石次玉又音回"
]
},
"植": {
"drih": [
"澄開三之去",
"止攝；志韻；值小韻",
"白一平：driH；推導普通話：zhi4",
"《廣韻》：種也又巿力切"
],
"zjik": [
"常開三蒸入",
"曾攝；職韻；寔小韻",
"白一平：dzyik；推導普通話：shi2",
"《廣韻》：種植也立志也置也"
]
},
"痴": {
"thri": [
"徹開三之平",
"止攝；之韻；癡小韻",
"白一平：trhi；推導普通話：chi1",
"《廣韻》：痴㾻不達之皃"
]
},
"礙": {
"ngaih": [
"疑開一咍去",
"蟹攝；代韻；礙小韻",
"白一平：ngojH；推導普通話：ai4",
"《廣韻》：止也距也五漑切七"
]
},
"敝": {
"bjed": [
"並開三A祭去",
"蟹攝；祭韻；𡚁小韻",
"重紐A類",
"白一平：bjiejH；推導普通話：bi4",
"《廣韻》：說文曰帗也一曰敗衣也又姓左傳齊有敝無存"
]
},
"盃": {
"puai": [
"幫合一灰平",
"蟹攝；灰韻；桮小韻",
"白一平：pwoj；推導普通話：bei1",
"《廣韻》：俗"
]
},
"盼": {
"phrenh": [
"滂開二山去",
"山攝；襇韻；盼小韻",
"白一平：pheanH；推導普通話：pan4",
"《廣韻》：美目匹莧切二"
]
},
"亨": {
"hrang": [
"曉開二庚平",
"梗攝；庚韻；脝小韻",
"白一平：xaeng；推導普通話：heng1",
"《廣韻》：通也或作亯又匹庚許兩二切"
],
"phrang": [
"滂開二庚平",
"梗攝；庚韻；磅小韻",
"白一平：phaeng；推導普通話：ping1",
"《廣韻》：煑也俗作烹又許庚許兩二切"
],
"hiangx": [
"曉開三陽上",
"宕攝；養韻；響小韻",
"白一平：xjangX；推導普通話：xiang3",
"《廣韻》：上同亦作享"
]
},
"逝": {
"zjed": [
"常開三祭去",
"蟹攝；祭韻；逝小韻",
"白一平：dzyejH；推導普通話：shi4",
"《廣韻》：往也行也去也時制切十三"
]
},
"剪": {
"cienx": [
"精開三仙上",
"山攝；獮韻；翦小韻",
"白一平：tsjenX；推導普通話：jian3",
"《廣韻》：俗"
]
},
"磨": {
"mua": [
"明合一戈平",
"果攝；戈韻；摩小韻",
"白一平：ma；推導普通話：mo2",
"《廣韻》：磨礪爾雅曰石謂之磨"
],
"muah": [
"明合一戈去",
"果攝；過韻；磨小韻",
"白一平：maH；推導普通話：mo4",
"《廣韻》：磑也摸臥切又莫采切四"
]
},
"逼": {
"pik": [
"幫開三蒸入",
"曾攝；職韻；逼小韻",
"白一平：pik；推導普通話：bi",
"《廣韻》：迫也彼側切十"
]
},
"濃": {
"nryung": [
"孃開三鍾平",
"通攝；鍾韻；醲小韻",
"白一平：nrjowng；推導普通話：nong2",
"《廣韻》：厚也"
]
},
"洛": {
"lak": [
"來開一唐入",
"宕攝；鐸韻；落小韻",
"白一平：lak；推導普通話：luo4",
"《廣韻》：水名書曰導洛自熊耳漢書作雒"
]
},
"乏": {
"byap": [
"並合三凡入",
"咸攝；乏韻；乏小韻",
"白一平：bjop；推導普通話：fa2",
"《廣韻》：匱也房法切三"
]
},
"擋": {
"tangh": [
"端開一唐去",
"宕攝；宕韻；譡小韻",
"白一平：tangH；推導普通話：dang4",
"《廣韻》：摒擋"
]
},
"姆": {
"muh": [
"明開一侯去",
"流攝；候韻；茂小韻",
"白一平：muwH；推導普通話：mou4",
"《廣韻》：女師說文作娒"
]
},
"嫌": {
"ghem": [
"匣開四添平",
"咸攝；添韻；嫌小韻",
"白一平：hem；推導普通話：xian2",
"《廣韻》：說文曰不平於心一曰疑也户兼切[一/二]"
]
},
"壁": {
"pek": [
"幫開四青入",
"梗攝；錫韻；壁小韻",
"白一平：pek；推導普通話：bi",
"《廣韻》：說文云垣也釋名曰壁辟也辟禦風寒也漢官典職曰省中皆胡粉壁紫素界之畫古烈士亦州名本漢宕渠地武德初爲壁州北激切六"
]
},
"釣": {
"teuh": [
"端開四蕭去",
"效攝；嘯韻；弔小韻",
"白一平：tewH；推導普通話：diao4",
"《廣韻》：釣魚淮南子曰詹公釣千歳之鯉詹公古善釣者吕氏春秋曰太公釣於滋泉以遇文王"
]
},
"暖": {
"nuanx": [
"泥合一桓上",
"山攝；緩韻；煗小韻",
"白一平：nwanX；推導普通話：nuan3",
"《廣韻》：亦同"
]
},
"憾": {
"ghomh": [
"匣開一覃去",
"咸攝；勘韻；憾小韻",
"白一平：homH；推導普通話：han4",
"《廣韻》：恨也胡紺切七"
]
},
"遜": {
"suonh": [
"心合一魂去",
"臻攝；慁韻；巽小韻",
"白一平：swonH；推導普通話：sun4",
"《廣韻》：遁也從也伏也恭也"
]
},
"愉": {
"jyo": [
"以合三虞平",
"遇攝；虞韻；逾小韻",
"白一平：yu；推導普通話：yu2",
"《廣韻》：悅也和也樂也"
]
},
"曰": {
"yat": [
"云合三元入",
"臻攝；月韻；越小韻",
"白一平：hjwot；推導普通話：yue4",
"《廣韻》：辝也於也之也"
]
},
"采": {
"chaix": [
"清開一咍上",
"蟹攝；海韻；采小韻",
"白一平：tshojX；推導普通話：cai3",
"《廣韻》：事也又取也亦姓風俗通云漢有度遼將軍采晧倉宰切七"
]
},
"捷": {
"ziep": [
"從開三鹽入",
"咸攝；葉韻；捷小韻",
"白一平：dzjep；推導普通話：jie2",
"《廣韻》：獲也佽也疾也剋也勝也成也說文曰獵也軍獲得也春秋傳曰齊人來獻戎捷又姓漢書藝文志捷子齊人著書疾葉切八"
]
},
"嘆": {
"than": [
"透開一寒平",
"山攝；寒韻；灘小韻",
"白一平：than；推導普通話：tan1",
"《廣韻》：長息與歎同又音炭"
],
"thanh": [
"透開一寒去",
"山攝；翰韻；炭小韻",
"白一平：thanH；推導普通話：tan4",
"《廣韻》：上同"
]
},
"玄": {
"ghuen": [
"匣合四先平",
"山攝；先韻；玄小韻",
"白一平：hwen；推導普通話：xuan2",
"《廣韻》：黒也寂也幽逺也又姓列仙傳有𤣥俗河閒人無影胡㳙切十三"
]
},
"滴": {
"tek": [
"端開四青入",
"梗攝；錫韻；的小韻",
"白一平：tek；推導普通話：di",
"《廣韻》：水滴也亦作𤁷"
]
},
"扣": {
"khux": [
"溪開一侯上",
"流攝；厚韻；口小韻",
"白一平：khuwX；推導普通話：kou3",
"《廣韻》：扣擊也亦作叩"
],
"khuh": [
"溪開一侯去",
"流攝；候韻；𡨥小韻",
"白一平：khuwH；推導普通話：kou4",
"《廣韻》：扣擊"
]
},
"抵": {
"tex": [
"端開四齊上",
"蟹攝；薺韻；邸小韻",
"白一平：tejX；推導普通話：di3",
"《廣韻》：擠也擲也"
]
},
"奔": {
"puon": [
"幫合一魂平",
"臻攝；魂韻；奔小韻",
"白一平：pwon；推導普通話：ben1",
"《廣韻》：奔走也說文作𢍃博昆切四"
],
"puonh": [
"幫合一魂去",
"臻攝；慁韻；奔小韻",
"白一平：pwonH；推導普通話：ben4",
"《廣韻》：甫悶切又音犇一"
]
},
"翁": {
"qung": [
"影開一東平",
"通攝；東韻；翁小韻",
"白一平：'uwng；推導普通話：weng1",
"《廣韻》：老稱也亦鳥頸毛又姓漢書貨殖傳有翁伯販脂而傾縣邑烏紅切八"
]
},
"蹟": {
"ciek": [
"精開三清入",
"梗攝；昔韻；積小韻",
"白一平：tsjek；推導普通話：ji",
"《廣韻》：詩傳云不蹟不循道也"
]
},
"菲": {
"phyoi": [
"滂合三微平",
"止攝；微韻；霏小韻",
"白一平：phj+j；推導普通話：fei1",
"《廣韻》：芳菲又芳尾切"
],
"phyoix": [
"滂合三微上",
"止攝；尾韻；斐小韻",
"白一平：phj+jX；推導普通話：fei3",
"《廣韻》：薄也微也又菜名又音妃"
],
"byoih": [
"並合三微去",
"止攝；未韻；𥝋小韻",
"白一平：bj+jH；推導普通話：fei4",
"《廣韻》：菜可食又霏斐二音"
]
},
"爬": {
"bra": [
"並開二麻平",
"假攝；麻韻；爬小韻",
"白一平：bae；推導普通話：pa2",
"《廣韻》：搔也或作把又姓本杞東樓公之後避難改焉西魏襄州刺史把秀蒲巴切三"
]
},
"棚": {
"brang": [
"並開二庚平",
"梗攝；庚韻；彭小韻",
"白一平：baeng；推導普通話：peng2",
"《廣韻》：棧也閣也"
],
"breng": [
"並開二耕平",
"梗攝；耕韻；輣小韻",
"白一平：beang；推導普通話：peng2",
"《廣韻》：棧也"
],
"bong": [
"並開一登平",
"曾攝；登韻；朋小韻",
"白一平：bong；推導普通話：peng2",
"《廣韻》：棚[門/閣]又薄庚切"
]
},
"夕": {
"zsiek": [
"邪開三清入",
"梗攝；昔韻；席小韻",
"白一平：zjek；推導普通話：xi2",
"《廣韻》：暮也字從半月又姓漢書巴郡蠻渠帥七姓有羅朴督鄂度夕[龔/襲]也朴普卜切蜀有尚書令夕斌"
]
},
"惱": {
"naux": [
"泥開一豪上",
"效攝；晧韻；堖小韻",
"白一平：nawX；推導普通話：nao3",
"《廣韻》：懊惱"
]
},
"戒": {
"kraih": [
"見開二皆去",
"蟹攝；怪韻；誡小韻",
"白一平：keajH；推導普通話：jie4",
"《廣韻》：愼也具也備也警也易注云洗心曰齋防患曰戒"
]
},
"牲": {
"srang": [
"生開二庚平",
"梗攝；庚韻；生小韻",
"白一平：sraeng；推導普通話：sheng1",
"《廣韻》：犧牲"
]
},
"泳": {
"yengh": [
"云合三庚去",
"梗攝；映韻；詠小韻",
"白一平：hjwaengH；推導普通話：yong4",
"《廣韻》：潜行水中"
]
},
"恰": {
"khrep": [
"溪開二咸入",
"咸攝；洽韻；恰小韻",
"白一平：kheap；推導普通話：qia",
"《廣韻》：用心苦洽切十"
]
},
"滄": {
"chang": [
"清開一唐平",
"宕攝；唐韻；倉小韻",
"白一平：tshang；推導普通話：cang1",
"《廣韻》：滄浪亦州後魏所置蓋取滄海爲名"
],
"chriangh": [
"初開三陽去",
"宕攝；漾韻；𠛝小韻",
"白一平：tsrhjangH；推導普通話：chuang4",
"《廣韻》：[滄/凔]寒也"
]
},
"桑": {
"sang": [
"心開一唐平",
"宕攝；唐韻；桑小韻",
"白一平：sang；推導普通話：sang1",
"《廣韻》：木名史記曰齊魯千𠭇桑麻其人與千戸侯等又姓秦大夫子桑之後漢有御史大夫桑𢎞羊息郎切六"
]
},
"蔣": {
"ciang": [
"精開三陽平",
"宕攝；陽韻；將小韻",
"白一平：tsjang；推導普通話：jiang1",
"《廣韻》：菰蔣草又音奬"
],
"ciangx": [
"精開三陽上",
"宕攝；養韻；㢡小韻",
"白一平：tsjangX；推導普通話：jiang3",
"《廣韻》：國名亦姓風俗通云周公之𦙍又漢複姓漢有曲陽令蔣匠熙又子羊切"
]
},
"潔": {
"ket": [
"見開四先入",
"山攝；屑韻；結小韻",
"白一平：ket；推導普通話：jie",
"《廣韻》：淸也經典用絜"
]
},
"焦": {
"cieu": [
"精開三宵平",
"效攝；宵韻；焦小韻",
"白一平：tsjew；推導普通話：jiao1",
"《廣韻》：傷火也又姓周武王封神農之後於焦後以國爲氏出南安即消切十七"
]
},
"勉": {
"mienx": [
"明開三B仙上",
"山攝；獮韻；免小韻",
"重紐B類",
"白一平：mjenX；推導普通話：mian3",
"《廣韻》：勗也勸也強也"
]
},
"奪": {
"duat": [
"定合一桓入",
"山攝；末韻；奪小韻",
"白一平：dwat；推導普通話：duo2",
"《廣韻》：左傳曰一與一奪徒活切八"
]
},
"萊": {
"lai": [
"來開一咍平",
"蟹攝；咍韻；來小韻",
"白一平：loj；推導普通話：lai2",
"《廣韻》：藜草亦州名漢掖縣屬東萊郡秦屬齊郡後魏分靑州置光州取界内光水爲名隋改爲萊州又姓左傳晉與秦戰于郩萊駒爲右"
],
"laih": [
"來開一咍去",
"蟹攝；代韻；賚小韻",
"白一平：lojH；推導普通話：lai4",
"《廣韻》：草也又音來"
]
},
"貪": {
"thom": [
"透開一覃平",
"咸攝；覃韻；探小韻",
"白一平：thom；推導普通話：tan1",
"《廣韻》：貪婪也𥼶名曰貪探也探入他分也"
]
},
"踢": {
"thek": [
"透開四青入",
"梗攝；錫韻；逖小韻",
"白一平：thek；推導普通話：ti",
"《廣韻》：䟣踢獸名左右有首出山海經"
]
},
"抄": {
"chrau": [
"初開二肴平",
"效攝；肴韻；䜈小韻",
"白一平：tsrhaew；推導普通話：chao1",
"《廣韻》：略也又初敎切"
],
"chrauh": [
"初開二肴去",
"效攝；效韻；抄小韻",
"白一平：tsrhaewH；推導普通話：chao4",
"《廣韻》：略取也初敎切八"
]
},
"跡": {
"ciek": [
"精開三清入",
"梗攝；昔韻；積小韻",
"白一平：tsjek；推導普通話：ji",
"《廣韻》：上同"
]
},
"鍾": {
"cjyung": [
"章開三鍾平",
"通攝；鍾韻；鍾小韻",
"白一平：tsyowng；推導普通話：zhong1",
"《廣韻》：當也酒器也又量名左傳曰釜十則鍾亦姓出潁川又漢複姓有鍾離氏丗本云與秦同祖其後因封爲姓職容切十八"
]
},
"涯": {
"ngie": [
"疑開三B支平",
"止攝；支韻；宜小韻",
"重紐B類",
"白一平：ngje；推導普通話：yi2",
"《廣韻》：水畔也又五佳切"
],
"ngre": [
"疑開二佳平",
"蟹攝；佳韻；崖小韻",
"白一平：ngea；推導普通話：ya2",
"《廣韻》：水際"
]
},
"箭": {
"cienh": [
"精開三仙去",
"山攝；線韻；箭小韻",
"白一平：tsjenH；推導普通話：jian4",
"《廣韻》：箭竹髙一丈節閒三尺可爲矢爾雅曰東南之美者有㑹稽之竹箭子賤切九"
]
},
"誓": {
"zjed": [
"常開三祭去",
"蟹攝；祭韻；逝小韻",
"白一平：dzyejH；推導普通話：shi4",
"《廣韻》：誓約"
]
},
"穌": {
"so": [
"心開一模平",
"遇攝；模韻；蘇小韻",
"白一平：su；推導普通話：su1",
"《廣韻》：息也舒悅也死而更生也"
]
},
"涉": {
"zjep": [
"常開三鹽入",
"咸攝；葉韻；涉小韻",
"白一平：dzyep；推導普通話：she2",
"《廣韻》：歷也徒行渡水也亦漳水別名涉縣是也又姓左傳晉大夫涉佗時攝切四"
],
"tep": [
"端開四添入",
"咸攝；怗韻；聑小韻",
"白一平：tep；推導普通話：die",
"《廣韻》：血流皃又時懾切"
]
},
"署": {
"zjoh": [
"常開三魚去",
"遇攝；御韻；署小韻",
"白一平：dzyoH；推導普通話：shu4",
"《廣韻》：書也又部署也常恕切四"
]
},
"療": {
"lieuh": [
"來開三宵去",
"效攝；笑韻；𤊽小韻",
"白一平：ljewH；推導普通話：liao4",
"《廣韻》：上同"
]
},
"礎": {
"chriox": [
"初開三魚上",
"遇攝；語韻；楚小韻",
"白一平：tsrhjoX；推導普通話：chu3",
"《廣韻》：柱下石也"
]
},
"僑": {
"gieu": [
"羣開三B宵平",
"效攝；宵韻；喬小韻",
"重紐B類",
"白一平：gjew；推導普通話：qiao2",
"《廣韻》：寄也客也"
]
},
"涵": {
"ghom": [
"匣開一覃平",
"咸攝；覃韻；含小韻",
"白一平：hom；推導普通話：han2",
"《廣韻》：涵泳"
],
"ghomx": [
"匣開一覃上",
"咸攝；感韻；頷小韻",
"白一平：homX；推導普通話：han4",
"《廣韻》：水入船又胡南切"
]
},
"霧": {
"myoh": [
"明合三虞去",
"遇攝；遇韻；務小韻",
"白一平：mjuH；推導普通話：wu4",
"《廣韻》：元命包曰隂陽亂爲霧爾雅曰地氣發天不應曰霧釋名曰霧冒也氣蒙冒覆地之物也"
]
},
"粉": {
"pyonx": [
"幫合三文上",
"臻攝；吻韻；粉小韻",
"白一平：pjunX；推導普通話：fen3",
"《廣韻》：博物志曰燒鉛成胡粉又曰紂作粉方吻切三"
]
},
"俱": {
"kyo": [
"見合三虞平",
"遇攝；虞韻；拘小韻",
"白一平：kju；推導普通話：ju1",
"《廣韻》：皆也具也又姓南涼錄有將軍俱延"
]
},
"徹": {
"driet": [
"澄開三仙入",
"山攝；薛韻；轍小韻",
"白一平：drjet；推導普通話：zhe2",
"《廣韻》：通也明也道也達也又丑列切"
],
"thriet": [
"徹開三仙入",
"山攝；薛韻；屮小韻",
"白一平：trhjet；推導普通話：che",
"《廣韻》：通也"
]
},
"謀": {
"miu": [
"明開三尤平",
"流攝；尤韻；謀小韻",
"白一平：mjuw；推導普通話：miu2",
"《廣韻》：謀計也又姓風俗通云周卿士祭公謀父之後莫浮切二十四"
]
},
"屠": {
"drio": [
"澄開三魚平",
"遇攝；魚韻；除小韻",
"白一平：drjo；推導普通話：chu2",
"《廣韻》：匈奴傳有休屠王又音徒"
],
"do": [
"定開一模平",
"遇攝；模韻；徒小韻",
"白一平：du；推導普通話：tu2",
"《廣韻》：殺也裂也刳也尸子曰屠者割肉知牛之長少史記樊噲少屠狗亦姓左傳晉有屠岸賈又音除"
]
},
"犧": {
"hie": [
"曉開三B支平",
"止攝；支韻；犧小韻",
"重紐B類",
"白一平：xje；推導普通話：xi1",
"《廣韻》：犧牲書傳曰色純曰犧許羈切十[九/八]"
]
},
"繞": {
"njeux": [
"日開三宵上",
"效攝；小韻；擾小韻",
"白一平：nyewX；推導普通話：rao3",
"《廣韻》：纏繞又姓左傳秦大夫繞朝"
],
"njeuh": [
"日開三宵去",
"效攝；笑韻；饒小韻",
"白一平：nyewH；推導普通話：rao4",
"《廣韻》：卷取物皃"
]
},
"壽": {
"zjux": [
"常開三尤上",
"流攝；有韻；受小韻",
"白一平：dzyuwX；推導普通話：shou4",
"《廣韻》：壽考又州名楚[孝/考]烈王自陳徙都壽春号曰[郡/郢]秦爲九江郡魏爲淮南郡梁爲南豫州周爲揚州隋平陳爲壽州亦靈壽木名生日南又姓王莽兖州牧壽良又漢複姓前漢燕王遣壽西長之長安蘇林云壽西姓也又承呪切"
],
"zjuh": [
"常開三尤去",
"流攝；宥韻；授小韻",
"白一平：dzyuwH；推導普通話：shou4",
"《廣韻》：壽考"
]
},
"騷": {
"sau": [
"心開一豪平",
"效攝；豪韻；騷小韻",
"白一平：saw；推導普通話：sao1",
"《廣韻》：愁也蘇遭切十三"
]
},
"氏": {
"cje": [
"章開三支平",
"止攝；支韻；支小韻",
"白一平：tsye；推導普通話：zhi1",
"《廣韻》：月氏國名又閼氏匈奴皇后也又精是二音"
],
"cieng": [
"精開三清平",
"梗攝；清韻；精小韻",
"白一平：tsjeng；推導普通話：jing1",
"《廣韻》：狋氏縣名狋音權"
],
"zjex": [
"常開三支上",
"止攝；紙韻；是小韻",
"白一平：dzyeX；推導普通話：shi4",
"《廣韻》：氏族又支[指/精]二音"
]
},
"翼": {
"jik": [
"以開三蒸入",
"曾攝；職韻；弋小韻",
"白一平：yik；推導普通話：yi4",
"《廣韻》：羽翼說文翍也又恭也美也助也亦州名在隴右因翼水爲名又姓晉翼侯之後漢有諫議大夫翼奉"
]
},
"云": {
"yon": [
"云合三文平",
"臻攝；文韻；雲小韻",
"白一平：hjun；推導普通話：yun2",
"《廣韻》：辝也言也說文古文雲字亦姓出自祝融之後"
]
},
"肚": {
"dox": [
"定開一模上",
"遇攝；姥韻；杜小韻",
"白一平：duX；推導普通話：du4",
"《廣韻》：腹肚又當古切"
],
"tox": [
"端開一模上",
"遇攝；姥韻；覩小韻",
"白一平：tuX；推導普通話：du3",
"《廣韻》：腹肚又徒古切"
]
},
"吝": {
"linh": [
"來開三眞去",
"臻攝；震韻；遴小韻",
"白一平：linH；推導普通話：lin4",
"《廣韻》：悔吝又惜也恨也俗作𠫤"
]
},
"梁": {
"liang": [
"來開三陽平",
"宕攝；陽韻；良小韻",
"白一平：ljang；推導普通話：liang2",
"《廣韻》：梁棟又州名書曰華陽黒水惟梁州晉太康記云梁者言西方金剛之氣強梁故因名之舜置也秦爲漢中郡後其地入蜀魏[未/末]克蜀分廣漢三巴涪陵以北七郡爲梁州梁大同年復移在南鄭亦姓出安定天水河南三望本自秦仲周平王封其少子康於夏陽梁山是爲梁伯後爲秦并子孫奔晉以國爲氏又漢複姓十二氏左傳有梁其踁魯伯禽庶子梁其之後又魯有仲梁懷晉有梁餘子養梁由靡秦有強梁皐莊子有卜梁倚楚文王庶子有食邑諸梁者其後爲氏魯有穀梁赤治春秋史記有將梁氏漢光武時有侍御史梁垣烈新垣衍之後漢明帝時有梁成恢善歷數"
]
},
"繪": {
"ghuad": [
"匣合一泰去",
"蟹攝；泰韻；會小韻",
"白一平：hwajH；推導普通話：hui4",
"《廣韻》：繪五采也"
]
},
"廉": {
"liem": [
"來開三鹽平",
"咸攝；鹽韻；廉小韻",
"白一平：ljem；推導普通話：lian2",
"《廣韻》：廉儉也釋名曰廉斂也自檢斂也亦姓趙有廉頗力鹽切二十"
]
},
"飽": {
"praux": [
"幫開二肴上",
"效攝；巧韻；飽小韻",
"白一平：paewX；推導普通話：bao3",
"《廣韻》：食多也博巧切三"
]
},
"鳴": {
"mieng": [
"明開三庚平",
"梗攝；庚韻；明小韻",
"白一平：mjaeng；推導普通話：ming2",
"《廣韻》：嘶鳴又姓出姓苑"
]
},
"貌": {
"mrauh": [
"明開二肴去",
"效攝；效韻；皃小韻",
"白一平：maewH；推導普通話：mao4",
"《廣韻》：籀文"
]
},
"霹": {
"phek": [
"滂開四青入",
"梗攝；錫韻；霹小韻",
"白一平：phek；推導普通話：pi",
"《廣韻》：霹靂普擊切七"
]
},
"炮": {
"brau": [
"並開二肴平",
"效攝；肴韻；庖小韻",
"白一平：baew；推導普通話：pao2",
"《廣韻》：合毛炙[物/肉]也一曰裹物燒"
],
"phrauh": [
"滂開二肴去",
"效攝；效韻；奅小韻",
"白一平：phaewH；推導普通話：pao4",
"《廣韻》：灼皃又步交切"
]
},
"捐": {
"jyen": [
"以合三仙平",
"山攝；仙韻；沿小韻",
"白一平：ywen；推導普通話：yuan2",
"《廣韻》：弃也"
]
},
"啡": {
"phaix": [
"滂開一咍上",
"蟹攝；海韻；啡小韻",
"白一平：phojX；推導普通話：pei3",
"《廣韻》：出唾聲匹愷切一"
]
},
"炎": {
"iem": [
"云開三鹽平",
"咸攝；鹽韻；炎小韻",
"白一平：hjem；推導普通話：yan2",
"《廣韻》：熱也說文曰火光上也于廉切一"
]
},
"貢": {
"kungh": [
"見開一東去",
"通攝；送韻；貢小韻",
"白一平：kuwngH；推導普通話：gong4",
"《廣韻》：獻也薦也又姓漢有琅邪貢禹古送切十"
]
},
"曼": {
"muan": [
"明合一桓平",
"山攝；桓韻；瞞小韻",
"白一平：man；推導普通話：man2",
"《廣韻》：路逺"
],
"myanh": [
"明合三元去",
"臻攝；願韻；万小韻",
"白一平：mjonH；推導普通話：wan4",
"《廣韻》：長也"
]
},
"鼻": {
"bjiih": [
"並開三A脂去",
"止攝；至韻；鼻小韻",
"重紐A類",
"白一平：bjijH；推導普通話：bi4",
"《廣韻》：說文曰引气自[卑/畀]也毗至切十"
]
},
"奉": {
"byungx": [
"並開三鍾上",
"通攝；腫韻；奉小韻",
"白一平：bjowngX；推導普通話：feng4",
"《廣韻》：與也獻也禄也說文承也扶隴切二"
]
},
"鈴": {
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：似鐘而小"
]
},
"恢": {
"khuai": [
"溪合一灰平",
"蟹攝；灰韻；恢小韻",
"白一平：khwoj；推導普通話：kui1",
"《廣韻》：大也苦回切八"
]
},
"融": {
"jung": [
"以開三東平",
"通攝；東韻；融小韻",
"白一平：yuwng；推導普通話：yong2",
"《廣韻》：和也朗也說文曰炊气上出也又姓丗本云古天子祝融之後以戎切四"
]
},
"筋": {
"kion": [
"見開三欣平",
"臻攝；欣韻；斤小韻",
"白一平：kj+n；推導普通話：jin1",
"《廣韻》：筋骨也說文曰肉之力也从力肉竹竹物之多筋者又姓出姓苑"
]
},
"撿": {
"liemx": [
"來開三鹽上",
"咸攝；琰韻；斂小韻",
"白一平：ljemX；推導普通話：lian3",
"《廣韻》：說文拱也"
]
},
"儒": {
"njyo": [
"日合三虞平",
"遇攝；虞韻；儒小韻",
"白一平：nyu；推導普通話：ru2",
"《廣韻》：柔也人朱切十六"
]
},
"飾": {
"sjik": [
"書開三蒸入",
"曾攝；職韻；識小韻",
"白一平：syik；推導普通話：shi",
"《廣韻》：裝飾"
]
},
"禍": {
"ghuax": [
"匣合一戈上",
"果攝；果韻；禍小韻",
"白一平：hwaX；推導普通話：huo4",
"《廣韻》：害也胡果切七"
]
},
"侯": {
"ghu": [
"匣開一侯平",
"流攝；侯韻；侯小韻",
"白一平：huw；推導普通話：hou2",
"《廣韻》：候也何也美也辝也爾雅曰公侯君也又乃也又周禮司裘氏王大射則共虎侯熊侯豹侯諸侯則共熊侯豹侯卿大夫則共麋侯皆設其鵠鄭司農云方十尺曰侯四尺曰鵠說文本作矦从人从厂象張布之狀矢在其下又姓出上谷河南二望亦漢複姓八氏夏侯氏出自夏禹之後杞𥳑公爲楚所滅其弟佗奔魯魯悼公以佗出自夏后氏受爵爲侯謂之夏侯國而命氏後有去魯之沛者分沛立譙遂有譙魯二望羅國爲楚所滅其後号羅侯氏韓詩外傳云周宣王大夫韓侯子有賢德史記魏有屈侯鮒左傳曹有豎侯[孺/獳]漢有尚書郎栢侯雋吳有張昭師白侯子安又虜三字姓二氏周書有侯莫陳氏侯崇傳云其先魏之别部也又周有大將軍伏侯龍氏名恩户鉤切二十四"
]
},
"唬": {
"hrah": [
"曉開二麻去",
"假攝；禡韻；嚇小韻",
"白一平：xaeH；推導普通話：xia4",
"《廣韻》：虎聲"
],
"kruak": [
"見合二庚入",
"梗攝；陌韻；虢小韻",
"白一平：kwaek；推導普通話：ge",
"《廣韻》：鳥啼"
]
},
"幅": {
"piuk": [
"幫開三東入",
"通攝；屋韻；福小韻",
"白一平：pjuwk；推導普通話：fu",
"《廣韻》：絹幅又姓也"
],
"pik": [
"幫開三蒸入",
"曾攝；職韻；逼小韻",
"白一平：pik；推導普通話：bi",
"《廣韻》：行縢名"
]
},
"廷": {
"deng": [
"定開四青平",
"梗攝；青韻；庭小韻",
"白一平：deng；推導普通話：ting2",
"《廣韻》：風俗通云廷者平也又正也國家朝廷也釋名曰廷停也人所停集之處漢書曰廷尉秦官也應劭曰古官也"
],
"dengh": [
"定開四青去",
"梗攝；徑韻；定小韻",
"白一平：dengH；推導普通話：ding4",
"《廣韻》：朝廷又音亭"
]
},
"咦": {
"hjii": [
"曉開三A脂平",
"止攝；脂韻；咦小韻",
"重紐A類",
"白一平：xjij；推導普通話：xi1",
"《廣韻》：𥬇皃喜夷切五"
]
},
"柳": {
"liux": [
"來開三尤上",
"流攝；有韻；柳小韻",
"白一平：ljuwX；推導普通話：liu3",
"《廣韻》：木名說文作桺小楊也从木丣聲丣古文酉餘倣此又姓出河東本自魯孝公子展之孫以王父字爲展氏至展禽食采於柳因爲氏魯爲楚滅柳氏入楚楚爲秦滅乃遷晉之解縣秦置河東郡故爲河東解縣人力久切十四"
]
},
"薄": {
"bak": [
"並開一唐入",
"宕攝；鐸韻；泊小韻",
"白一平：bak；推導普通話：bo2",
"《廣韻》：厚薄說文曰林薄也又姓漢文帝母薄氏"
]
},
"黎": {
"le": [
"來開四齊平",
"蟹攝；齊韻；黎小韻",
"白一平：lej；推導普通話：li2",
"《廣韻》：衆也又姓黎侯國之後郎奚切二十一"
]
},
"捲": {
"gyen": [
"羣合三B仙平",
"山攝；仙韻；權小韻",
"重紐B類",
"白一平：gjwen；推導普通話：quan2",
"《廣韻》：說文云气勢也國語曰予有捲勇"
],
"kyenx": [
"見合三B仙上",
"山攝；獮韻；卷小韻",
"重紐B類",
"白一平：kjwenX；推導普通話：juan3",
"《廣韻》：捲衣"
],
"kyenh": [
"見合三B仙去",
"山攝；線韻；眷小韻",
"重紐B類",
"白一平：kjwenH；推導普通話：juan4",
"《廣韻》：西捲縣名在日南"
]
},
"嵐": {
"lom": [
"來開一覃平",
"咸攝；覃韻；婪小韻",
"白一平：lom；推導普通話：lan2",
"《廣韻》：州名近太原因岢嵐山爲名有渥洼池出良馬亦山氣也"
]
},
"靂": {
"lek": [
"來開四青入",
"梗攝；錫韻；靂小韻",
"白一平：lek；推導普通話：li4",
"《廣韻》：霹靂郎擊切四十五"
]
},
"擠": {
"ce": [
"精開四齊平",
"蟹攝；齊韻；齎小韻",
"白一平：tsej；推導普通話：ji1",
"《廣韻》：排擠"
],
"ceh": [
"精開四齊去",
"蟹攝；霽韻；霽小韻",
"白一平：tsejH；推導普通話：ji4",
"《廣韻》：排盪又將西反"
]
},
"覽": {
"lamx": [
"來開一談上",
"咸攝；敢韻；覽小韻",
"白一平：lamX；推導普通話：lan3",
"《廣韻》：視也又姓何氏姓苑云彭城人盧敢切六"
]
},
"迪": {
"dek": [
"定開四青入",
"梗攝；錫韻；荻小韻",
"白一平：dek；推導普通話：di2",
"《廣韻》：進也道也蹈也"
]
},
"凌": {
"ling": [
"來開三蒸平",
"曾攝；蒸韻；陵小韻",
"白一平：ling；推導普通話：ling2",
"《廣韻》：冰凌"
]
},
"茫": {
"mang": [
"明開一唐平",
"宕攝；唐韻；茫小韻",
"白一平：mang；推導普通話：mang2",
"《廣韻》：滄茫莫郎切十四"
]
},
"燃": {
"njen": [
"日開三仙平",
"山攝；仙韻；然小韻",
"白一平：nyen；推導普通話：ran2",
"《廣韻》：俗見上注"
]
},
"弘": {
"ghuong": [
"匣合一登平",
"曾攝；登韻；弘小韻",
"白一平：hwong；推導普通話：hong2",
"《廣韻》：大也又姓衞有𢎞演胡肱切三"
]
},
"矛": {
"miu": [
"明開三尤平",
"流攝；尤韻；謀小韻",
"白一平：mjuw；推導普通話：miu2",
"《廣韻》：戈矛說文曰酋矛也建於兵車長二丈象形吳越春秋曰越王以屈盧之矛步光之劒獻於吳王"
]
},
"敦": {
"tuai": [
"端合一灰平",
"蟹攝；灰韻；磓小韻",
"白一平：twoj；推導普通話：dui1",
"《廣韻》：詩曰敦彼獨宿"
],
"tuon": [
"端合一魂平",
"臻攝；魂韻；敦小韻",
"白一平：twon；推導普通話：dun1",
"《廣韻》：迫也亦厚也又姓敦洽衞之醜人也都昆切七"
],
"duan": [
"定合一桓平",
"山攝；桓韻；團小韻",
"白一平：dwan；推導普通話：tuan2",
"《廣韻》：詩云有敦𤓰苦又都昆切"
],
"tuonh": [
"端合一魂去",
"臻攝；慁韻；頓小韻",
"白一平：twonH；推導普通話：dun4",
"《廣韻》：豎也又都昆徒官二切"
]
},
"瑜": {
"jyo": [
"以合三虞平",
"遇攝；虞韻；逾小韻",
"白一平：yu；推導普通話：yu2",
"《廣韻》：玉名"
]
},
"錦": {
"kimx": [
"見開三B侵上",
"深攝；寑韻；錦小韻",
"重紐B類",
"白一平：kimX；推導普通話：jin3",
"《廣韻》：釋名曰錦金也作之用功重其價如金故字從金帛居飲切一"
]
},
"楓": {
"piung": [
"幫開三東平",
"通攝；東韻；風小韻",
"白一平：pjuwng；推導普通話：feng1",
"《廣韻》：木名子可爲式爾雅云楓有脂而香孫炎云欇欇生江上有奇生枝髙三四尺生毛一名楓子天旱以泥泥之即雨山海經曰黃帝殺蚩尤棄其桎梏變爲楓木脂入地千年化爲虎魄"
]
},
"梯": {
"the": [
"透開四齊平",
"蟹攝；齊韻；梯小韻",
"白一平：thej；推導普通話：ti1",
"《廣韻》：說文云木階也土雞切九"
]
},
"琪": {
"gi": [
"羣開三之平",
"止攝；之韻；其小韻",
"白一平：gi；推導普通話：qi2",
"《廣韻》：玉也"
]
},
"獄": {
"ngyuk": [
"疑開三鍾入",
"通攝；燭韻；玉小韻",
"白一平：ngjowk；推導普通話：yu4",
"《廣韻》：皐陶所造說文确也从㹜从言二犬所以守也"
]
},
"側": {
"crik": [
"莊開三蒸入",
"曾攝；職韻；稄小韻",
"白一平：tsrik；推導普通話：zhe",
"《廣韻》：傍側"
]
},
"咬": {
"krau": [
"見開二肴平",
"效攝；肴韻；交小韻",
"白一平：kaew；推導普通話：jiao1",
"《廣韻》：鳥聲"
],
"qrau": [
"影開二肴平",
"效攝；肴韻；䫜小韻",
"白一平：'aew；推導普通話：yao1",
"《廣韻》：滛聲"
]
},
"墨": {
"mok": [
"明開一登入",
"曾攝；德韻；墨小韻",
"白一平：mok；推導普通話：mo4",
"《廣韻》：筆墨又姓墨翟是也亦即墨縣名莫北切十二"
]
},
"悶": {
"muonh": [
"明合一魂去",
"臻攝；慁韻；悶小韻",
"白一平：mwonH；推導普通話：men4",
"《廣韻》：說文曰懣也易曰遯丗無悶莫困切二"
]
},
"晴": {
"zieng": [
"從開三清平",
"梗攝；清韻；情小韻",
"白一平：dzjeng；推導普通話：qing2",
"《廣韻》：天晴"
]
},
"怖": {
"phoh": [
"滂開一模去",
"遇攝；暮韻；怖小韻",
"白一平：phuH；推導普通話：pu4",
"《廣韻》：惶懼也普故切五"
]
},
"喬": {
"kieu": [
"見開三B宵平",
"效攝；宵韻；驕小韻",
"重紐B類",
"白一平：kjew；推導普通話：jiao1",
"《廣韻》：爾雅云句如羽喬郭璞曰樹枝曲卷似鳥毛羽"
],
"gieu": [
"羣開三B宵平",
"效攝；宵韻；喬小韻",
"重紐B類",
"白一平：gjew；推導普通話：qiao2",
"《廣韻》：髙也說文曰髙而曲也又虜姓前代録云匈奴貴姓喬氏代爲輔相巨嬌切十六"
]
},
"齒": {
"chjix": [
"昌開三之上",
"止攝；止韻；齒小韻",
"白一平：tsyhiX；推導普通話：chi3",
"《廣韻》：齒録也年也又牙齒昌里切二"
]
},
"嶺": {
"liengx": [
"來開三清上",
"梗攝；靜韻；領小韻",
"白一平：ljengX；推導普通話：ling3",
"《廣韻》：山坡也裴濳廣州記云大𢈔始安臨賀桂陽揭陽爲五嶺與鄧德明南康記云别也"
]
},
"仲": {
"driungh": [
"澄開三東去",
"通攝；送韻；仲小韻",
"白一平：drjuwngH；推導普通話：zhong4",
"《廣韻》：中也爾雅曰中籥謂之仲亦姓風俗通云凡氏於字伯仲叔季是也湯左相有仲虺又漢複姓四氏左傳衞大夫仲叔圉魯有仲顔莊叔宋有司馬仲行寅後漢有山陽仲長統直衆切三"
]
},
"韻": {
"yonh": [
"云合三文去",
"臻攝；問韻；運小韻",
"白一平：hjunH；推導普通話：yun4",
"《廣韻》：韻和也"
]
},
"旭": {
"hyuk": [
"曉開三鍾入",
"通攝；燭韻；旭小韻",
"白一平：xjowk；推導普通話：xu",
"《廣韻》：說文曰日旦出皃一曰明也許玉切五"
]
},
"綜": {
"cuungh": [
"精開一冬去",
"通攝；宋韻；綜小韻",
"白一平：tsowngH；推導普通話：zong4",
"《廣韻》：織縷子宋切三"
]
},
"兔": {
"thoh": [
"透開一模去",
"遇攝；暮韻；菟小韻",
"白一平：thuH；推導普通話：tu4",
"《廣韻》：獸名崔豹古今注云兔口有缺尻有九孔論衡曰兔舐[豪/毫]而孕及其生子從口而出說文云象踞後其尾形兔頭與㲋頭同"
]
},
"蹤": {
"cyung": [
"精開三鍾平",
"通攝；鍾韻；縱小韻",
"白一平：tsjowng；推導普通話：zong1",
"《廣韻》：蹤跡"
]
},
"姿": {
"cii": [
"精開三脂平",
"止攝；脂韻；咨小韻",
"白一平：tsij；推導普通話：zi1",
"《廣韻》：姿態"
]
},
"邁": {
"mrad": [
"明開二夬去",
"蟹攝；夬韻；邁小韻",
"白一平：maejH；推導普通話：mai4",
"《廣韻》：行也逺也莫話切四"
]
},
"譽": {
"jo": [
"以開三魚平",
"遇攝；魚韻；余小韻",
"白一平：yo；推導普通話：yu2",
"《廣韻》：稱也又音預"
],
"joh": [
"以開三魚去",
"遇攝；御韻；豫小韻",
"白一平：yoH；推導普通話：yu4",
"《廣韻》：稱美也又姓晉書有平原太守譽粹又音余"
]
},
"孝": {
"hrauh": [
"曉開二肴去",
"效攝；效韻；孝小韻",
"白一平：xaewH；推導普通話：xiao4",
"《廣韻》：孝順爾雅曰善父母爲孝孝經左契曰元氣混沌孝在其中天子孝龍負圖庶人孝林澤茂又姓風俗通云齊孝公之後呼敎切六"
]
},
"促": {
"chyuk": [
"清開三鍾入",
"通攝；燭韻；促小韻",
"白一平：tshjowk；推導普通話：cu",
"《廣韻》：近也速也至也迫也七玉切六"
]
},
"駛": {
"srix": [
"生開三之上",
"止攝；止韻；史小韻",
"白一平：sriX；推導普通話：shi3",
"《廣韻》：疾也又音去聲"
],
"srih": [
"生開三之去",
"止攝；志韻；駛小韻",
"白一平：sriH；推導普通話：shi4",
"《廣韻》：疾也踈吏切七"
]
},
"仇": {
"giu": [
"羣開三尤平",
"流攝；尤韻；𧚍小韻",
"白一平：gjuw；推導普通話：qiu2",
"《廣韻》：讎也又姓左傳宋大夫仇牧之後又漢複姓有章仇仇尼二氏隋有章仇大翼善天文"
]
},
"粗": {
"zox": [
"從開一模上",
"遇攝；姥韻；粗小韻",
"白一平：dzuX；推導普通話：zu4",
"《廣韻》：麤也略也徂古切又千胡切五"
]
},
"牧": {
"miuk": [
"明開三東入",
"通攝；屋韻；目小韻",
"白一平：mjuwk；推導普通話：mu4",
"《廣韻》：養也放也使也察也司也食也說文曰養牛人也又姓風俗通云漢有越嶲太守牧稂"
]
},
"舟": {
"cju": [
"章開三尤平",
"流攝；尤韻；周小韻",
"白一平：tsyuw；推導普通話：zhou1",
"《廣韻》：舟船墨子曰工倕作舟吕氏春秋曰虞姁作舟丗本曰共鼓貨狄作舟二人並黃帝臣又姓左傳晉大夫舟之僑"
]
},
"兇": {
"hyung": [
"曉開三鍾平",
"通攝；鍾韻；胷小韻",
"白一平：xjowng；推導普通話：xiong1",
"《廣韻》：惡也"
],
"hyungx": [
"曉開三鍾上",
"通攝；腫韻；洶小韻",
"白一平：xjowngX；推導普通話：xiong3",
"《廣韻》：恐懼說文曰擾恐也左傳曰曹人兇懼又音凶"
]
},
"鍋": {
"kua": [
"見合一戈平",
"果攝；戈韻；戈小韻",
"白一平：kwa；推導普通話：guo1",
"《廣韻》：温器"
]
},
"懼": {
"gyoh": [
"羣合三虞去",
"遇攝；遇韻；懼小韻",
"白一平：gjuH；推導普通話：ju4",
"《廣韻》：怖懼其遇切四"
]
},
"銳": {
"jyed": [
"以合三祭去",
"蟹攝；祭韻；銳小韻",
"白一平：ywejH；推導普通話：wei4",
"《廣韻》：利也又姓姓苑云升平中鮮卑有御史中丞銳管以芮切六"
],
"duad": [
"定合一泰去",
"蟹攝；泰韻；兊小韻",
"白一平：dwajH；推導普通話：dui4",
"《廣韻》：矛也又弋稅切"
]
},
"吟": {
"ngim": [
"疑開三B侵平",
"深攝；侵韻；吟小韻",
"重紐B類",
"白一平：ngim；推導普通話：yin2",
"《廣韻》：歎也說文云呻吟也魚金切十"
],
"ngimh": [
"疑開三B侵去",
"深攝；沁韻；吟小韻",
"重紐B類",
"白一平：ngimH；推導普通話：yin4",
"《廣韻》：長詠冝禁切一"
]
},
"虧": {
"khye": [
"溪合三B支平",
"止攝；支韻；虧小韻",
"重紐B類",
"白一平：khjwe；推導普通話：kui1",
"《廣韻》：缺也俗作𧇾去爲切一"
]
},
"枝": {
"cje": [
"章開三支平",
"止攝；支韻；支小韻",
"白一平：tsye；推導普通話：zhi1",
"《廣韻》：枝柯又漢複姓左傳楚大夫枝如子弓"
]
},
"闊": {
"khuat": [
"溪合一桓入",
"山攝；末韻；闊小韻",
"白一平：khwat；推導普通話：kuo",
"《廣韻》：廣也逺也䟽也苦栝切六"
]
},
"疼": {
"duung": [
"定開一冬平",
"通攝；冬韻；彤小韻",
"白一平：downg；推導普通話：tong2",
"《廣韻》：痛也"
]
},
"拾": {
"zjip": [
"常開三侵入",
"深攝；緝韻；十小韻",
"白一平：dzyip；推導普通話：shi2",
"《廣韻》：收拾又掇也斂也"
]
},
"毅": {
"ngioih": [
"疑開三微去",
"止攝；未韻；毅小韻",
"白一平：ngj+jH；推導普通話：yi4",
"《廣韻》：果敢也魚旣切七"
]
},
"刷": {
"sruat": [
"生合二刪入",
"山攝；黠韻；刷小韻",
"白一平：srwaet；推導普通話：shua",
"《廣韻》：刷拭也數刮切又所劣切一"
],
"sryet": [
"生合三仙入",
"山攝；薛韻；㕞小韻",
"白一平：srjwet；推導普通話：shuo",
"《廣韻》：上同"
]
},
"塗": {
"do": [
"定開一模平",
"遇攝；模韻；徒小韻",
"白一平：du；推導普通話：tu2",
"《廣韻》：塗泥也路也亦姓風俗通云漢諫議大夫塗[禪/惲]"
],
"dra": [
"澄開二麻平",
"假攝；麻韻；𡨀小韻",
"白一平：drae；推導普通話：cha2",
"《廣韻》：塗飾又音徒"
]
},
"夾": {
"krep": [
"見開二咸入",
"咸攝；洽韻；夾小韻",
"白一平：keap；推導普通話：jia",
"《廣韻》：持也古洽切十五"
]
},
"裂": {
"liet": [
"來開三仙入",
"山攝；薛韻；列小韻",
"白一平：ljet；推導普通話：lie4",
"《廣韻》：擘裂破也左傳曰裂裳帛而與之"
]
},
"陀": {
"da": [
"定開一歌平",
"果攝；歌韻；駝小韻",
"白一平：da；推導普通話：tuo2",
"《廣韻》：陂陀不平之皃陂普河切"
]
},
"哉": {
"cai": [
"精開一咍平",
"蟹攝；咍韻；烖小韻",
"白一平：tsoj；推導普通話：zai1",
"《廣韻》：語助"
]
},
"鄰": {
"lin": [
"來開三眞平",
"臻攝；眞韻；㷠小韻",
"白一平：lin；推導普通話：lin2",
"《廣韻》：近也親也說文曰五家爲鄰俗作隣"
]
},
"悅": {
"jyet": [
"以合三仙入",
"山攝；薛韻；悅小韻",
"白一平：ywet；推導普通話：yue4",
"《廣韻》：喜也脱也樂也服也經典通用說又姓後燕録有恱綰弋雪切七"
]
},
"契": {
"kheh": [
"溪開四齊去",
"蟹攝；霽韻；契小韻",
"白一平：khejH；推導普通話：qi4",
"《廣韻》：契約苦計切又苦結切十"
],
"khiot": [
"溪開三欣入",
"臻攝；迄韻；乞小韻",
"白一平：khj+t；推導普通話：qi",
"《廣韻》：契丹夷名出字林"
],
"khet": [
"溪開四先入",
"山攝；屑韻；猰小韻",
"白一平：khet；推導普通話：qie",
"《廣韻》：契闊又苦計切"
]
},
"轟": {
"hrueng": [
"曉合二耕平",
"梗攝；耕韻；轟小韻",
"白一平：xweang；推導普通話：hong1",
"《廣韻》：群車聲呼宏切十"
],
"hruengh": [
"曉合二耕去",
"梗攝；諍韻；轟小韻",
"白一平：xweangH；推導普通話：hung4",
"《廣韻》：衆車聲也呼迸切又呼宏切二"
]
},
"爵": {
"ciak": [
"精開三陽入",
"宕攝；藥韻；爵小韻",
"白一平：tsjak；推導普通話：jue",
"《廣韻》：封也禮含文嘉曰殷爵三等周爵五等白虎通曰三等法三光五等法五行也淮南子曰爵禄者人臣之銜轡也文字音義曰爵量也量其職盡其才也又禮器周禮曰享先王以玉爵即略切七"
]
},
"屏": {
"pjeng": [
"幫開三A清平",
"梗攝；清韻；并小韻",
"重紐A類",
"白一平：pjieng；推導普通話：bing1",
"《廣韻》：屏盈徬徨又餅萍二音"
],
"beng": [
"並開四青平",
"梗攝；青韻；瓶小韻",
"白一平：beng；推導普通話：ping2",
"《廣韻》：三禮圖曰扆從廣八尺畫斧文今之屏風則遺象也又必郢切"
],
"pjengx": [
"幫開三A清上",
"梗攝；靜韻；餅小韻",
"重紐A類",
"白一平：pjiengX；推導普通話：bing3",
"《廣韻》：蔽也爾雅曰屏謂之樹又廣雅曰罘罳謂之屏風俗通云郷大夫帷士以廉以自鄣蔽"
]
},
"駐": {
"tryoh": [
"知合三虞去",
"遇攝；遇韻；註小韻",
"白一平：trjuH；推導普通話：zhu4",
"《廣韻》：止馬"
]
},
"賭": {
"tox": [
"端開一模上",
"遇攝；姥韻；覩小韻",
"白一平：tuX；推導普通話：du3",
"《廣韻》：戲賭"
]
},
"蜂": {
"bung": [
"並開一東平",
"通攝；東韻；蓬小韻",
"白一平：buwng；推導普通話：peng2",
"《廣韻》：蟲名出蒼頡篇又音峯"
],
"phyung": [
"滂開三鍾平",
"通攝；鍾韻；峯小韻",
"白一平：phjowng；推導普通話：feng1",
"《廣韻》：上同"
]
},
"扇": {
"sjen": [
"書開三仙平",
"山攝；仙韻；羶小韻",
"白一平：syen；推導普通話：shan1",
"《廣韻》：扇涼又式戰切"
],
"sjenh": [
"書開三仙去",
"山攝；線韻；扇小韻",
"白一平：syenH；推導普通話：shan4",
"《廣韻》：崔豹古今注舜作五明扇說文扉也式戰切[四/六]"
]
},
"羞": {
"siu": [
"心開三尤平",
"流攝；尤韻；脩小韻",
"白一平：sjuw；推導普通話：xiu1",
"《廣韻》：恥也進也又致滋味爲羞"
]
},
"瓦": {
"ngruax": [
"疑合二麻上",
"假攝；馬韻；瓦小韻",
"白一平：ngwaeX；推導普通話：wa3",
"《廣韻》：古史考曰夏時昆吾氏作瓦也五寡切二"
],
"ngruah": [
"疑合二麻去",
"假攝；禡韻；瓦小韻",
"白一平：ngwaeH；推導普通話：wa4",
"《廣韻》：泥瓦屋五化切一"
]
},
"欽": {
"khim": [
"溪開三B侵平",
"深攝；侵韻；欽小韻",
"重紐B類",
"白一平：khim；推導普通話：qin1",
"《廣韻》：敬也又姓何氏姓苑云吳人也去金切五"
]
},
"斗": {
"tux": [
"端開一侯上",
"流攝；厚韻；斗小韻",
"白一平：tuwX；推導普通話：dou3",
"《廣韻》：說文作𣂑十升也有柄象形石經作斗當口切八"
]
},
"坤": {
"khuon": [
"溪合一魂平",
"臻攝；魂韻；坤小韻",
"白一平：khwon；推導普通話：kun1",
"《廣韻》：乾坤苦昆切七"
]
},
"堪": {
"khom": [
"溪開一覃平",
"咸攝；覃韻；龕小韻",
"白一平：khom；推導普通話：kan1",
"《廣韻》：任也勝也克也說文曰地突也又姓風俗通云八元仲堪之後"
]
},
"洩": {
"jed": [
"以開三祭去",
"蟹攝；祭韻；曵小韻",
"白一平：yejH；推導普通話：yi4",
"《廣韻》：上同"
]
},
"逆": {
"ngiek": [
"疑開三庚入",
"梗攝；陌韻；逆小韻",
"白一平：ngjaek；推導普通話：yi4",
"《廣韻》：迎也卻也亂也范曄漢書周防字偉公少孤微常修逆旅以俟過客而不待其報冝戟切六"
]
},
"彌": {
"mje": [
"明開三A支平",
"止攝；支韻；彌小韻",
"重紐A類",
"白一平：mjie；推導普通話：mi2",
"《廣韻》：益也長也久也亦姓三輔決録有新豐彌𦫵又羌複姓後秦將軍彌姐婆觸武移切十七"
]
},
"貫": {
"kuan": [
"見合一桓平",
"山攝；桓韻；官小韻",
"白一平：kwan；推導普通話：guan1",
"《廣韻》：穿也又音灌"
],
"kuanh": [
"見合一桓去",
"山攝；換韻；貫小韻",
"白一平：kwanH；推導普通話：guan4",
"《廣韻》：事也穿也累也行也又姓漢有趙相貫髙古玩切二十八"
]
},
"綱": {
"kang": [
"見開一唐平",
"宕攝；唐韻；岡小韻",
"白一平：kang；推導普通話：gang1",
"《廣韻》：綱紀說文曰維紘繩也"
]
},
"惹": {
"njax": [
"日開三麻上",
"假攝；馬韻；若小韻",
"白一平：nyaeX；推導普通話：re3",
"《廣韻》：亂[也/心]"
],
"njak": [
"日開三陽入",
"宕攝；藥韻；若小韻",
"白一平：nyak；推導普通話：ruo4",
"《廣韻》：䛳惹"
]
},
"翹": {
"gjeu": [
"羣開三A宵平",
"效攝；宵韻；翹小韻",
"重紐A類",
"白一平：gjiew；推導普通話：qiao2",
"《廣韻》：舉也懸也危也又鳥尾也渠遥切六"
],
"gjeuh": [
"羣開三A宵去",
"效攝；笑韻；翹小韻",
"重紐A類",
"白一平：gjiewH；推導普通話：jiao4",
"《廣韻》：尾起也巨要切又巨堯切一"
]
},
"墮": {
"hjye": [
"曉合三A支平",
"止攝；支韻；隓小韻",
"重紐A類",
"白一平：xjwie；推導普通話：hui1",
"《廣韻》：上同"
],
"duax": [
"定合一戈上",
"果攝；果韻；墮小韻",
"白一平：dwaX；推導普通話：duo4",
"《廣韻》：落也徒果切又他果切十曰"
],
"thuax": [
"透合一戈上",
"果攝；果韻；妥小韻",
"白一平：thwaX；推導普通話：tuo3",
"《廣韻》：倭墮鬌也又徒果切"
]
},
"頑": {
"ngruan": [
"疑合二刪平",
"山攝；刪韻；𤸷小韻",
"白一平：ngwaen；推導普通話：wan2",
"《廣韻》：頑愚"
]
},
"莎": {
"sua": [
"心合一戈平",
"果攝；戈韻；莎小韻",
"白一平：swa；推導普通話：suo1",
"《廣韻》：草名亦樹似桄榔其樹出麫蘇禾切十二"
]
},
"贈": {
"zongh": [
"從開一登去",
"曾攝；嶝韻；贈小韻",
"白一平：dzongH；推導普通話：zeng4",
"《廣韻》：玩也好也相送也昨亘切二"
]
},
"凝": {
"nging": [
"疑開三蒸平",
"曾攝；蒸韻；凝小韻",
"白一平：nging；推導普通話：ying2",
"《廣韻》：水結也又成也魚陵切一"
],
"ngingh": [
"疑開三蒸去",
"曾攝；證韻；凝小韻",
"白一平：ngingH；推導普通話：ying4",
"《廣韻》：牛𩜁切又牛凌切一"
]
},
"滋": {
"ci": [
"精開三之平",
"止攝；之韻；兹小韻",
"白一平：tsi；推導普通話：zi1",
"《廣韻》：水名出髙麗山又旨也蒔也多也[藩/蕃]也液也"
]
},
"靖": {
"ziengx": [
"從開三清上",
"梗攝；靜韻；靜小韻",
"白一平：dzjengX；推導普通話：jing4",
"《廣韻》：立也思也理也審也又姓齊靖郭君之後風俗通云單靖公之後"
]
},
"允": {
"jynx": [
"以合三諄上",
"臻攝；準韻；尹小韻",
"白一平：ywinX；推導普通話：yun3",
"《廣韻》：信也"
]
},
"彭": {
"brang": [
"並開二庚平",
"梗攝；庚韻；彭小韻",
"白一平：baeng；推導普通話：peng2",
"《廣韻》：行也道也盛也說文曰鼓聲也又姓大彭之後左傳楚有令尹彭仲爽漢有大司空彭宣薄庚切十七"
]
},
"挺": {
"deng": [
"定開四青平",
"梗攝；青韻；庭小韻",
"白一平：deng；推導普通話：ting2",
"《廣韻》：縣名在膠東又徒頂切"
],
"dengx": [
"定開四青上",
"梗攝；迥韻；挺小韻",
"白一平：dengX；推導普通話：ding4",
"《廣韻》：挺出說文拔也徒鼎切十二"
]
},
"拋": {
"phrau": [
"滂開二肴平",
"效攝；肴韻；胞小韻",
"白一平：phaew；推導普通話：pao1",
"《廣韻》：拋擲"
]
},
"愚": {
"ngyo": [
"疑合三虞平",
"遇攝；虞韻；虞小韻",
"白一平：ngju；推導普通話：yu2",
"《廣韻》：愚惷說文曰戇也从心禺禺母猴屬獸之愚者"
]
},
"征": {
"cjeng": [
"章開三清平",
"梗攝；清韻；征小韻",
"白一平：tsyeng；推導普通話：zheng1",
"《廣韻》：行也諸盈切十三"
]
},
"辱": {
"njyuk": [
"日開三鍾入",
"通攝；燭韻；辱小韻",
"白一平：nyowk；推導普通話：ru4",
"《廣韻》：恥辱又汚也惡也又姓出姓苑而蜀切十一"
]
},
"朗": {
"langx": [
"來開一唐上",
"宕攝；蕩韻；朗小韻",
"白一平：langX；推導普通話：lang3",
"《廣韻》：明也亦姓出姓苑盧黨切七"
]
},
"余": {
"jo": [
"以開三魚平",
"遇攝；魚韻；余小韻",
"白一平：yo；推導普通話：yu2",
"《廣韻》：我也又姓風俗通云秦由余之後何氏姓苑云今新安人以諸切三十"
],
"zja": [
"常開三麻平",
"假攝；麻韻；闍小韻",
"白一平：dzyae；推導普通話：che2",
"《廣韻》：姓也見姓苑出南昌郡"
]
},
"慰": {
"qyoih": [
"影合三微去",
"止攝；未韻；尉小韻",
"白一平：'jw+jH；推導普通話：wei4",
"《廣韻》：安慰"
]
},
"禪": {
"zjen": [
"常開三仙平",
"山攝；仙韻；鋋小韻",
"白一平：dzyen；推導普通話：chan2",
"《廣韻》：靜也又市戰切"
],
"zjenh": [
"常開三仙去",
"山攝；線韻；繕小韻",
"白一平：dzyenH；推導普通話：shan4",
"《廣韻》：[圭/封]禪又禪讓傳受"
]
},
"蛙": {
"qrue": [
"影合二佳平",
"蟹攝；佳韻；蛙小韻",
"白一平：'wea；推導普通話：wa1",
"《廣韻》：蝦蟆屬烏媧切二"
],
"qrua": [
"影合二麻平",
"假攝；麻韻；窊小韻",
"白一平：'wae；推導普通話：wa1",
"《廣韻》：蝦蟆屬也"
]
},
"秦": {
"zin": [
"從開三眞平",
"臻攝；眞韻；秦小韻",
"白一平：dzin；推導普通話：qin2",
"《廣韻》：州名古西戎地春秋時爲秦國後并天下爲隴西郡漢武分置天水郡後魏改爲秦州因邑以爲名又姓秦自顓頊後子嬰旣滅支庶以爲秦氏也匠鄰切三"
]
},
"災": {
"cai": [
"精開一咍平",
"蟹攝；咍韻；烖小韻",
"白一平：tsoj；推導普通話：zai1",
"《廣韻》：籀文"
]
},
"偵": {
"thrieng": [
"徹開三清平",
"梗攝；清韻；檉小韻",
"白一平：trhjeng；推導普通話：cheng1",
"《廣韻》：偵候又丑鄭切"
],
"trangh": [
"知開二庚去",
"梗攝；映韻；倀小韻",
"白一平：traengH；推導普通話：zheng4",
"《廣韻》：廉視"
],
"thriengh": [
"徹開三清去",
"梗攝；勁韻；遉小韻",
"白一平：trhjengH；推導普通話：cheng4",
"《廣韻》：偵問"
]
},
"椅": {
"qie": [
"影開三B支平",
"止攝；支韻；漪小韻",
"重紐B類",
"白一平：'je；推導普通話：yi1",
"《廣韻》：木名校實桐皮"
],
"qiex": [
"影開三B支上",
"止攝；紙韻；倚小韻",
"重紐B類",
"白一平：'jeX；推導普通話：yi3",
"《廣韻》：椅柅又於冝切"
]
},
"夥": {
"ghruex": [
"匣合二佳上",
"蟹攝；蟹韻；夥小韻",
"白一平：hweaX；推導普通話：hua4",
"《廣韻》：多也懷𦫳切又胡果切一"
],
"ghuax": [
"匣合一戈上",
"果攝；果韻；禍小韻",
"白一平：hwaX；推導普通話：huo4",
"《廣韻》：楚人云多也"
]
},
"丙": {
"piengx": [
"幫開三庚上",
"梗攝；梗韻；丙小韻",
"白一平：pjaengX；推導普通話：bing3",
"《廣韻》：辰名爾雅云太𡻕在丙曰柔兆又光也明也又姓風俗通云齊有大夫丙歜兵永切九"
]
},
"卒": {
"cyt": [
"精合三諄入",
"臻攝；術韻；卒小韻",
"白一平：tswit；推導普通話：ju",
"《廣韻》：終也盡也子聿切又倉沒切又則骨切五"
],
"chuot": [
"清合一魂入",
"臻攝；沒韻；猝小韻",
"白一平：tshwot；推導普通話：cu",
"《廣韻》：急也遽也又子没切又將律切"
],
"cuot": [
"精合一魂入",
"臻攝；沒韻；卒小韻",
"白一平：tswot；推導普通話：zu",
"《廣韻》：說文隸人給事者衣爲卒卒衣有題識者臧没切又將聿切三"
]
},
"荷": {
"gha": [
"匣開一歌平",
"果攝；歌韻；何小韻",
"白一平：ha；推導普通話：he2",
"《廣韻》：爾雅曰荷芙蕖又胡哿切"
],
"ghax": [
"匣開一歌上",
"果攝；哿韻；荷小韻",
"白一平：haX；推導普通話：he4",
"《廣韻》：負荷也胡可切又戸哥切二"
]
},
"披": {
"phie": [
"滂開三B支平",
"止攝；支韻；鈹小韻",
"重紐B類",
"白一平：phje；推導普通話：pi1",
"《廣韻》：又作翍開也分也散也"
],
"phiex": [
"滂開三B支上",
"止攝；紙韻；㱟小韻",
"重紐B類",
"白一平：phjeX；推導普通話：pi3",
"《廣韻》：開也又偏羈切"
]
},
"趨": {
"chyo": [
"清合三虞平",
"遇攝；虞韻；趨小韻",
"白一平：tshju；推導普通話：qu1",
"《廣韻》：走也七逾切三"
]
},
"劫": {
"kiap": [
"見開三嚴入",
"咸攝；業韻；劫小韻",
"白一平：kjaep；推導普通話：jie",
"《廣韻》：強取也說文曰人欲[劫/去]以力脅止曰劫或曰以力止去曰劫俗作刧居怯切九"
]
},
"迅": {
"sinh": [
"心開三眞去",
"臻攝；震韻；信小韻",
"白一平：sinH；推導普通話：xin4",
"《廣韻》：疾也又私閏切"
],
"synh": [
"心合三諄去",
"臻攝；稕韻；𡺲小韻",
"白一平：swinH；推導普通話：xun4",
"《廣韻》：疾也又音信"
]
},
"笛": {
"dek": [
"定開四青入",
"梗攝；錫韻；荻小韻",
"白一平：dek；推導普通話：di2",
"《廣韻》：樂器風俗通云武帝時丘仲所作也晉協律中郎列和善吹笛也"
]
},
"肩": {
"ken": [
"見開四先平",
"山攝；先韻；堅小韻",
"白一平：ken；推導普通話：jian1",
"《廣韻》：項下又任也克也作也媵也又姓出姓苑"
]
},
"矣": {
"ix": [
"云開三之上",
"止攝；止韻；矣小韻",
"白一平：hiX；推導普通話：yi3",
"《廣韻》：說文云語已詞也于紀切二"
]
},
"遷": {
"chien": [
"清開三仙平",
"山攝；仙韻；遷小韻",
"白一平：tshjen；推導普通話：qian1",
"《廣韻》：去下之髙也詩云遷于喬不七然切八"
]
},
"汝": {
"njox": [
"日開三魚上",
"遇攝；語韻；汝小韻",
"白一平：nyoX；推導普通話：ru3",
"《廣韻》：尒也亦水名山海經曰汝水出天息山亦州名春秋時爲王畿及鄭楚之地左傳楚襲梁及霍漢爲梁縣後魏屬汝北郡隋移伊州於陸渾縣北遂改爲汝州又姓左傳晉有汝寬人渚切六"
]
},
"鹿": {
"luk": [
"來開一東入",
"通攝；屋韻；禄小韻",
"白一平：luwk；推導普通話：lu4",
"《廣韻》：獸名國語曰周穆王征犬戎得四白鹿四白狼而荒服不至又姓風俗通云漢有㔾郡太守鹿旗"
]
},
"缸": {
"ghrung": [
"匣開二江平",
"江攝；江韻；栙小韻",
"白一平：haewng；推導普通話：xiang2",
"《廣韻》：甖[缸/瓨]"
]
},
"慾": {
"jyuk": [
"以開三鍾入",
"通攝；燭韻；欲小韻",
"白一平：yowk；推導普通話：yu4",
"《廣韻》：嗜慾"
]
},
"爐": {
"lo": [
"來開一模平",
"遇攝；模韻；盧小韻",
"白一平：lu；推導普通話：lu2",
"《廣韻》：火牀出玉篇漢官典職曰尚書郎給女史二人著潔衣服執香爐燒熏"
]
},
"魅": {
"miih": [
"明開三B脂去",
"止攝；至韻；郿小韻",
"重紐B類",
"白一平：mijH；推導普通話：mi4",
"《廣韻》：魑魅"
]
},
"丈": {
"driangx": [
"澄開三陽上",
"宕攝；養韻；丈小韻",
"白一平：drjangX；推導普通話：zhang4",
"《廣韻》：說苑曰十尺爲丈直兩切四"
]
},
"巡": {
"zsyn": [
"邪合三諄平",
"臻攝；諄韻；旬小韻",
"白一平：zwin；推導普通話：xun2",
"《廣韻》：逡巡說文曰視行也"
]
},
"措": {
"choh": [
"清開一模去",
"遇攝；暮韻；厝小韻",
"白一平：tshuH；推導普通話：cu4",
"《廣韻》：舉也投也說文置也"
]
},
"秤": {
"chjingh": [
"昌開三蒸去",
"曾攝；證韻；稱小韻",
"白一平：tsyhingH；推導普通話：cheng4",
"《廣韻》：俗"
]
},
"沿": {
"jyen": [
"以合三仙平",
"山攝；仙韻；沿小韻",
"白一平：ywen；推導普通話：yuan2",
"《廣韻》：從流而下也與專切十二"
]
},
"痕": {
"ghon": [
"匣開一痕平",
"臻攝；痕韻；痕小韻",
"白一平：hon；推導普通話：hen2",
"《廣韻》：瘢也戸恩切四"
]
},
"濫": {
"ghramx": [
"匣開二銜上",
"咸攝；檻韻；檻小韻",
"白一平：haemX；推導普通話：xian4",
"《廣韻》：泉正出也又盧暫切"
],
"lamh": [
"來開一談去",
"咸攝；闞韻；濫小韻",
"白一平：lamH；推導普通話：lan4",
"《廣韻》：叨濫汎濫盧𣊟切九"
]
},
"漲": {
"triang": [
"知開三陽平",
"宕攝；陽韻；張小韻",
"白一平：trjang；推導普通話：zhang1",
"《廣韻》：水大皃又音帳"
],
"triangh": [
"知開三陽去",
"宕攝；漾韻；帳小韻",
"白一平：trjangH；推導普通話：zhang4",
"《廣韻》：大水又陟良切"
]
},
"腰": {
"qjeu": [
"影開三A宵平",
"效攝；宵韻；要小韻",
"重紐A類",
"白一平：'jiew；推導普通話：yao1",
"《廣韻》：見上注亦作𦝫"
]
},
"賤": {
"zienh": [
"從開三仙去",
"山攝；線韻；賤小韻",
"白一平：dzjenH；推導普通話：jian4",
"《廣韻》：輕賤又姓風俗通云漢有北平太守賤瓊才線切三"
]
},
"妥": {
"thuax": [
"透合一戈上",
"果攝；果韻；妥小韻",
"白一平：thwaX；推導普通話：tuo3",
"《廣韻》：安也他果切九"
]
},
"液": {
"jek": [
"以開三清入",
"梗攝；昔韻；繹小韻",
"白一平：yek；推導普通話：yi4",
"《廣韻》：律液又姓急就章有液客調"
]
},
"鵝": {
"nga": [
"疑開一歌平",
"果攝；歌韻；莪小韻",
"白一平：nga；推導普通話：e2",
"《廣韻》：說文曰鴚鵝也"
]
},
"軌": {
"kyix": [
"見合三B脂上",
"止攝；旨韻；軌小韻",
"重紐B類",
"白一平：kwijX；推導普通話：gui3",
"《廣韻》：法也車跡也說文曰車轍也居洧切十二"
]
},
"叔": {
"sjuk": [
"書開三東入",
"通攝；屋韻；叔小韻",
"白一平：syuwk；推導普通話：shu",
"《廣韻》：季父亦姓左傳魯公子叔弓之後光武破虜將軍叔壽又漢複姓二氏後漢有犍爲叔先雄左傳魯有大夫叔仲小式竹切十三"
]
},
"陵": {
"ling": [
"來開三蒸平",
"曾攝；蒸韻；陵小韻",
"白一平：ling；推導普通話：ling2",
"《廣韻》：大阜曰陵釋名曰陵崇也體崇髙也又犯也侮也侵也遟也又漢複姓六氏吳延陵季子之後有延陵氏髙士傳有於陵子仲戰國策有安陵丑吕氏春秋有鉛陵卓子漢有髙陵顯秦昭王弟髙陵君之後楚有公子食采於鄧陵後以爲氏力膺切十八"
]
},
"貞": {
"trieng": [
"知開三清平",
"梗攝；清韻；貞小韻",
"白一平：trjeng；推導普通話：zheng1",
"《廣韻》：正也陟盈切六"
]
},
"扭": {
"nriux": [
"孃開三尤上",
"流攝；有韻；狃小韻",
"白一平：nrjuwX；推導普通話：niu3",
"《廣韻》：扭手轉皃"
],
"triux": [
"知開三尤上",
"流攝；有韻；肘小韻",
"白一平：trjuwX；推導普通話：zhou3",
"《廣韻》：扭按也又音紐"
]
},
"漠": {
"mak": [
"明開一唐入",
"宕攝；鐸韻；莫小韻",
"白一平：mak；推導普通話：mo4",
"《廣韻》：沙漠又施也茂也"
]
},
"祕": {
"piih": [
"幫開三B脂去",
"止攝；至韻；祕小韻",
"重紐B類",
"白一平：pijH；推導普通話：bi4",
"《廣韻》：密也神也視也勞也又姓西秦録有僕射祕宜俗作秘兵媚切十五"
]
},
"蝦": {
"ghra": [
"匣開二麻平",
"假攝；麻韻；遐小韻",
"白一平：hae；推導普通話：xia2",
"《廣韻》：蝦蟆"
]
},
"捉": {
"cruk": [
"莊開二江入",
"江攝；覺韻；捉小韻",
"白一平：tsraewk；推導普通話：zhuo",
"《廣韻》：捉搦也側角切七"
]
},
"謠": {
"jeu": [
"以開三宵平",
"效攝；宵韻；遙小韻",
"白一平：yew；推導普通話：yao2",
"《廣韻》：謡歌也爾雅云徒歌謂之謡"
]
},
"氛": {
"byon": [
"並合三文平",
"臻攝；文韻；汾小韻",
"白一平：bjun；推導普通話：fen2",
"《廣韻》：氛氲祥氣"
],
"phyon": [
"滂合三文平",
"臻攝；文韻；芬小韻",
"白一平：phjun；推導普通話：fen1",
"《廣韻》：氛侵妖氣"
]
},
"膠": {
"krau": [
"見開二肴平",
"效攝；肴韻；交小韻",
"白一平：kaew；推導普通話：jiao1",
"《廣韻》：膠漆亦太學也又姓史記紂臣膠鬲"
],
"khrau": [
"溪開二肴平",
"效攝；肴韻；敲小韻",
"白一平：khaew；推導普通話：qiao1",
"《廣韻》：[膠/𥉾]面不平也"
],
"krauh": [
"見開二肴去",
"效攝；效韻；敎小韻",
"白一平：kaewH；推導普通話：jiao4",
"《廣韻》：膠黏物又音交"
]
},
"遞": {
"dex": [
"定開四齊上",
"蟹攝；薺韻；弟小韻",
"白一平：dejX；推導普通話：di4",
"《廣韻》：更代也又亭繼切"
],
"deh": [
"定開四齊去",
"蟹攝；霽韻；第小韻",
"白一平：dejH；推導普通話：di4",
"《廣韻》：更遞"
]
},
"霖": {
"lim": [
"來開三侵平",
"深攝；侵韻；林小韻",
"白一平：lim；推導普通話：lin2",
"《廣韻》：久雨"
]
},
"雯": {
"myon": [
"明合三文平",
"臻攝；文韻；文小韻",
"白一平：mjun；推導普通話：wen2",
"《廣韻》：雲文"
]
},
"髒": {
"cangx": [
"精開一唐上",
"宕攝；蕩韻；駔小韻",
"白一平：tsangX；推導普通話：zang3",
"《廣韻》：骯髒體盤"
]
},
"旺": {
"yangh": [
"云合三陽去",
"宕攝；漾韻；迋小韻",
"白一平：hjwangH；推導普通話：wang4",
"《廣韻》：美光"
]
},
"杉": {
"srem": [
"生開二咸平",
"咸攝；咸韻；攕小韻",
"白一平：sream；推導普通話：shan1",
"《廣韻》：上同"
]
},
"燕": {
"qen": [
"影開四先平",
"山攝；先韻；煙小韻",
"白一平：'en；推導普通話：yan1",
"《廣韻》：國名亦州又姓邵公奭封燕爲秦所滅子孫以國爲氏漢有燕倉又於薦切"
],
"qenh": [
"影開四先去",
"山攝；霰韻；宴小韻",
"白一平：'enH；推導普通話：yan4",
"《廣韻》：說文云𤣥鳥也作巢避戊[巳/己]"
]
},
"寸": {
"chuonh": [
"清合一魂去",
"臻攝；慁韻；寸小韻",
"白一平：tshwonH；推導普通話：cun4",
"《廣韻》：說[文/苑]曰度量衡以粟生之十粟爲一分十分爲一寸十寸爲一尺家語云孔子曰布指知寸倉困切二"
]
},
"茂": {
"muh": [
"明開一侯去",
"流攝；候韻；茂小韻",
"白一平：muwH；推導普通話：mou4",
"《廣韻》：卉木盛也古作懋莫候切十五"
]
},
"循": {
"zsyn": [
"邪合三諄平",
"臻攝；諄韻；旬小韻",
"白一平：zwin；推導普通話：xun2",
"《廣韻》：善也"
]
},
"屍": {
"sjii": [
"書開三脂平",
"止攝；脂韻；尸小韻",
"白一平：syij；推導普通話：shi1",
"《廣韻》：禮記曰在牀曰屍在棺曰柩"
],
"sjiih": [
"書開三脂去",
"止攝；至韻；屍小韻",
"白一平：syijH；推導普通話：shi4",
"《廣韻》：似皴皃也矢利切二[䛈/詄]"
]
},
"晃": {
"ghuangx": [
"匣合一唐上",
"宕攝；蕩韻；晃小韻",
"白一平：hwangX；推導普通話：huang4",
"《廣韻》：明也暉也光也亦作晄胡廣切七"
]
},
"悄": {
"chieux": [
"清開三宵上",
"效攝；小韻；悄小韻",
"白一平：tshjewX；推導普通話：qiao3",
"《廣韻》：悄悄憂皃親小切三"
]
},
"翅": {
"sjeh": [
"書開三支去",
"止攝；寘韻；翅小韻",
"白一平：syeH；推導普通話：shi4",
"《廣韻》：鳥翼施智切十三"
]
},
"芒": {
"myang": [
"明合三陽平",
"宕攝；陽韻；亡小韻",
"白一平：mjang；推導普通話：wang2",
"《廣韻》：草端也"
],
"mang": [
"明開一唐平",
"宕攝；唐韻；茫小韻",
"白一平：mang；推導普通話：mang2",
"《廣韻》：草端亦姓史記有魏相芒卯又音亡"
]
},
"斜": {
"ja": [
"以開三麻平",
"假攝；麻韻；邪小韻",
"白一平：yae；推導普通話：ye2",
"《廣韻》：斜谷在武功西南入谷百里而至說文杆也又似嗟切"
],
"zsia": [
"邪開三麻平",
"假攝；麻韻；衺小韻",
"白一平：zjae；推導普通話：xie2",
"《廣韻》：上同"
]
},
"廁": {
"chrih": [
"初開三之去",
"止攝；志韻；廁小韻",
"白一平：tsrhiH；推導普通話：chi4",
"《廣韻》：說文圊也釋名曰廁雜也言人雜廁其上也又閒也次也初吏切一"
]
},
"呦": {
"qy": [
"影開三幽平",
"流攝；幽韻；幽小韻",
"白一平：'jiw；推導普通話：you1",
"《廣韻》：鹿鳴"
]
},
"溜": {
"liuh": [
"來開三尤去",
"流攝；宥韻；溜小韻",
"白一平：ljuwH；推導普通話：liu4",
"《廣韻》：水溜力救切十九"
]
},
"鶴": {
"ghak": [
"匣開一唐入",
"宕攝；鐸韻；涸小韻",
"白一平：hak；推導普通話：he2",
"《廣韻》：似鵠長喙左傳曰衞懿公好鶴有乗軒者"
]
},
"喪": {
"sang": [
"心開一唐平",
"宕攝；唐韻；桑小韻",
"白一平：sang；推導普通話：sang1",
"《廣韻》：上同"
],
"sangh": [
"心開一唐去",
"宕攝；宕韻；喪小韻",
"白一平：sangH；推導普通話：sang4",
"《廣韻》：亡也蘇浪切又音桑二"
]
},
"盒": {
"ghop": [
"匣開一覃入",
"咸攝；合韻；合小韻",
"白一平：hop；推導普通話：he2",
"《廣韻》：盒盤覆也"
]
},
"愧": {
"kyih": [
"見合三B脂去",
"止攝；至韻；媿小韻",
"重紐B類",
"白一平：kwijH；推導普通話：gui4",
"《廣韻》：並上同"
]
},
"灑": {
"sriex": [
"生開三支上",
"止攝；紙韻；躧小韻",
"白一平：srjeX；推導普通話：shi3",
"《廣韻》：灑埽又所買切"
],
"srex": [
"生開二佳上",
"蟹攝；蟹韻；灑小韻",
"白一平：sreaX；推導普通話：shai3",
"《廣韻》：灑水爾雅云大瑟謂之灑長八尺一寸廣一尺八寸二十七弦所蟹切又所綺切三"
],
"srax": [
"生開二麻上",
"假攝；馬韻；灑小韻",
"白一平：sraeX；推導普通話：sha3",
"《廣韻》：灑水也砂下切一"
],
"srieh": [
"生開三支去",
"止攝；寘韻；屣小韻",
"白一平：srjeH；推導普通話：shi4",
"《廣韻》：灑埽說文汛也"
]
},
"津": {
"cin": [
"精開三眞平",
"臻攝；眞韻；津小韻",
"白一平：tsin；推導普通話：jin1",
"《廣韻》：說文作𣸁。水渡也將鄰切五"
]
},
"盈": {
"jeng": [
"以開三清平",
"梗攝；清韻；盈小韻",
"白一平：yeng；推導普通話：ying2",
"《廣韻》：充也滿也又姓出姓苑以成功十二"
]
},
"苗": {
"mieu": [
"明開三B宵平",
"效攝；宵韻；苗小韻",
"重紐B類",
"白一平：mjew；推導普通話：miao2",
"《廣韻》：田苗亦夏獵曰苗又求也衆也禾秀也亦姓風俗通云楚大夫伯棼之後賁皇奔晉食采於苗因而氏焉武瀌切五"
]
},
"堡": {
"paux": [
"幫開一豪上",
"效攝；晧韻；寶小韻",
"白一平：pawX；推導普通話：bao3",
"《廣韻》：上同"
]
},
"刑": {
"gheng": [
"匣開四青平",
"梗攝；青韻；㓝小韻",
"白一平：heng；推導普通話：xing2",
"《廣韻》：法也禮曰刑者侀也侀者成也一成而不可變故君子盡心焉說文剄也"
]
},
"叉": {
"chre": [
"初開二佳平",
"蟹攝；佳韻；釵小韻",
"白一平：tsrhea；推導普通話：chai1",
"《廣韻》：兩枝也說文曰手指相錯也"
],
"chra": [
"初開二麻平",
"假攝；麻韻；叉小韻",
"白一平：tsrhae；推導普通話：cha1",
"《廣韻》：交手初牙切九"
]
},
"虫": {
"hyoix": [
"曉合三微上",
"止攝；尾韻；虺小韻",
"白一平：xjw+jX；推導普通話：hui3",
"《廣韻》：鱗介揔名"
]
},
"纏": {
"drien": [
"澄開三仙平",
"山攝；仙韻；纏小韻",
"白一平：drjen；推導普通話：chan2",
"《廣韻》：繞也又姓漢書藝文志有纏子著書直連切十"
],
"drienh": [
"澄開三仙去",
"山攝；線韻；邅小韻",
"白一平：drjenH；推導普通話：zhan4",
"《廣韻》：纏繞物也"
]
},
"遵": {
"cyn": [
"精合三諄平",
"臻攝；諄韻；遵小韻",
"白一平：tswin；推導普通話：jun1",
"《廣韻》：循也率也行也習也將倫切五"
]
},
"臣": {
"zjin": [
"常開三眞平",
"臻攝；眞韻；辰小韻",
"白一平：dzyin；推導普通話：chen2",
"《廣韻》：伏也男子賤稱春秋說曰正氣爲帝閒氣爲臣孝經說曰臣者堅也"
]
},
"櫻": {
"qreng": [
"影開二耕平",
"梗攝；耕韻；甖小韻",
"白一平：'eang；推導普通話：eng1",
"《廣韻》：含桃"
]
},
"扮": {
"pyon": [
"幫合三文平",
"臻攝；文韻；分小韻",
"白一平：pjun；推導普通話：fen1",
"《廣韻》：[掘/握]也"
],
"hruex": [
"曉合二佳上",
"蟹攝；蟹韻；扮小韻",
"白一平：xweaX；推導普通話：hua3",
"《廣韻》：亂扮也花夥切一"
],
"pyonx": [
"幫合三文上",
"臻攝；吻韻；粉小韻",
"白一平：pjunX；推導普通話：fen3",
"《廣韻》：扮動又握也又房吻切"
],
"byonx": [
"並合三文上",
"臻攝；吻韻；憤小韻",
"白一平：bjunX；推導普通話：fen4",
"《廣韻》：握也"
],
"prenh": [
"幫開二山去",
"山攝；襇韻；扮小韻",
"白一平：peanH；推導普通話：ban4",
"《廣韻》：打扮晡幻切一"
]
},
"渾": {
"ghuon": [
"匣合一魂平",
"臻攝；魂韻；䰟小韻",
"白一平：hwon；推導普通話：hun2",
"《廣韻》：渾濁益部𦒿舊傳曰漢武時洛下閎明曉天文於地中轉渾天定時節亦姓左傳鄭大夫渾罕又胡本切"
],
"ghuonx": [
"匣合一魂上",
"臻攝；混韻；混小韻",
"白一平：hwonX；推導普通話：hun4",
"《廣韻》：渾元又戸昆切"
]
},
"噁": {
"qoh": [
"影開一模去",
"遇攝；暮韻；汙小韻",
"白一平：'uH；推導普通話：wu4",
"《廣韻》：喑噁怒皃"
]
},
"趁": {
"drin": [
"澄開三眞平",
"臻攝；眞韻；陳小韻",
"白一平：drin；推導普通話：chen2",
"《廣韻》：越履"
],
"nrienx": [
"孃開三仙上",
"山攝；獮韻；趁小韻",
"白一平：nrjenX；推導普通話：nian3",
"《廣韻》：踐也亦作[碾/蹍]尼展切三"
],
"thrinh": [
"徹開三眞去",
"臻攝；震韻；疢小韻",
"白一平：trhinH；推導普通話：chen4",
"《廣韻》：趁逐俗作趂"
]
},
"呈": {
"drieng": [
"澄開三清平",
"梗攝；清韻；呈小韻",
"白一平：drjeng；推導普通話：cheng2",
"《廣韻》：示也平也見也直貞切七"
],
"driengh": [
"澄開三清去",
"梗攝；勁韻；鄭小韻",
"白一平：drjengH；推導普通話：zheng4",
"《廣韻》：自媒衒又音程"
]
},
"牢": {
"lau": [
"來開一豪平",
"效攝；豪韻；勞小韻",
"白一平：law；推導普通話：lao2",
"《廣韻》：養牛馬圈亦堅也固也又蒲牢獸名又姓孔子弟子琴牢之後漢石顯之黨有牢梁"
]
},
"泊": {
"bak": [
"並開一唐入",
"宕攝；鐸韻；泊小韻",
"白一平：bak；推導普通話：bo2",
"《廣韻》：止也傍各切十一"
]
},
"欠": {
"khiamh": [
"溪開三嚴去",
"咸攝；釅韻；欠小韻",
"白一平：khjaemH；推導普通話：qian4",
"《廣韻》：欠伸說文曰張口气悟也今借爲欠少字去劒切二"
]
},
"琳": {
"lim": [
"來開三侵平",
"深攝；侵韻；林小韻",
"白一平：lim；推導普通話：lin2",
"《廣韻》：玉名"
]
},
"倦": {
"gyenh": [
"羣合三B仙去",
"山攝；線韻；倦小韻",
"重紐B類",
"白一平：gjwenH；推導普通話：juan4",
"《廣韻》：疲也猒也懈也說文又作劵勞也或作勌渠卷切五"
]
},
"腐": {
"byox": [
"並合三虞上",
"遇攝；麌韻；父小韻",
"白一平：bjuX；推導普通話：fu4",
"《廣韻》：朽也敗也說文爛也"
]
},
"蛇": {
"je": [
"以開三支平",
"止攝；支韻；移小韻",
"白一平：ye；推導普通話：yi2",
"《廣韻》：蜲蛇莊子所謂紫衣而朱冠又蛇丘縣名又神遮切"
],
"tha": [
"透開一歌平",
"果攝；歌韻；佗小韻",
"白一平：tha；推導普通話：tuo1",
"《廣韻》：說文同上今市遮切"
],
"zsja": [
"船開三麻平",
"假攝；麻韻；蛇小韻",
"白一平：zyae；推導普通話：che2",
"《廣韻》：毒蟲又姓後秦録姚萇后蛇氏也南安人食遮切又音它三"
]
},
"患": {
"ghruanh": [
"匣合二刪去",
"山攝；諫韻；患小韻",
"白一平：hwaenH；推導普通話：huan4",
"《廣韻》：病也亦禍也憂也惡也苦也又姓出何氏姓苑胡慣切九"
]
},
"伏": {
"biuh": [
"並開三尤去",
"流攝；宥韻；復小韻",
"白一平：bjuwH；推導普通話：fou4",
"《廣韻》：鳥菢子又音服"
],
"biuk": [
"並開三東入",
"通攝；屋韻；伏小韻",
"白一平：bjuwk；推導普通話：fu2",
"《廣韻》：匿藏也伺也隱也[歷也釋名/歷忌釋]曰伏者何金氣伏藏之日金畏火故三伏皆庚日又姓出平昌本自伏犧之後漢有伏勝文帝蒲輪徵不至房六切三十三"
]
},
"陶": {
"jeu": [
"以開三宵平",
"效攝；宵韻；遙小韻",
"白一平：yew；推導普通話：yao2",
"《廣韻》：皐陶舜臣又徒刀切"
],
"dau": [
"定開一豪平",
"效攝；豪韻；陶小韻",
"白一平：daw；推導普通話：tao2",
"《廣韻》：陶甄尸子曰夏桀臣昆吾作陶周書神農作瓦器又陶正官名齊職儀曰左右甄官署掌塼瓦之作也又喜也正也化也亦姓陶唐之後今出丹陽徒刀切二十五"
]
},
"柯": {
"ka": [
"見開一歌平",
"果攝；歌韻；歌小韻",
"白一平：ka；推導普通話：ge1",
"《廣韻》：枝柯又斧柯又姓吳公子柯盧之後何氏姓苑云吳人也又虜姓後魏書柯拔氏後改爲柯氏望在河南"
]
},
"劣": {
"lyet": [
"來合三仙入",
"山攝；薛韻；劣小韻",
"白一平：ljwet；推導普通話：lve4",
"《廣韻》：弱也鄙也少也力輟切十三"
]
},
"疲": {
"bie": [
"並開三B支平",
"止攝；支韻；皮小韻",
"重紐B類",
"白一平：bje；推導普通話：pi2",
"《廣韻》：勞也乏也"
]
},
"儲": {
"drio": [
"澄開三魚平",
"遇攝；魚韻；除小韻",
"白一平：drjo；推導普通話：chu2",
"《廣韻》：儲副又姓後漢有儲太伯"
]
},
"蓉": {
"jyung": [
"以開三鍾平",
"通攝；鍾韻；容小韻",
"白一平：yowng；推導普通話：yong2",
"《廣韻》：芙蓉"
]
},
"繫": {
"keh": [
"見開四齊去",
"蟹攝；霽韻；計小韻",
"白一平：kejH；推導普通話：ji4",
"《廣韻》：縛繫又口奚胡計二切"
],
"gheh": [
"匣開四齊去",
"蟹攝；霽韻；蒵小韻",
"白一平：hejH；推導普通話：xi4",
"《廣韻》：易之繫辭"
]
},
"疾": {
"zit": [
"從開三眞入",
"臻攝；質韻；疾小韻",
"白一平：dzit；推導普通話：ji2",
"《廣韻》：病也急也秦悉切十一"
]
},
"泣": {
"khip": [
"溪開三B侵入",
"深攝；緝韻；泣小韻",
"重紐B類",
"白一平：khip；推導普通話：qi",
"《廣韻》：無聲出涕去急切三"
]
},
"粒": {
"lip": [
"來開三侵入",
"深攝；緝韻；立小韻",
"白一平：lip；推導普通話：li4",
"《廣韻》：米粒"
]
},
"渴": {
"khat": [
"溪開一寒入",
"山攝；曷韻；渴小韻",
"白一平：khat；推導普通話：ke",
"《廣韻》：飢渴又虜複姓二氏後魏書渴侯氏後改爲緱氏渴單氏後改爲單氏亦虜三字姓後魏書北方渴[獨/燭]渾氏後改爲朱氏苦曷切八"
],
"giet": [
"羣開三B仙入",
"山攝；薛韻；傑小韻",
"重紐B類",
"白一平：gjet；推導普通話：jie2",
"《廣韻》：水盡也"
]
},
"璃": {
"lie": [
"來開三支平",
"止攝；支韻；離小韻",
"白一平：lje；推導普通話：li2",
"《廣韻》：琉璃"
]
},
"鄧": {
"dongh": [
"定開一登去",
"曾攝；嶝韻；鄧小韻",
"白一平：dongH；推導普通話：deng4",
"《廣韻》：國名周爲申國平王母申后之家戰國時地楚昭襄王取韓置南陽郡釋名曰[在南中/在中國之南]而居陽地故以爲名始皇三十六郡即其一焉隋以南陽爲縣改爲鄧州取鄧國名之又姓出南陽安定二望殷王武丁封叔父於河北是爲鄧侯後因氏焉徒亘切六"
]
},
"棟": {
"tungh": [
"端開一東去",
"通攝；送韻；涷小韻",
"白一平：tuwngH；推導普通話：dong4",
"《廣韻》：屋棟爾雅曰棟謂之桴"
]
},
"騰": {
"dong": [
"定開一登平",
"曾攝；登韻；騰小韻",
"白一平：dong；推導普通話：teng2",
"《廣韻》：馳也躍也說文曰傳也一曰犗馬也徒登切十[一/二]"
]
},
"玻": {
"phua": [
"滂合一戈平",
"果攝；戈韻；頗小韻",
"白一平：pha；推導普通話：po1",
"《廣韻》：玻瓈玉西國寶"
]
},
"娟": {
"qjyen": [
"影合三A仙平",
"山攝；仙韻；娟小韻",
"重紐A類",
"白一平：'jwien；推導普通話：yuan1",
"《廣韻》：便娟舞皃媈娟好姿態皃於緣切七"
]
},
"叡": {
"jyed": [
"以合三祭去",
"蟹攝；祭韻；銳小韻",
"白一平：ywejH；推導普通話：wei4",
"《廣韻》：聖也"
]
},
"返": {
"pyanx": [
"幫合三元上",
"臻攝；阮韻；反小韻",
"白一平：pjonX；推導普通話：fan3",
"《廣韻》：還也"
]
},
"併": {
"pjengx": [
"幫開三A清上",
"梗攝；靜韻；餅小韻",
"重紐A類",
"白一平：pjiengX；推導普通話：bing3",
"《廣韻》：併合和也又必姓切"
],
"bengx": [
"並開四青上",
"梗攝；迥韻；竝小韻",
"白一平：bengX；推導普通話：bing4",
"《廣韻》：立竝又必姓切"
],
"pjengh": [
"幫開三A清去",
"梗攝；勁韻；摒小韻",
"重紐A類",
"白一平：pjiengH；推導普通話：bing4",
"《廣韻》：兼也並也皆也"
]
},
"埋": {
"mrai": [
"明開二皆平",
"蟹攝；皆韻；埋小韻",
"白一平：meaj；推導普通話：mai2",
"《廣韻》：瘞也藏也莫皆切四"
]
},
"晉": {
"cinh": [
"精開三眞去",
"臻攝；震韻；晉小韻",
"白一平：tsinH；推導普通話：jin4",
"《廣韻》：進也又州名堯所都平陽禹貢兾州之域春秋時晉地秦屬河東郡後魏爲唐州又爲晉州爾雅晉有大陸之藪今鉅鹿是也亦姓本自唐叔虞之後以晉爲氏魏有晉鄙即刃切十"
]
},
"稀": {
"hioi": [
"曉開三微平",
"止攝；微韻；希小韻",
"白一平：xj+j；推導普通話：xi1",
"《廣韻》：稀踈"
]
},
"鴨": {
"qrap": [
"影開二銜入",
"咸攝；狎韻；鴨小韻",
"白一平：'aep；推導普通話：ya",
"《廣韻》：水鳥或作𪀌𩿼𪁗烏甲切六"
]
},
"汗": {
"ghan": [
"匣開一寒平",
"山攝；寒韻；寒小韻",
"白一平：han；推導普通話：han2",
"《廣韻》：可汗蕃王稱又音犴"
],
"kan": [
"見開一寒平",
"山攝；寒韻；干小韻",
"白一平：kan；推導普通話：gan1",
"《廣韻》：餘汗縣名又寒翰二音"
],
"ghanh": [
"匣開一寒去",
"山攝；翰韻；翰小韻",
"白一平：hanH；推導普通話：han4",
"《廣韻》：熱汗"
]
},
"牡": {
"mux": [
"明開一侯上",
"流攝；厚韻；母小韻",
"白一平：muwX；推導普通話：mou3",
"《廣韻》：牝牡"
]
},
"暢": {
"thriangh": [
"徹開三陽去",
"宕攝；漾韻；悵小韻",
"白一平：trhjangH；推導普通話：chang4",
"《廣韻》：通暢又達也亦姓陳留風俗傳曰暢氏出齊"
]
},
"添": {
"them": [
"透開四添平",
"咸攝；添韻；添小韻",
"白一平：them；推導普通話：tian1",
"《廣韻》：益也他兼切四"
]
},
"妖": {
"qieu": [
"影開三B宵平",
"效攝；宵韻；妖小韻",
"重紐B類",
"白一平：'jew；推導普通話：yao1",
"《廣韻》：妖豔也說文作𡝩巧也今從夭餘同於喬切五"
]
},
"劑": {
"cye": [
"精合三支平",
"止攝；支韻；劑小韻",
"白一平：tsjwe；推導普通話：zui1",
"《廣韻》：券也遵爲切又在細切六"
],
"zeh": [
"從開四齊去",
"蟹攝；霽韻；嚌小韻",
"白一平：dzejH；推導普通話：ji4",
"《廣韻》：分劑又子隨切"
]
},
"泛": {
"phyamh": [
"滂合三凡去",
"咸攝；范韻；汎小韻",
"白一平：phjomH；推導普通話：fan4",
"《廣韻》：上同"
],
"byap": [
"並合三凡入",
"咸攝；乏韻；乏小韻",
"白一平：bjop；推導普通話：fa2",
"《廣韻》：水聲又孚𣑽切"
]
},
"柴": {
"zre": [
"崇開二佳平",
"蟹攝；佳韻；柴小韻",
"白一平：dzrea；推導普通話：chai2",
"《廣韻》：薪也又姓髙柴之後士佳切八"
]
},
"杰": {
"giet": [
"羣開三B仙入",
"山攝；薛韻；傑小韻",
"重紐B類",
"白一平：gjet；推導普通話：jie2",
"《廣韻》：梁四公子名䨲杰也"
]
},
"攜": {
"ghue": [
"匣合四齊平",
"蟹攝；齊韻；攜小韻",
"白一平：hwej；推導普通話：hui2",
"《廣韻》：提也離也又姓出何氏姓苑戸圭切二十[四/三]"
]
},
"壇": {
"dan": [
"定開一寒平",
"山攝；寒韻；壇小韻",
"白一平：dan；推導普通話：tan2",
"《廣韻》：封土祭處徒干切十五"
]
},
"阮": {
"ngyan": [
"疑合三元平",
"臻攝；元韻；元小韻",
"白一平：ngjwon；推導普通話：yuan2",
"《廣韻》：五阮郡出史記又元逺切"
],
"ngyanx": [
"疑合三元上",
"臻攝；阮韻；阮小韻",
"白一平：ngjwonX；推導普通話：yuan3",
"《廣韻》：姓出陳留虞逺切三"
]
},
"喚": {
"huanh": [
"曉合一桓去",
"山攝；換韻；喚小韻",
"白一平：xwanH；推導普通話：huan4",
"《廣韻》：呼也火貫切八"
]
},
"昆": {
"kuon": [
"見合一魂平",
"臻攝；魂韻；昆小韻",
"白一平：kwon；推導普通話：gun1",
"《廣韻》：兄也後也同也又姓夏諸侯昆吾之後戰國策有齊賢者昆辨古渾切二十"
]
},
"儂": {
"nuung": [
"泥開一冬平",
"通攝；冬韻；農小韻",
"白一平：nowng；推導普通話：nong2",
"《廣韻》：我也"
]
},
"斥": {
"chjah": [
"昌開三麻去",
"假攝；禡韻；䞣小韻",
"白一平：tsyhaeH；推導普通話：che4",
"《廣韻》：山名爾雅曰東[方/北]之美者有厈山之文皮焉又音尺"
],
"chjek": [
"昌開三清入",
"梗攝；昔韻；尺小韻",
"白一平：tsyhek；推導普通話：chi",
"《廣韻》：上同"
]
},
"垂": {
"zjye": [
"常合三支平",
"止攝；支韻；𡍮小韻",
"白一平：dzywe；推導普通話：chui2",
"《廣韻》：上同"
]
},
"萍": {
"beng": [
"並開四青平",
"梗攝；青韻；瓶小韻",
"白一平：beng；推導普通話：ping2",
"《廣韻》：水上浮萍"
]
},
"催": {
"chuai": [
"清合一灰平",
"蟹攝；灰韻；崔小韻",
"白一平：tshwoj；推導普通話：cui1",
"《廣韻》：迫也"
]
},
"糖": {
"dang": [
"定開一唐平",
"宕攝；唐韻；唐小韻",
"白一平：dang；推導普通話：tang2",
"《廣韻》：飴也"
]
},
"澎": {
"brang": [
"並開二庚平",
"梗攝；庚韻；彭小韻",
"白一平：baeng；推導普通話：peng2",
"《廣韻》：地名又擊水勢又撫庚切"
],
"phrang": [
"滂開二庚平",
"梗攝；庚韻；磅小韻",
"白一平：phaeng；推導普通話：ping1",
"《廣韻》：澎𣽎水皃又音彭"
]
},
"櫃": {
"gyih": [
"羣合三B脂去",
"止攝；至韻；匱小韻",
"重紐B類",
"白一平：gwijH；推導普通話：gui4",
"《廣韻》：櫃篋"
]
},
"蟻": {
"ngiex": [
"疑開三B支上",
"止攝；紙韻；螘小韻",
"重紐B類",
"白一平：ngjeX；推導普通話：yi3",
"《廣韻》：上同"
]
},
"販": {
"pyanh": [
"幫合三元去",
"臻攝；願韻；販小韻",
"白一平：pjonH；推導普通話：fan4",
"《廣韻》：買賤賣貴也方願切二"
]
},
"抑": {
"qik": [
"影開三蒸入",
"曾攝；職韻；憶小韻",
"白一平：'ik；推導普通話：yi",
"《廣韻》：按也說文作𢑏从反印"
]
},
"虹": {
"ghung": [
"匣開一東平",
"通攝；東韻；洪小韻",
"白一平：huwng；推導普通話：hong2",
"《廣韻》：螮蝀也又古巷切"
],
"kungh": [
"見開一東去",
"通攝；送韻；貢小韻",
"白一平：kuwngH；推導普通話：gong4",
"《廣韻》：縣名在泗州今音絳"
],
"krungh": [
"見開二江去",
"江攝；絳韻；絳小韻",
"白一平：kaewngH；推導普通話：jiang4",
"《廣韻》：又音紅"
]
},
"潘": {
"phuan": [
"滂合一桓平",
"山攝；桓韻；潘小韻",
"白一平：phan；推導普通話：pan1",
"《廣韻》：淅米汁又姓周文王[-/子]畢公之子季孫食采於潘因氏焉出廣宗河南二望普官切六"
]
},
"坑": {
"khrang": [
"溪開二庚平",
"梗攝；庚韻；阬小韻",
"白一平：khaeng；推導普通話：keng1",
"《廣韻》：上同"
]
},
"曹": {
"zau": [
"從開一豪平",
"效攝；豪韻；曹小韻",
"白一平：dzaw；推導普通話：cao2",
"《廣韻》：曹局也又輩也衆也群也亦州名蓋取古國以名之又姓本自顓頊𤣥孫陸終之子六安是爲曹姓周武王封曹挾於邾故邾曹姓也魏武作家傳自云曹叔振鐸之後周武王封母弟振鐸於曹後以國爲氏出譙國彭城髙平鉅鹿四望昨勞切十四"
]
},
"暮": {
"moh": [
"明開一模去",
"遇攝；暮韻；暮小韻",
"白一平：muH；推導普通話：mu4",
"《廣韻》：日晚也冥也又姓出何氏姓苑莫故切六"
]
},
"腹": {
"piuk": [
"幫開三東入",
"通攝；屋韻；福小韻",
"白一平：pjuwk；推導普通話：fu",
"《廣韻》：腹肚"
]
},
"襲": {
"zsip": [
"邪開三侵入",
"深攝；緝韻；習小韻",
"白一平：zip；推導普通話：xi2",
"《廣韻》：因也及也重也合也入也又掩襲說文曰左衽袍也"
]
},
"仿": {
"phyangx": [
"滂合三陽上",
"宕攝；養韻；髣小韻",
"白一平：phjangX；推導普通話：fang3",
"《廣韻》：說文曰相似也"
]
},
"臂": {
"pjeh": [
"幫開三A支去",
"止攝；寘韻；臂小韻",
"重紐A類",
"白一平：pjieH；推導普通話：bi4",
"《廣韻》：肱也卑義切一"
]
},
"吻": {
"myonx": [
"明合三文上",
"臻攝；吻韻；吻小韻",
"白一平：mjunX；推導普通話：wen3",
"《廣韻》：口吻武粉切七"
]
},
"浴": {
"jyuk": [
"以開三鍾入",
"通攝；燭韻；欲小韻",
"白一平：yowk；推導普通話：yu4",
"《廣韻》：洗浴說文曰洒身也洒先禮切"
]
},
"框": {
"khyang": [
"溪合三陽平",
"宕攝；陽韻；匡小韻",
"白一平：khjwang；推導普通話：kuang1",
"《廣韻》：棺門"
]
},
"敲": {
"khrau": [
"溪開二肴平",
"效攝；肴韻；敲小韻",
"白一平：khaew；推導普通話：qiao1",
"《廣韻》：擊頭也口交切十一"
],
"khrauh": [
"溪開二肴去",
"效攝；效韻；敲小韻",
"白一平：khaewH；推導普通話：qiao4",
"《廣韻》：擊也苦敎切又苦交切三"
]
},
"佑": {
"iuh": [
"云開三尤去",
"流攝；宥韻；宥小韻",
"白一平：hjuwH；推導普通話：you4",
"《廣韻》：佐也助也"
]
},
"体": {
"buonx": [
"並合一魂上",
"臻攝；混韻；獖小韻",
"白一平：bwonX；推導普通話：ben4",
"《廣韻》：麤皃又劣也"
]
},
"彷": {
"bang": [
"並開一唐平",
"宕攝；唐韻；傍小韻",
"白一平：bang；推導普通話：pang2",
"《廣韻》：彷徨"
],
"phyangx": [
"滂合三陽上",
"宕攝；養韻；髣小韻",
"白一平：phjangX；推導普通話：fang3",
"《廣韻》：彷彿俗"
]
},
"謹": {
"kionx": [
"見開三欣上",
"臻攝；隱韻；謹小韻",
"白一平：kj+nX；推導普通話：jin3",
"《廣韻》：絜也愼也居隱切[十/十一]"
]
},
"岳": {
"ngruk": [
"疑開二江入",
"江攝；覺韻；嶽小韻",
"白一平：ngaewk；推導普通話：yue4",
"《廣韻》：上同"
]
},
"敘": {
"zsiox": [
"邪開三魚上",
"遇攝；語韻；敘小韻",
"白一平：zjoX；推導普通話：xu4",
"《廣韻》：次弟爾雅曰敘緒也又姓徐吕切十一"
]
},
"賊": {
"zok": [
"從開一登入",
"曾攝；德韻；賊小韻",
"白一平：dzok；推導普通話：ze2",
"《廣韻》：盜也說文作[賊則/𧵪敗]也昨則切七"
]
},
"寡": {
"kruax": [
"見合二麻上",
"假攝；馬韻；寡小韻",
"白一平：kwaeX；推導普通話：gua3",
"《廣韻》：鰥寡說文少也古瓦切八"
]
},
"燦": {
"chanh": [
"清開一寒去",
"山攝；翰韻；粲小韻",
"白一平：tshanH；推導普通話：can4",
"《廣韻》：明淨皃"
]
},
"攤": {
"than": [
"透開一寒平",
"山攝；寒韻；灘小韻",
"白一平：than；推導普通話：tan1",
"《廣韻》：開也亦緩也"
],
"nanx": [
"泥開一寒上",
"山攝；旱韻；攤小韻",
"白一平：nanX；推導普通話：nan3",
"《廣韻》：按也奴但切一"
],
"nanh": [
"泥開一寒去",
"山攝；翰韻；攤小韻",
"白一平：nanH；推導普通話：nan4",
"《廣韻》：按攤也奴案切又他丹切六"
]
},
"芭": {
"pra": [
"幫開二麻平",
"假攝；麻韻；巴小韻",
"白一平：pae；推導普通話：ba1",
"《廣韻》：芭蕉"
]
},
"翠": {
"chyih": [
"清合三脂去",
"止攝；至韻；翠小韻",
"白一平：tshwijH；推導普通話：cui4",
"《廣韻》：字林云青羽雀又翠微亦姓急就章有翠鴛鴦七醉切三"
]
},
"羨": {
"jii": [
"以開三脂平",
"止攝；脂韻；姨小韻",
"白一平：yij；推導普通話：yi2",
"《廣韻》：沙羨邑名在江夏出地理志又羊箭祥面二切"
],
"zsienh": [
"邪開三仙去",
"山攝；線韻；羨小韻",
"白一平：zjenH；推導普通話：xian4",
"《廣韻》：貪慕又餘也又姓列仙傳有羨門似面切二"
]
},
"占": {
"cjem": [
"章開三鹽平",
"咸攝；鹽韻；詹小韻",
"白一平：tsyem；推導普通話：zhan1",
"《廣韻》：視兆也亦姓陳大夫子占之後又章豔切"
],
"cjemh": [
"章開三鹽去",
"咸攝；豔韻；占小韻",
"白一平：tsyemH；推導普通話：zhan4",
"《廣韻》：固也章豔切又職鹽切一"
]
},
"綿": {
"mjen": [
"明開三A仙平",
"山攝；仙韻；緜小韻",
"重紐A類",
"白一平：mjien；推導普通話：mian2",
"《廣韻》：上同"
]
},
"謎": {
"meh": [
"明開四齊去",
"蟹攝；霽韻；謎小韻",
"白一平：mejH；推導普通話：mi4",
"《廣韻》：隱言也莫計切二"
]
},
"掩": {
"qiemx": [
"影開三B鹽上",
"咸攝；琰韻；奄小韻",
"重紐B類",
"白一平：'jemX；推導普通話：yan3",
"《廣韻》：閉取也說文云斂也小上曰掩"
]
},
"喻": {
"jyoh": [
"以合三虞去",
"遇攝；遇韻；裕小韻",
"白一平：yuH；推導普通話：yu4",
"《廣韻》：上同"
]
},
"秩": {
"drit": [
"澄開三眞入",
"臻攝；質韻；秩小韻",
"白一平：drit；推導普通話：zhi2",
"《廣韻》：積也次也常也序也書曰望秩于山川直一切十二"
]
},
"煌": {
"ghuang": [
"匣合一唐平",
"宕攝；唐韻；黃小韻",
"白一平：hwang；推導普通話：huang2",
"《廣韻》：火狀"
]
},
"籤": {
"chiem": [
"清開三鹽平",
"咸攝；鹽韻；籤小韻",
"白一平：tshjem；推導普通話：qian1",
"《廣韻》：說文驗也一曰銳也貫也七廉切十"
]
},
"珊": {
"san": [
"心開一寒平",
"山攝；寒韻；𦙽小韻",
"白一平：san；推導普通話：san1",
"《廣韻》：珊瑚廣雅曰珊瑚珠也說文曰珊瑚生海中而色赤也"
]
},
"馨": {
"heng": [
"曉開四青平",
"梗攝；青韻；馨小韻",
"白一平：xeng；推導普通話：xing1",
"《廣韻》：香也呼刑切三"
]
},
"札": {
"cret": [
"莊開二山入",
"山攝；鎋韻；札小韻",
"白一平：tsreat；推導普通話：zha",
"《廣韻》：𥳑札釋名曰札櫛也編之如櫛齒相比也又牒也署也側八切六"
]
},
"脅": {
"hiamh": [
"曉開三嚴去",
"咸攝；釅韻；脅小韻",
"白一平：xjaemH；推導普通話：xian4",
"《廣韻》：妨也許欠切二"
],
"hiap": [
"曉開三嚴入",
"咸攝；業韻；脅小韻",
"白一平：xjaep；推導普通話：xie",
"《廣韻》：胷脅虚業切九"
]
},
"旨": {
"cjiix": [
"章開三脂上",
"止攝；旨韻；旨小韻",
"白一平：tsyijX；推導普通話：zhi3",
"《廣韻》：說文云美也从匕甘又志也亦作𣅀見經典職雉切八"
]
},
"拘": {
"kyo": [
"見合三虞平",
"遇攝；虞韻；拘小韻",
"白一平：kju；推導普通話：ju1",
"《廣韻》：執也舉朱切十四"
]
},
"紐": {
"nriux": [
"孃開三尤上",
"流攝；有韻；狃小韻",
"白一平：nrjuwX；推導普通話：niu3",
"《廣韻》：結也"
]
},
"蠢": {
"chjynx": [
"昌合三諄上",
"臻攝；準韻；蠢小韻",
"白一平：tsyhwinX；推導普通話：chun3",
"《廣韻》：出也爾雅云作也動也蠢不愻也尺尹切九"
]
},
"詠": {
"yengh": [
"云合三庚去",
"梗攝；映韻；詠小韻",
"白一平：hjwaengH；推導普通話：yong4",
"《廣韻》：歌也爲命切五"
]
},
"匙": {
"zje": [
"常開三支平",
"止攝；支韻；提小韻",
"白一平：dzye；推導普通話：chi2",
"《廣韻》：匕也"
]
},
"羯": {
"kiat": [
"見開三元入",
"臻攝；月韻；訐小韻",
"白一平：kjot；推導普通話：jie",
"《廣韻》：犗[羯/羊]"
]
},
"攔": {
"lan": [
"來開一寒平",
"山攝；寒韻；蘭小韻",
"白一平：lan；推導普通話：lan2",
"《廣韻》：階際木句攔亦作闌"
]
},
"膚": {
"pyo": [
"幫合三虞平",
"遇攝；虞韻；跗小韻",
"白一平：pju；推導普通話：fu1",
"《廣韻》：皮膚又美也傅也"
]
},
"驟": {
"zriuh": [
"崇開三尤去",
"流攝；宥韻；驟小韻",
"白一平：dzrjuwH；推導普通話：zhou4",
"《廣韻》：馬疾步也奔也鋤祐切三"
]
},
"嫁": {
"krah": [
"見開二麻去",
"假攝；禡韻；駕小韻",
"白一平：kaeH；推導普通話：jia4",
"《廣韻》：家也故婦人謂嫁曰歸"
]
},
"廟": {
"mieuh": [
"明開三B宵去",
"效攝；笑韻；廟小韻",
"重紐B類",
"白一平：mjewH；推導普通話：miao4",
"《廣韻》：皃也齊職儀曰周有守[禮/祧]之官掌先王之宗廟也亦作庿眉召切二"
]
},
"孕": {
"jingh": [
"以開三蒸去",
"曾攝；證韻；孕小韻",
"白一平：yingH；推導普通話：ying4",
"《廣韻》：懷孕以證切七"
]
},
"俄": {
"nga": [
"疑開一歌平",
"果攝；歌韻；莪小韻",
"白一平：nga；推導普通話：e2",
"《廣韻》：俄頃速也"
]
},
"肝": {
"kan": [
"見開一寒平",
"山攝；寒韻；干小韻",
"白一平：kan；推導普通話：gan1",
"《廣韻》：木藏"
]
},
"罩": {
"trauh": [
"知開二肴去",
"效攝；效韻；罩小韻",
"白一平：traewH；推導普通話：zhao4",
"《廣韻》：竹籠取魚具也都敎切五"
]
},
"腸": {
"driang": [
"澄開三陽平",
"宕攝；陽韻；長小韻",
"白一平：drjang；推導普通話：chang2",
"《廣韻》：腸胃釋名曰腸暢也通暢胃氣也"
]
},
"叛": {
"buanh": [
"並合一桓去",
"山攝；換韻；叛小韻",
"白一平：banH；推導普通話：ban4",
"《廣韻》：奔他國薄半切四"
]
},
"匪": {
"pyoix": [
"幫合三微上",
"止攝；尾韻；匪小韻",
"白一平：pj+jX；推導普通話：fei3",
"《廣韻》：非也易曰匪[冠/冦]婚媾說文曰器如竹篋今從竹爲筐篚字府尾切八"
]
},
"倉": {
"chang": [
"清開一唐平",
"宕攝；唐韻；倉小韻",
"白一平：tshang；推導普通話：cang1",
"《廣韻》：倉𢈔也亦官名齊職儀曰大倉令周司徒屬官有𢊬人倉人則其職也釋名曰倉藏也藏穀物也漢書曰耿壽昌奏設常平倉又姓黃帝史官倉頡之後七岡切七"
]
},
"卸": {
"siah": [
"心開三麻去",
"假攝；禡韻；蝑小韻",
"白一平：sjaeH；推導普通話：xie4",
"《廣韻》：卸馬去鞍"
]
},
"祭": {
"cied": [
"精開三祭去",
"蟹攝；祭韻；祭小韻",
"白一平：tsjejH；推導普通話：ji4",
"《廣韻》：享也祀也薦也至也察也子例切七"
],
"craih": [
"莊開二皆去",
"蟹攝；怪韻；瘵小韻",
"白一平：tsreajH；推導普通話：zhai4",
"《廣韻》：周大夫邑名又姓周公第五子祭伯其後以爲氏"
]
},
"袍": {
"bau": [
"並開一豪平",
"效攝；豪韻；袍小韻",
"白一平：baw；推導普通話：pao2",
"《廣韻》：長襦也薄襃切三"
]
},
"貿": {
"muh": [
"明開一侯去",
"流攝；候韻；茂小韻",
"白一平：muwH；推導普通話：mou4",
"《廣韻》：交易也市賣也又姓出姓苑東莞人"
]
},
"魏": {
"ngyoih": [
"疑合三微去",
"止攝；未韻；魏小韻",
"白一平：ngjw+jH；推導普通話：wei4",
"《廣韻》：魏闕又州名夏觀扈之國春秋時晉地秦爲東郡隋爲武陽郡武德初平竇建德改置魏州亦姓本自周武王母弟受封於畢至畢萬仕晉封魏城後因氏焉出鉅鹿任城二望魚貴切二"
]
},
"禦": {
"ngiox": [
"疑開三魚上",
"遇攝；語韻；語小韻",
"白一平：ngjoX；推導普通話：yu3",
"《廣韻》：禁也止也應也當也說文祠也"
]
},
"蘋": {
"bjin": [
"並開三A眞平",
"臻攝；眞韻；頻小韻",
"重紐A類",
"白一平：bjin；推導普通話：pin2",
"《廣韻》：大萍也又作薲"
]
},
"卜": {
"puk": [
"幫開一東入",
"通攝；屋韻；卜小韻",
"白一平：puwk；推導普通話：bu",
"《廣韻》：卜筮龜曰卜蓍曰筮又姓孔子弟子卜商博木切十四"
]
},
"澄": {
"drang": [
"澄開二庚平",
"梗攝；庚韻；棖小韻",
"白一平：draeng；推導普通話：cheng2",
"《廣韻》：水淸定又音懲"
],
"dring": [
"澄開三蒸平",
"曾攝；蒸韻；澂小韻",
"白一平：dring；推導普通話：cheng2",
"《廣韻》：上同"
]
},
"麟": {
"lin": [
"來開三眞平",
"臻攝；眞韻；㷠小韻",
"白一平：lin；推導普通話：lin2",
"《廣韻》：仁獸爾雅云麕身牛尾一角"
]
},
"宵": {
"sieu": [
"心開三宵平",
"效攝；宵韻；宵小韻",
"白一平：sjew；推導普通話：xiao1",
"《廣韻》：夜也相邀切二十"
]
},
"陌": {
"mrak": [
"明開二庚入",
"梗攝；陌韻；陌小韻",
"白一平：maek；推導普通話：mo4",
"《廣韻》：阡陌南北爲阡東西爲陌莫白切十八"
]
},
"陋": {
"luh": [
"來開一侯去",
"流攝；候韻；陋小韻",
"白一平：luwH；推導普通話：lou4",
"《廣韻》：踈惡也說文曰阸陝也盧候切十三"
]
},
"屈": {
"kyot": [
"見合三文入",
"臻攝；物韻；𠀔小韻",
"白一平：kjut；推導普通話：ju",
"《廣韻》：屈産地名出良馬亦姓楚有屈平又音詘"
],
"khyot": [
"溪合三文入",
"臻攝；物韻；屈小韻",
"白一平：khjut；推導普通話：qu",
"《廣韻》：拗曲亦姓又虜複姓屈突氏又羌複姓有屈男氏區勿切三"
]
},
"衷": {
"triung": [
"知開三東平",
"通攝；東韻；中小韻",
"白一平：trjuwng；推導普通話：zhong1",
"《廣韻》：善也正也適也中也又衷衣褻衣也"
],
"triungh": [
"知開三東去",
"通攝；送韻；中小韻",
"白一平：trjuwngH；推導普通話：zhong4",
"《廣韻》：又陟沖切"
]
},
"崗": {
"kang": [
"見開一唐平",
"宕攝；唐韻；岡小韻",
"白一平：kang；推導普通話：gang1",
"《廣韻》：又作堽並俗"
]
},
"盪": {
"thang": [
"透開一唐平",
"宕攝；唐韻；湯小韻",
"白一平：thang；推導普通話：tang1",
"《廣韻》：盪突又徒[郎/朗]切"
],
"dangx": [
"定開一唐上",
"宕攝；蕩韻；蕩小韻",
"白一平：dangX；推導普通話：dang4",
"《廣韻》：滌盪搖動皃說文曰滌器也又吐浪切"
],
"thangh": [
"透開一唐去",
"宕攝；宕韻；儻小韻",
"白一平：thangH；推導普通話：tang4",
"《廣韻》：盪行又度朗切"
]
},
"曆": {
"lek": [
"來開四青入",
"梗攝；錫韻；靂小韻",
"白一平：lek；推導普通話：li4",
"《廣韻》：見上注"
]
},
"惟": {
"jyi": [
"以合三脂平",
"止攝；脂韻；惟小韻",
"白一平：ywij；推導普通話：wei2",
"《廣韻》：謀也思也以追切十二"
]
},
"舌": {
"ghruat": [
"匣合二刪入",
"山攝；黠韻；頢小韻",
"白一平：hwaet；推導普通話：hua2",
"《廣韻》：塞口說文作𠯑話栝之類从此"
],
"zsjet": [
"船開三仙入",
"山攝；薛韻；舌小韻",
"白一平：zyet；推導普通話：she2",
"《廣韻》：口中舌山海經云長舌山有獸名長舌狀如禺而四耳出則郡多水又姓左傳越大夫舌庸也食列切四"
]
},
"匯": {
"khruai": [
"溪合二皆平",
"蟹攝；皆韻；匯小韻",
"白一平：khweaj；推導普通話：kuai1",
"《廣韻》：澤名苦淮切又胡罪切三"
],
"ghuaix": [
"匣合一灰上",
"蟹攝；賄韻；瘣小韻",
"白一平：hwojX；推導普通話：hui4",
"《廣韻》：回也"
]
},
"誘": {
"jux": [
"以開三尤上",
"流攝；有韻；酉小韻",
"白一平：yuwX；推導普通話：you3",
"《廣韻》：導也引也敎也進也說文曰相訹呼也"
]
},
"桂": {
"kueh": [
"見合四齊去",
"蟹攝；霽韻；桂小韻",
"白一平：kwejH；推導普通話：gui4",
"《廣韻》：木名叢生合浦巴南山峯閒無雜木葉長尺餘冬夏長青其花白山海經曰八樹成林又姓後漢太尉陳球碑有城陽炅橫漢末被誅有四子一守墳墓姓炅一子避難居徐州姓昋一子居幽州姓桂一子居華陽姓炔此四字皆九畫古惠切九"
]
},
"娜": {
"nax": [
"泥開一歌上",
"果攝；哿韻；橠小韻",
"白一平：naX；推導普通話：nuo3",
"《廣韻》：妸娜美皃"
]
},
"菁": {
"cieng": [
"精開三清平",
"梗攝；清韻；精小韻",
"白一平：tsjeng；推導普通話：jing1",
"《廣韻》：蕪菁菜也"
]
},
"睹": {
"tox": [
"端開一模上",
"遇攝；姥韻；覩小韻",
"白一平：tuX；推導普通話：du3",
"《廣韻》：上同"
]
},
"殿": {
"denh": [
"定開四先去",
"山攝；霰韻；電小韻",
"白一平：denH；推導普通話：dian4",
"《廣韻》：宫殿風俗通曰殿堂象東井形刻爲荷菱荷菱水物所以厭火又都甸切"
],
"tenh": [
"端開四先去",
"山攝；霰韻；殿小韻",
"白一平：tenH；推導普通話：dian4",
"《廣韻》：軍在前曰啓後曰殿又殿最漢書音義云上功曰最下功曰殿都甸切又堂練切三"
]
},
"傅": {
"pyoh": [
"幫合三虞去",
"遇攝；遇韻；付小韻",
"白一平：pjuH；推導普通話：fu4",
"《廣韻》：相也亦姓本自傅說岀傅巖因以爲氏出北地淸河二望"
]
},
"謙": {
"khem": [
"溪開四添平",
"咸攝；添韻；謙小韻",
"白一平：khem；推導普通話：qian1",
"《廣韻》：敬也讓也苦兼切二"
]
},
"雀": {
"ciak": [
"精開三陽入",
"宕攝；藥韻；爵小韻",
"白一平：tsjak；推導普通話：jue",
"《廣韻》：鳥雀禮記云雀入大水爲蛤"
]
},
"粽": {
"cungh": [
"精開一東去",
"通攝；送韻；糉小韻",
"白一平：tsuwngH；推導普通話：zong4",
"《廣韻》：俗"
]
},
"卓": {
"truk": [
"知開二江入",
"江攝；覺韻；斲小韻",
"白一平：traewk；推導普通話：zhuo",
"《廣韻》：髙也又姓蜀有卓王孫"
]
},
"鑰": {
"jak": [
"以開三陽入",
"宕攝；藥韻；藥小韻",
"白一平：yak；推導普通話：yue4",
"《廣韻》：關鑰"
]
},
"斌": {
"pin": [
"幫開三B眞平",
"臻攝；眞韻；彬小韻",
"重紐B類",
"白一平：pin；推導普通話：bin1",
"《廣韻》：上同"
]
},
"袖": {
"zsiuh": [
"邪開三尤去",
"流攝；宥韻；岫小韻",
"白一平：zjuwH；推導普通話：xiu4",
"《廣韻》：衣袂也亦作褏褎"
]
},
"鈕": {
"nriux": [
"孃開三尤上",
"流攝；有韻；狃小韻",
"白一平：nrjuwX；推導普通話：niu3",
"《廣韻》：印鼻又姓何氏姓苑云今吳興人東晉有鈕滔也"
]
},
"媚": {
"miih": [
"明開三B脂去",
"止攝；至韻；郿小韻",
"重紐B類",
"白一平：mijH；推導普通話：mi4",
"《廣韻》：嫵媚"
]
},
"叮": {
"teng": [
"端開四青平",
"梗攝；青韻；丁小韻",
"白一平：teng；推導普通話：ding1",
"《廣韻》：叮嚀"
]
},
"翰": {
"ghan": [
"匣開一寒平",
"山攝；寒韻；寒小韻",
"白一平：han；推導普通話：han2",
"《廣韻》：天雞羽有五色又音扞"
],
"ghanh": [
"匣開一寒去",
"山攝；翰韻；翰小韻",
"白一平：hanH；推導普通話：han4",
"《廣韻》：鳥羽也髙飛也亦詞翰說文曰天雞赤羽也又姓左傳曹大夫翰胡侯旴切二十五"
]
},
"堯": {
"ngeu": [
"疑開四蕭平",
"效攝；蕭韻；堯小韻",
"白一平：ngew；推導普通話：yao2",
"《廣韻》：至髙之皃謚法曰翊善傳聖曰堯五聊切五"
]
},
"盧": {
"lo": [
"來開一模平",
"遇攝；模韻；盧小韻",
"白一平：lu；推導普通話：lu2",
"《廣韻》：說文曰飯器也亦姓姜姓之後封於盧以國爲氏出范陽又漢複姓八氏列子有長盧子孟子有屋盧子著書古尊盧氏後氏焉古蒲盧胥善弋亦姜姓左傳齊大夫盧蒲嫳後漢諫[-/議]大夫東郡索盧放何氏姓苑云盧妃氏濟陽人又有湛盧氏亦虜複姓五氏周書豆盧寧傳云其先慕容氏支庶後魏書有吐盧沓盧呼盧東盧等氏又三字姓有[𠮟/吐]伏盧奚計盧莫胡盧三氏俗作盧落胡切三十四"
]
},
"捧": {
"phyungx": [
"滂開三鍾上",
"通攝；腫韻；捧小韻",
"白一平：phjowngX；推導普通話：feng3",
"《廣韻》：兩手承也敷奉切一"
]
},
"壹": {
"qjit": [
"影開三A眞入",
"臻攝；質韻；一小韻",
"重紐A類",
"白一平：'jit；推導普通話：yi",
"《廣韻》：專壹又合也誠也輩也醇也又虜三字姓後魏書云壹斗眷氏後改爲明氏"
]
},
"憤": {
"byonx": [
"並合三文上",
"臻攝；吻韻；憤小韻",
"白一平：bjunX；推導普通話：fen4",
"《廣韻》：懣也房吻切十[三/四]"
]
},
"猴": {
"ghu": [
"匣開一侯平",
"流攝；侯韻；侯小韻",
"白一平：huw；推導普通話：hou2",
"《廣韻》：獼猴猱也"
]
},
"粹": {
"syih": [
"心合三脂去",
"止攝；至韻；邃小韻",
"白一平：swijH；推導普通話：sui4",
"《廣韻》：易曰純粹精也"
]
},
"跨": {
"khrua": [
"溪合二麻平",
"假攝；麻韻；誇小韻",
"白一平：khwae；推導普通話：kua1",
"《廣韻》：吳人云坐"
],
"khruax": [
"溪合二麻上",
"假攝；馬韻；髁小韻",
"白一平：khwaeX；推導普通話：kua3",
"《廣韻》：𦝫跨又苦化切"
],
"khoh": [
"溪開一模去",
"遇攝；暮韻；絝小韻",
"白一平：khuH；推導普通話：ku4",
"《廣韻》：踞也"
],
"khruah": [
"溪合二麻去",
"假攝；禡韻；跨小韻",
"白一平：khwaeH；推導普通話：kua4",
"《廣韻》：越也又兩股閒苦化切三"
]
},
"埃": {
"qai": [
"影開一咍平",
"蟹攝；咍韻；哀小韻",
"白一平：'oj；推導普通話：ai1",
"《廣韻》：塵埃"
]
},
"枉": {
"qyangx": [
"影合三陽上",
"宕攝；養韻；枉小韻",
"白一平：'jwangX；推導普通話：wang3",
"《廣韻》：邪曲也亦姓今虢州有[-/之]紆往切四"
]
},
"卿": {
"khieng": [
"溪開三庚平",
"梗攝；庚韻；卿小韻",
"白一平：khjaeng；推導普通話：qing1",
"《廣韻》：說文章也公卿春秋漢含孳曰三公象五岳九卿法河海三公法三台九卿法北斗釋名曰漢置十二卿正卿九太常光禄衞尉太僕廷尉鴻臚宗正司農少府又姓風俗通云趙相虞卿之後去京切一"
]
},
"撕": {
"se": [
"心開四齊平",
"蟹攝；齊韻；西小韻",
"白一平：sej；推導普通話：xi1",
"《廣韻》：提撕"
]
},
"紋": {
"myon": [
"明合三文平",
"臻攝；文韻；文小韻",
"白一平：mjun；推導普通話：wen2",
"《廣韻》：綾也"
]
},
"瑋": {
"yoix": [
"云合三微上",
"止攝；尾韻；韙小韻",
"白一平：hjw+jX；推導普通話：wei3",
"《廣韻》：玉名"
]
},
"划": {
"ghrua": [
"匣合二麻平",
"假攝；麻韻；華小韻",
"白一平：hwae；推導普通話：hua2",
"《廣韻》：太撥進船也"
],
"kuax": [
"見合一戈上",
"果攝；果韻；果小韻",
"白一平：kwaX；推導普通話：guo3",
"《廣韻》：划刈"
],
"kuah": [
"見合一戈去",
"果攝；過韻；過小韻",
"白一平：kwaH；推導普通話：guo4",
"《廣韻》：上同"
]
},
"雕": {
"teu": [
"端開四蕭平",
"效攝；蕭韻；貂小韻",
"白一平：tew；推導普通話：diao1",
"《廣韻》：鶚屬又姓漢武帝功臣表有雕延年"
]
},
"乳": {
"njyox": [
"日合三虞上",
"遇攝；麌韻；乳小韻",
"白一平：nyuX；推導普通話：ru3",
"《廣韻》：柔也而主切三"
]
},
"膀": {
"bang": [
"並開一唐平",
"宕攝；唐韻；傍小韻",
"白一平：bang；推導普通話：pang2",
"《廣韻》：膀胱"
]
},
"仗": {
"driangx": [
"澄開三陽上",
"宕攝；養韻；丈小韻",
"白一平：drjangX；推導普通話：zhang4",
"《廣韻》：憑仗本又音去聲"
],
"driangh": [
"澄開三陽去",
"宕攝；漾韻；仗小韻",
"白一平：drjangH；推導普通話：zhang4",
"《廣韻》：器仗也又持也直亮切三"
]
},
"赫": {
"hrak": [
"曉開二庚入",
"梗攝；陌韻；赫小韻",
"白一平：xaek；推導普通話：he",
"《廣韻》：赤也發也明也亦盛皃又虜複姓有赫連氏其先匈奴右賢王去卑之後劉元海之族也勃勃以後魏天賜四年稱王於朔方國号夏都以子從母之姓非禮也乃云王者繼天爲子是爲徽赫實與天連因改姓曰赫連氏呼格切五"
]
},
"筒": {
"dung": [
"定開一東平",
"通攝；東韻；同小韻",
"白一平：duwng；推導普通話：tong2",
"《廣韻》：竹筒又竹名射筒吳都賦曰其竹則桂箭射筒"
],
"dungh": [
"定開一東去",
"通攝；送韻；洞小韻",
"白一平：duwngH；推導普通話：dong4",
"《廣韻》：簫達又音同"
]
},
"辜": {
"ko": [
"見開一模平",
"遇攝；模韻；孤小韻",
"白一平：ku；推導普通話：gu1",
"《廣韻》：罪也"
]
},
"桶": {
"thungx": [
"透開一東上",
"通攝；董韻；侗小韻",
"白一平：thuwngX；推導普通話：tong3",
"《廣韻》：木桶又音動"
],
"dungx": [
"定開一東上",
"通攝；董韻；動小韻",
"白一平：duwngX；推導普通話：dong4",
"《廣韻》：木器又他孔切"
]
},
"彿": {
"phyot": [
"滂合三文入",
"臻攝；物韻；拂小韻",
"白一平：phjut；推導普通話：fu",
"《廣韻》：彷彿俗"
]
},
"衰": {
"chrye": [
"初合三支平",
"止攝；支韻；衰小韻",
"白一平：tsrhjwe；推導普通話：chuai1",
"《廣韻》：小也減也殺也楚危切又所危切二"
],
"sryi": [
"生合三脂平",
"止攝；脂韻；衰小韻",
"白一平：srwij；推導普通話：shuai1",
"《廣韻》：微也所追切三"
]
},
"獵": {
"liep": [
"來開三鹽入",
"咸攝；葉韻；獵小韻",
"白一平：ljep；推導普通話：lie4",
"《廣韻》：取獸白虎通曰四時之田揔名爲獵爲田除害也尸子曰虙羲氏之丗天下多獸故敎人以獵也良涉切二十二"
]
},
"譬": {
"phjeh": [
"滂開三A支去",
"止攝；寘韻；譬小韻",
"重紐A類",
"白一平：phjieH；推導普通話：pi4",
"《廣韻》：說文諭也匹賜切二"
]
},
"衫": {
"sram": [
"生開二銜平",
"咸攝；銜韻；衫小韻",
"白一平：sraem；推導普通話：shan1",
"《廣韻》：衫衣所銜切八"
]
},
"懇": {
"khonx": [
"溪開一痕上",
"臻攝；很韻；墾小韻",
"白一平：khonX；推導普通話：ken3",
"《廣韻》：懇惻至誠也又信也"
]
},
"瓊": {
"gjyeng": [
"羣合三A清平",
"梗攝；清韻；瓊小韻",
"重紐A類",
"白一平：gjwieng；推導普通話：qiong2",
"《廣韻》：玉名渠營切十七"
]
},
"凍": {
"tung": [
"端開一東平",
"通攝；東韻；東小韻",
"白一平：tuwng；推導普通話：dong1",
"《廣韻》：凍凌又都貢切"
],
"tungh": [
"端開一東去",
"通攝；送韻；涷小韻",
"白一平：tuwngH；推導普通話：dong4",
"《廣韻》：冰凍又音東"
]
},
"戚": {
"chek": [
"清開四青入",
"梗攝；錫韻；戚小韻",
"白一平：tshek；推導普通話：qi",
"《廣韻》：親戚又姓漢有臨轅侯戚鰓倉歷切十一"
]
},
"穎": {
"jyengx": [
"以合三清上",
"梗攝；靜韻；潁小韻",
"白一平：ywengX；推導普通話：yong3",
"《廣韻》：禾末也穗也又姓左傳有穎考叔"
]
},
"軸": {
"driuk": [
"澄開三東入",
"通攝；屋韻；逐小韻",
"白一平：drjuwk；推導普通話：zhu2",
"《廣韻》：車軸"
]
},
"殖": {
"zjik": [
"常開三蒸入",
"曾攝；職韻；寔小韻",
"白一平：dzyik；推導普通話：shi2",
"《廣韻》：多也生也"
]
},
"撤": {
"driet": [
"澄開三仙入",
"山攝；薛韻；轍小韻",
"白一平：drjet；推導普通話：zhe2",
"《廣韻》：發撤又去也經典通用徹"
],
"thriet": [
"徹開三仙入",
"山攝；薛韻；屮小韻",
"白一平：trhjet；推導普通話：che",
"《廣韻》：抽撤"
]
},
"寮": {
"leu": [
"來開四蕭平",
"效攝；蕭韻；聊小韻",
"白一平：lew；推導普通話：liao2",
"《廣韻》：上同"
]
},
"潭": {
"dom": [
"定開一覃平",
"咸攝；覃韻；覃小韻",
"白一平：dom；推導普通話：tan2",
"《廣韻》：水名出武陵郡[潭/鐔]成縣東入鬱林又深水皃"
],
"jimx": [
"以開三侵上",
"深攝；寑韻；潭小韻",
"白一平：yimX；推導普通話：yin3",
"《廣韻》：潭濼水動摇皃以荏切又徒南切一"
]
},
"姻": {
"qjin": [
"影開三A眞平",
"臻攝；眞韻；因小韻",
"重紐A類",
"白一平：'jin；推導普通話：yin1",
"《廣韻》：婚姻白虎通曰婦人因人而成故曰姻也字林云婚婦家姻壻家"
]
},
"腔": {
"khrung": [
"溪開二江平",
"江攝；江韻；腔小韻",
"白一平：khaewng；推導普通話：qiang1",
"《廣韻》：羊腔也苦江切十二"
]
},
"龐": {
"brung": [
"並開二江平",
"江攝；江韻；龐小韻",
"白一平：baewng；推導普通話：pang2",
"《廣韻》：姓也出南安南陽二望本周文王子畢公髙後封於龐因氏焉魏有龐㳙薄江切五"
]
},
"澳": {
"qauh": [
"影開一豪去",
"效攝；号韻；奥小韻",
"白一平：'awH；推導普通話：ao4",
"《廣韻》：澳深又水名"
],
"qiuk": [
"影開三東入",
"通攝；屋韻；郁小韻",
"白一平：'juwk；推導普通話：yu",
"《廣韻》：隈也水内曰澳"
]
},
"瞬": {
"sjynh": [
"書合三諄去",
"臻攝；稕韻；舜小韻",
"白一平：sywinH；推導普通話：shun4",
"《廣韻》：瞬目[自/目]動也"
]
},
"寺": {
"zsih": [
"邪開三之去",
"止攝；志韻；寺小韻",
"白一平：ziH；推導普通話：si4",
"《廣韻》：寺者司也官之所止有九寺釋名曰寺嗣也治事者相嗣續於其内又漢西域白馬駝經來初止於鴻臚寺遂取寺名剏置白馬寺样吏切五"
]
},
"銅": {
"dung": [
"定開一東平",
"通攝；東韻；同小韻",
"白一平：duwng；推導普通話：tong2",
"《廣韻》：金之一品"
]
},
"閩": {
"min": [
"明開三B眞平",
"臻攝；眞韻；珉小韻",
"重紐B類",
"白一平：min；推導普通話：min2",
"《廣韻》：閩越蛇種也又音文"
],
"myon": [
"明合三文平",
"臻攝；文韻；文小韻",
"白一平：mjun；推導普通話：wen2",
"《廣韻》：閩越也又音旻"
]
},
"肢": {
"cje": [
"章開三支平",
"止攝；支韻；支小韻",
"白一平：tsye；推導普通話：zhi1",
"《廣韻》：肢體"
]
},
"糾": {
"kyx": [
"見開三幽上",
"流攝；黝韻；糾小韻",
"白一平：kjiwX；推導普通話：jiu3",
"《廣韻》：督也恭也急也戾也俗作糺居黝切四"
]
},
"叢": {
"zung": [
"從開一東平",
"通攝；東韻；叢小韻",
"白一平：dzuwng；推導普通話：cong2",
"《廣韻》：聚也徂紅切五"
]
},
"卑": {
"pje": [
"幫開三A支平",
"止攝；支韻；卑小韻",
"重紐A類",
"白一平：pjie；推導普通話：bi1",
"《廣韻》：下也賤也亦姓蔡邕胡太傅碑有太傅[椽/掾]鴈門卑整府移切十一"
]
},
"拓": {
"thak": [
"透開一唐入",
"宕攝；鐸韻；託小韻",
"白一平：thak；推導普通話：tuo",
"《廣韻》：手承物又虜複姓二氏周書王秉王興並賜姓拓王氏又有拓跋氏初黃帝子昌意少子受封北土黃帝以土德王北俗謂土爲拓謂后爲跋故以拓跋爲氏跋亦作拔或說自云拓天而生拔地而長遂以氏焉後魏孝文[大/太]和二十年改爲元氏也"
],
"cjek": [
"章開三清入",
"梗攝；昔韻；隻小韻",
"白一平：tsyek；推導普通話：zhi",
"《廣韻》：上同"
]
},
"宰": {
"caix": [
"精開一咍上",
"蟹攝；海韻；宰小韻",
"白一平：tsojX；推導普通話：zai3",
"《廣韻》：冢宰又制也亦姓孔子弟子宰予作亥切四"
]
},
"鍊": {
"lenh": [
"來開四先去",
"山攝；霰韻；練小韻",
"白一平：lenH；推導普通話：lian4",
"《廣韻》：鍊金"
]
},
"湊": {
"chuh": [
"清開一侯去",
"流攝；候韻；輳小韻",
"白一平：tshuwH；推導普通話：cou4",
"《廣韻》：水會也聚也"
]
},
"梭": {
"sua": [
"心合一戈平",
"果攝；戈韻；莎小韻",
"白一平：swa；推導普通話：suo1",
"《廣韻》：織具晉書陶侃少時漁於雷澤嘗網得一梭以挂於壁上須臾雷雨暴至乃化爲龍而去"
]
},
"董": {
"tungx": [
"端開一東上",
"通攝；董韻；董小韻",
"白一平：tuwngX；推導普通話：dong3",
"《廣韻》：督也正也固也又姓飂叔安裔子董父實甚好龍帝舜嘉焉賜姓曰董出隴西濟隂二望多動切七"
]
},
"宅": {
"drak": [
"澄開二庚入",
"梗攝；陌韻；宅小韻",
"白一平：draek；推導普通話：zhe2",
"《廣韻》：居也說文云宅託也人所投託也釋名曰宅擇也擇吉處而營之也場伯切十三"
]
},
"刮": {
"kruat": [
"見合二刪入",
"山攝；黠韻；刮小韻",
"白一平：kwaet；推導普通話：gua",
"《廣韻》：刮削古䫄切五"
]
},
"胃": {
"yoih": [
"云合三微去",
"止攝；未韻；胃小韻",
"白一平：hjw+jH；推導普通話：wei4",
"《廣韻》：腸胃說文作𦞅穀府也于貴切十七"
]
},
"芝": {
"cji": [
"章開三之平",
"止攝；之韻；之小韻",
"白一平：tsyi；推導普通話：zhi1",
"《廣韻》：芝草論衡曰芝生於土土氣和故芝草生古瑞命記曰王者慈仁則芝草生也"
]
},
"淋": {
"lim": [
"來開三侵平",
"深攝；侵韻；林小韻",
"白一平：lim；推導普通話：lin2",
"《廣韻》：以水沃也"
]
},
"斃": {
"bjed": [
"並開三A祭去",
"蟹攝；祭韻；𡚁小韻",
"重紐A類",
"白一平：bjiejH；推導普通話：bi4",
"《廣韻》：死也說文同上"
]
},
"驕": {
"kieu": [
"見開三B宵平",
"效攝；宵韻；驕小韻",
"重紐B類",
"白一平：kjew；推導普通話：jiao1",
"《廣韻》：馬髙六尺舉喬切九"
]
},
"奸": {
"kan": [
"見開一寒平",
"山攝；寒韻；干小韻",
"白一平：kan；推導普通話：gan1",
"《廣韻》：以[婬/淫]犯也"
]
},
"殷": {
"qion": [
"影開三欣平",
"臻攝；欣韻；殷小韻",
"白一平：'j+n；推導普通話：yin1",
"《廣韻》：衆也正也大也中也說文从㐆殳作樂之盛稱殷亦姓武王剋紂子孫分散以殷爲氏出陳郡於斤切四"
],
"qren": [
"影開二山平",
"山攝；山韻；黰小韻",
"白一平：'ean；推導普通話：yan1",
"《廣韻》：赤黒色也左傳云左輪朱殷"
]
},
"墓": {
"moh": [
"明開一模去",
"遇攝；暮韻；暮小韻",
"白一平：muH；推導普通話：mu4",
"《廣韻》：墳墓"
]
},
"償": {
"zjang": [
"常開三陽平",
"宕攝；陽韻；常小韻",
"白一平：dzyang；推導普通話：chang2",
"《廣韻》：報也還也當也復也又音尚"
],
"zjangh": [
"常開三陽去",
"宕攝；漾韻；尚小韻",
"白一平：dzyangH；推導普通話：shang4",
"《廣韻》：備也還也又音常"
]
},
"冥": {
"meng": [
"明開四青平",
"梗攝；青韻；冥小韻",
"白一平：meng；推導普通話：ming2",
"《廣韻》：暗也幽也又姓禹後因國爲氏風俗通云漢有冥都爲丞相[-/史]莫經切十五"
]
},
"炒": {
"chraux": [
"初開二肴上",
"效攝；巧韻；煼小韻",
"白一平：tsrhaewX；推導普通話：chao3",
"《廣韻》：並上同"
]
},
"潤": {
"njynh": [
"日合三諄去",
"臻攝；稕韻；閠小韻",
"白一平：nywinH；推導普通話：run4",
"《廣韻》：潤澤也又益也"
]
},
"蕩": {
"dangx": [
"定開一唐上",
"宕攝；蕩韻；蕩小韻",
"白一平：dangX；推導普通話：dang4",
"《廣韻》：大也又水名出湯隂又姓宋之公族也徒朗切十二"
],
"thangh": [
"透開一唐去",
"宕攝；宕韻；儻小韻",
"白一平：thangH；推導普通話：tang4",
"《廣韻》：蒗蕩渠又土郎徒㓪二切"
]
},
"妄": {
"myangh": [
"明合三陽去",
"宕攝；漾韻；妄小韻",
"白一平：mjangH；推導普通話：wang4",
"《廣韻》：虚妄又亂也誣也巫放切六"
]
},
"餓": {
"ngah": [
"疑開一歌去",
"果攝；箇韻；餓小韻",
"白一平：ngaH；推導普通話：e4",
"《廣韻》：不飽也五个切一"
]
},
"扎": {
"cret": [
"莊開二山入",
"山攝；鎋韻；札小韻",
"白一平：tsreat；推導普通話：zha",
"《廣韻》：扎拔也出家語"
]
},
"佇": {
"driox": [
"澄開三魚上",
"遇攝；語韻；佇小韻",
"白一平：drjoX；推導普通話：zhu4",
"《廣韻》：久立也直吕切九"
]
},
"尿": {
"neuh": [
"泥開四蕭去",
"效攝；嘯韻；尿小韻",
"白一平：newH；推導普通話：niao4",
"《廣韻》：小便也或作溺奴弔切二"
]
},
"眷": {
"kyenh": [
"見合三B仙去",
"山攝；線韻；眷小韻",
"重紐B類",
"白一平：kjwenH；推導普通話：juan4",
"《廣韻》：眷屬說文顧也居倦切十五"
]
},
"濕": {
"sjip": [
"書開三侵入",
"深攝；緝韻；溼小韻",
"白一平：syip；推導普通話：shi",
"《廣韻》：上同見經典又他合切"
],
"thop": [
"透開一覃入",
"咸攝；合韻；錔小韻",
"白一平：thop；推導普通話：ta",
"《廣韻》：上同"
]
},
"盲": {
"mrang": [
"明開二庚平",
"梗攝；庚韻；盲小韻",
"白一平：maeng；推導普通話：meng2",
"《廣韻》：目無童子武庚切八"
]
},
"踐": {
"zienx": [
"從開三仙上",
"山攝；獮韻；踐小韻",
"白一平：dzjenX；推導普通話：juan4",
"《廣韻》：蹋踐慈演切七"
]
},
"淫": {
"jim": [
"以開三侵平",
"深攝；侵韻；淫小韻",
"白一平：yim；推導普通話：yin2",
"《廣韻》：久雨曰淫書曰罔淫于樂傳云淫過也餘針切十五"
]
},
"鼎": {
"tengx": [
"端開四青上",
"梗攝；迥韻；頂小韻",
"白一平：tengX；推導普通話：ding3",
"《廣韻》：說文云鼎三足兩耳和五味之寶器禹收九牧之金鑄鼎荆山之下"
]
},
"貧": {
"bin": [
"並開三B眞平",
"臻攝；眞韻；貧小韻",
"重紐B類",
"白一平：bin；推導普通話：pin2",
"《廣韻》：乏也少也符巾切二"
]
},
"謬": {
"myh": [
"明開三幽去",
"流攝；幼韻；謬小韻",
"白一平：mjiwH；推導普通話：miao4",
"《廣韻》：誤也詐也差也欺也靡幼切二"
]
},
"矩": {
"kyox": [
"見合三虞上",
"遇攝；麌韻；矩小韻",
"白一平：kjuX；推導普通話：ju3",
"《廣韻》：法也常也俱雨切十一"
]
},
"駁": {
"pruk": [
"幫開二江入",
"江攝；覺韻；剥小韻",
"白一平：paewk；推導普通話：bo",
"《廣韻》：馬色不純"
]
},
"兆": {
"drieux": [
"澄開三宵上",
"效攝；小韻；肇小韻",
"白一平：drjewX；推導普通話：zhao4",
"《廣韻》：十億曰兆說文分也又姓"
]
},
"淵": {
"quen": [
"影合四先平",
"山攝；先韻；淵小韻",
"白一平：'wen；推導普通話：yuan1",
"《廣韻》：深也管子曰水出而不流曰淵又姓丗本有齊大夫淵湫烏𤣥切十"
]
},
"棍": {
"ghuonx": [
"匣合一魂上",
"臻攝；混韻；混小韻",
"白一平：hwonX；推導普通話：hun4",
"《廣韻》：木名"
]
},
"馳": {
"drie": [
"澄開三支平",
"止攝；支韻；馳小韻",
"白一平：drje；推導普通話：chi2",
"《廣韻》：馳騖也疾驅也又姓出姓苑直離切十[四/三]"
]
},
"熙": {
"hi": [
"曉開三之平",
"止攝；之韻；僖小韻",
"白一平：xi；推導普通話：xi1",
"《廣韻》：和也廣也長也"
]
},
"扶": {
"byo": [
"並合三虞平",
"遇攝；虞韻；扶小韻",
"白一平：bju；推導普通話：fu2",
"《廣韻》：扶持也佐也漢三輔有扶風郡扶助也風化也魏爲岐州又扶州在隴右元魏置管同昌怡夷二縣又姓漢有廷尉扶嘉防無切二十六"
],
"pyo": [
"幫合三虞平",
"遇攝；虞韻；跗小韻",
"白一平：pju；推導普通話：fu1",
"《廣韻》：公羊傳云扶寸而合注云側手曰扶案指曰寸"
]
},
"聘": {
"phjengh": [
"滂開三A清去",
"梗攝；勁韻；聘小韻",
"重紐A類",
"白一平：phjiengH；推導普通話：ping4",
"《廣韻》：聘問也訪也匹正切三"
]
},
"斬": {
"cremx": [
"莊開二咸上",
"咸攝；豏韻；斬小韻",
"白一平：tsreamX；推導普通話：zhan3",
"《廣韻》：周禮曰秋官掌戮掌斬側減切一"
]
},
"穴": {
"ghuet": [
"匣合四先入",
"山攝；屑韻；穴小韻",
"白一平：hwet；推導普通話：xue2",
"《廣韻》：窟也舟穴山名鳳皇所出胡決切四"
]
},
"槽": {
"cau": [
"精開一豪平",
"效攝；豪韻；糟小韻",
"白一平：tsaw；推導普通話：zao1",
"《廣韻》：果華實相半也又才刀切"
],
"zau": [
"從開一豪平",
"效攝；豪韻；曹小韻",
"白一平：dzaw；推導普通話：cao2",
"《廣韻》：馬槽"
]
},
"詭": {
"kyex": [
"見合三B支上",
"止攝；紙韻；詭小韻",
"重紐B類",
"白一平：kjweX；推導普通話：gui3",
"《廣韻》：詐也又橫財物爲詭遇也過委切十九"
]
},
"昧": {
"muaih": [
"明合一灰去",
"蟹攝；隊韻；妹小韻",
"白一平：mwojH；推導普通話：mei4",
"《廣韻》：暗昧"
]
},
"澡": {
"caux": [
"精開一豪上",
"效攝；晧韻；早小韻",
"白一平：tsawX；推導普通話：zao3",
"《廣韻》：澡洗"
]
},
"蚊": {
"myon": [
"明合三文平",
"臻攝；文韻；文小韻",
"白一平：mjun；推導普通話：wen2",
"《廣韻》：上同"
]
},
"僧": {
"song": [
"心開一登平",
"曾攝；登韻；僧小韻",
"白一平：song；推導普通話：seng1",
"《廣韻》：沙門也梵音云僧伽蘇增切三"
]
},
"柱": {
"dryox": [
"澄合三虞上",
"遇攝；麌韻；柱小韻",
"白一平：drjuX；推導普通話：zhu4",
"《廣韻》：廣雅曰楹謂之柱又姓出何氏姓苑直主切三"
],
"tryox": [
"知合三虞上",
"遇攝；麌韻；拄小韻",
"白一平：trjuX；推導普通話：zhu3",
"《廣韻》：柱夫草一名搖車也說文曰有所絶止而識之也"
]
},
"挫": {
"cuah": [
"精合一戈去",
"果攝；過韻；挫小韻",
"白一平：tswaH；推導普通話：zuo4",
"《廣韻》：摧也則臥切三"
]
},
"袁": {
"yan": [
"云合三元平",
"臻攝；元韻；袁小韻",
"白一平：hjwon；推導普通話：yuan2",
"《廣韻》：姓出陳郡汝南彭城三望本自胡公之後雨元切十六"
]
},
"籠": {
"lung": [
"來開一東平",
"通攝；東韻；籠小韻",
"白一平：luwng；推導普通話：long2",
"《廣韻》：西京雜記曰漢制天子以象牙爲火籠盧紅切又力董切二十七"
],
"lyung": [
"來開三鍾平",
"通攝；鍾韻；龍小韻",
"白一平：ljowng；推導普通話：long2",
"《廣韻》：𥳎籠竹車軬亦籦籠竹又力東力董二切"
],
"lungx": [
"來開一東上",
"通攝；董韻；曨小韻",
"白一平：luwngX；推導普通話：long3",
"《廣韻》：竹器又龍聾二音"
]
},
"抖": {
"tux": [
"端開一侯上",
"流攝；厚韻；斗小韻",
"白一平：tuwX；推導普通話：dou3",
"《廣韻》：抖擻舉皃"
]
},
"訝": {
"ngrah": [
"疑開二麻去",
"假攝；禡韻；迓小韻",
"白一平：ngaeH；推導普通話：ya4",
"《廣韻》：嗟訝亦上同"
]
},
"勃": {
"buot": [
"並合一魂入",
"臻攝；沒韻；勃小韻",
"白一平：bwot；推導普通話：bo2",
"《廣韻》：卒也又姓丗本宋右師之後又梁武帝改豫章王綜姓勃氏蒲沒切二十三"
]
},
"丘": {
"khiu": [
"溪開三尤平",
"流攝；尤韻；丘小韻",
"白一平：khjuw；推導普通話：qiu1",
"《廣韻》：聚也空也大也又丘陵爾雅非人爲之曰丘郭璞云地自然生說文作丠亦姓出吳興河南二望風俗通曰魯左丘明之後又云齊太公封於營丘支孫以地爲氏代居扶風漢末丘俊持節江淮屬王莽簒位遂留江左居吳興也又漢複姓四十四氏左傳齊有藉丘子鉏梁丘據閭丘嬰莒有著丘公渠丘公後並因邑爲氏晉有虞丘書爲乗馬御祖氏家記有太中大夫東安於丘淵史記有狐丘子林楚有苞丘先生齊桓公至麥丘麥丘人年八十三祝桓公封於麥丘其後氏焉孟子齊有曼丘不擇又有咸丘蒙隱居列仙傳有浮丘公梁州刺史莊丘黑魯莊公庶子食采於瑕丘其後氏焉齊有勇士葘丘[訴/訢]神仙傳漢有稷丘子又有廩丘充隱居齊魯之閒楚有列威將軍何丘寄楚文王庶子食采於軒丘其後爲氏周宣王支庶食采於謝丘其後爲氏漢有趙人吾丘壽王又有曹丘先生侍御史余丘炳鉅鹿太守莊丘勝以勇力聞安丘望之注老子列仙傳有髙邑人商丘子胥藝文志有桑丘公漢有吳人龍丘萇隱居不屈濟北蛇丘惑爲河内太守魏有幽豫二州刺史母丘儉吳有平原陶丘洪晉有雍丘洛以武力聞何氏姓苑云漢有司隷校尉水丘岑古有蔡丘欣喪馬淮陽東海北丘氏又有羌丘常丘崎丘獻丘陽丘逢丘厚丘泥丘等氏又虜複姓二氏後魏獻帝次弟丘敦氏後改爲丘氏丘林氏後改爲林氏去鳩切六"
]
},
"吞": {
"thon": [
"透開一痕平",
"臻攝；痕韻；吞小韻",
"白一平：thon；推導普通話：tun1",
"《廣韻》：咽也吐根切又音天一"
],
"then": [
"透開四先平",
"山攝；先韻；天小韻",
"白一平：then；推導普通話：tian1",
"《廣韻》：姓也漢有吞景雲又湯門切"
]
},
"亭": {
"deng": [
"定開四青平",
"梗攝；青韻；庭小韻",
"白一平：deng；推導普通話：ting2",
"《廣韻》：今亭子名釋名曰亭停也人所停集也漢典職曰洛陽二十街街一亭十二城門門一亭也"
]
},
"癢": {
"jangx": [
"以開三陽上",
"宕攝；養韻；養小韻",
"白一平：yangX；推導普通話：yang3",
"《廣韻》：上同"
]
},
"肆": {
"siih": [
"心開三脂去",
"止攝；至韻；四小韻",
"白一平：sijH；推導普通話：si4",
"《廣韻》：陳也恣也極也放也說文从隶極陳也又姓何氏姓苑有漁陽太守肆敏"
]
},
"漆": {
"chit": [
"清開三眞入",
"臻攝；質韻；七小韻",
"白一平：tshit；推導普通話：qi",
"《廣韻》：水名在岐又姓古有漆沈爲魯相何氏姓苑云今豫章人又漢複姓孔子弟子漆彫開"
]
},
"詗": {
"huengx": [
"曉合四青上",
"梗攝；迥韻；詗小韻",
"白一平：xwengX；推導普通話：xiong3",
"《廣韻》：明悟了知也火迥切一"
],
"hjyengh": [
"曉合三A清去",
"梗攝；勁韻；敻小韻",
"重紐A類",
"白一平：xjwiengH；推導普通話：xiong4",
"《廣韻》：自言長"
]
},
"尹": {
"jynx": [
"以合三諄上",
"臻攝；準韻；尹小韻",
"白一平：ywinX；推導普通話：yun3",
"《廣韻》：正也誠也進也說文治也又姓出天水河閒周有尹吉甫又漢複姓齊定王時有尹文子著書又漢書百官表曰内史周官秦因之掌治京師武帝更名曰京兆尹應劭曰河南尹所以治周地秦兼天下置三川守河洛伊地漢更名河南太守也丗祖徙都雒陽改爲尹余準切八"
]
},
"猩": {
"srang": [
"生開二庚平",
"梗攝；庚韻；生小韻",
"白一平：sraeng；推導普通話：sheng1",
"《廣韻》：猩猩能言似猿聲如小兒也"
],
"seng": [
"心開四青平",
"梗攝；青韻；星小韻",
"白一平：seng；推導普通話：xing1",
"《廣韻》：說文曰猩猩犬吠聲又音生"
]
},
"帖": {
"thep": [
"透開四添入",
"咸攝；怗韻；怗小韻",
"白一平：thep；推導普通話：tie",
"《廣韻》：券帖又牀前帷也"
]
},
"佐": {
"cah": [
"精開一歌去",
"果攝；箇韻；佐小韻",
"白一平：tsaH；推導普通話：zuo4",
"《廣韻》：助也則箇切六"
]
},
"昱": {
"juk": [
"以開三東入",
"通攝；屋韻；育小韻",
"白一平：yuwk；推導普通話：yu4",
"《廣韻》：日光"
]
},
"咳": {
"ghai": [
"匣開一咍平",
"蟹攝；咍韻；孩小韻",
"白一平：hoj；推導普通話：hai2",
"《廣韻》：小兒𥬇皃"
]
},
"祈": {
"gioi": [
"羣開三微平",
"止攝；微韻；祈小韻",
"白一平：gj+j；推導普通話：qi2",
"《廣韻》：求也報也告也渠希切十九"
]
},
"詹": {
"cjem": [
"章開三鹽平",
"咸攝；鹽韻；詹小韻",
"白一平：tsyem；推導普通話：zhan1",
"《廣韻》：至也應劭漢官曰詹事秦官也又姓楚詞有詹尹俗作𦧕職廉切六"
]
},
"毋": {
"myo": [
"明合三虞平",
"遇攝；虞韻；無小韻",
"白一平：mju；推導普通話：wu2",
"《廣韻》：止之辝亦姓母丘或爲母氏又漢複姓八氏漢書貨殖傳有母鹽氏巨富齊母鹽邑大夫之後漢有執金吾東海母將隆將作大匠母兵興風俗通有樂安母車伯奇爲下邳相有主簿歩邵南時人稱母車府君歩主簿何氏姓苑有母終氏左傳魯大夫兹母還晉大夫綦母張漢書有巨母霸王莽改爲巨母氏"
]
},
"矮": {
"qrex": [
"影開二佳上",
"蟹攝；蟹韻；矮小韻",
"白一平：'eaX；推導普通話：ya3",
"《廣韻》：短皃烏蟹切三"
]
},
"苑": {
"qyanx": [
"影合三元上",
"臻攝；阮韻；婉小韻",
"白一平：'jwonX；推導普通話：yuan3",
"《廣韻》：園苑白虎通云苑囿所以在東方者謂養萬物東方物所生也"
]
},
"賄": {
"huaix": [
"曉合一灰上",
"蟹攝；賄韻；賄小韻",
"白一平：xwojX；推導普通話：hui3",
"《廣韻》：財也又贈送也呼罪切七"
]
},
"緻": {
"driih": [
"澄開三脂去",
"止攝；至韻；緻小韻",
"白一平：drijH；推導普通話：zhi4",
"《廣韻》：密也直利切十二"
]
},
"婉": {
"qyanx": [
"影合三元上",
"臻攝；阮韻；婉小韻",
"白一平：'jwonX；推導普通話：yuan3",
"《廣韻》：順也美也於阮切二十"
]
},
"斤": {
"kion": [
"見開三欣平",
"臻攝；欣韻；斤小韻",
"白一平：kj+n；推導普通話：jin1",
"《廣韻》：十六兩也說文曰斫木也又虜複姓二氏後魏書去斤氏後改爲艾氏奇斤氏後改爲奇氏舉欣切四"
],
"kionh": [
"見開三欣去",
"臻攝；焮韻；靳小韻",
"白一平：kj+nH；推導普通話：jin4",
"《廣韻》：爾雅曰明明斤斤察也又居勤切"
]
},
"饒": {
"njeu": [
"日開三宵平",
"效攝；宵韻；饒小韻",
"白一平：nyew；推導普通話：rao2",
"《廣韻》：益也飽也餘也又姓風俗通云漢有饒斌爲漁陽太守如招切六"
],
"njeuh": [
"日開三宵去",
"效攝；笑韻；饒小韻",
"白一平：nyewH；推導普通話：rao4",
"《廣韻》：益饒人要切又人招切二"
]
},
"闖": {
"thrimh": [
"徹開三侵去",
"深攝；沁韻；闖小韻",
"白一平：trhimH；推導普通話：chen4",
"《廣韻》：馬出門皃丑禁切二"
]
},
"戈": {
"kua": [
"見合一戈平",
"果攝；戈韻；戈小韻",
"白一平：kwa；推導普通話：guo1",
"《廣韻》：干戈說文云平頭戟也天授年置司戈八品武職古禾切十五"
]
},
"歧": {
"gje": [
"羣開三A支平",
"止攝；支韻；祇小韻",
"重紐A類",
"白一平：gjie；推導普通話：qi2",
"《廣韻》：歧路"
]
},
"諷": {
"piungh": [
"幫開三東去",
"通攝；送韻；諷小韻",
"白一平：pjuwngH；推導普通話：feng4",
"《廣韻》：諷刺方鳳切二"
]
},
"熬": {
"ngau": [
"疑開一豪平",
"效攝；豪韻；敖小韻",
"白一平：ngaw；推導普通話：ao2",
"《廣韻》：煎也"
]
},
"診": {
"cjinx": [
"章開三眞上",
"臻攝；軫韻；軫小韻",
"白一平：tsyinX；推導普通話：zhen3",
"《廣韻》：𠋫[脤/脈]又視也驗也"
],
"drinh": [
"澄開三眞去",
"臻攝；震韻；敶小韻",
"白一平：drinH；推導普通話：zhen4",
"《廣韻》：𠋫脉又之忍切"
]
},
"霜": {
"sriang": [
"生開三陽平",
"宕攝；陽韻；霜小韻",
"白一平：srjang；推導普通話：shuang1",
"《廣韻》：凝露也又姓色莊切七"
]
},
"諧": {
"ghrai": [
"匣開二皆平",
"蟹攝；皆韻；諧小韻",
"白一平：heaj；推導普通話：xie2",
"《廣韻》：和也合也調也偶也戸皆切九"
]
},
"鈞": {
"kjyn": [
"見合三A諄平",
"臻攝；諄韻；均小韻",
"重紐A類",
"白一平：kjwin；推導普通話：jun1",
"《廣韻》：[二/三]十斤也又姓風俗通云楚大夫元鈞之後漢有侍中鈞喜"
]
},
"覓": {
"mek": [
"明開四青入",
"梗攝；錫韻；覓小韻",
"白一平：mek；推導普通話：mi4",
"《廣韻》：求也莫狄切二十三"
]
},
"屑": {
"set": [
"心開四先入",
"山攝；屑韻；屑小韻",
"白一平：set；推導普通話：xie",
"《廣韻》：動作屑屑又淸也敬也顧也勞也說文作㞕先結切十[一/二]"
]
},
"痞": {
"piix": [
"幫開三B脂上",
"止攝；旨韻；鄙小韻",
"重紐B類",
"白一平：pijX；推導普通話：bi3",
"《廣韻》：病也又音否"
],
"biix": [
"並開三B脂上",
"止攝；旨韻；否小韻",
"重紐B類",
"白一平：bijX；推導普通話：bi4",
"《廣韻》：腹内結痛[圯/圮]"
],
"piux": [
"幫開三尤上",
"流攝；有韻；缶小韻",
"白一平：pjuwX；推導普通話：fou3",
"《廣韻》：病也"
]
},
"鋪": {
"phyo": [
"滂合三虞平",
"遇攝；虞韻；敷小韻",
"白一平：phju；推導普通話：fu1",
"《廣韻》：又普胡切"
],
"pho": [
"滂開一模平",
"遇攝；模韻；𥠵小韻",
"白一平：phu；推導普通話：pu1",
"《廣韻》：鋪設也陳也布又音孚"
],
"phoh": [
"滂開一模去",
"遇攝；暮韻；怖小韻",
"白一平：phuH；推導普通話：pu4",
"《廣韻》：設也又普胡切"
]
},
"黏": {
"nriem": [
"孃開三鹽平",
"咸攝；鹽韻；黏小韻",
"白一平：nrjem；推導普通話：nian2",
"《廣韻》：黏麴女亷切三"
]
},
"遣": {
"khjenx": [
"溪開三A仙上",
"山攝；獮韻；遣小韻",
"重紐A類",
"白一平：khjienX；推導普通話：qian3",
"《廣韻》：送也縱也去演切八"
],
"khjenh": [
"溪開三A仙去",
"山攝；線韻；譴小韻",
"重紐A類",
"白一平：khjienH；推導普通話：qian4",
"《廣韻》：人臣賜車馬曰遣車又去尠切"
]
},
"蹈": {
"dauh": [
"定開一豪去",
"效攝；号韻；導小韻",
"白一平：dawH；推導普通話：dao4",
"《廣韻》：踐也"
]
},
"懸": {
"ghuen": [
"匣合四先平",
"山攝；先韻；玄小韻",
"白一平：hwen；推導普通話：xuan2",
"《廣韻》：俗今通用"
]
},
"詮": {
"chyen": [
"清合三仙平",
"山攝；仙韻；詮小韻",
"白一平：tshjwen；推導普通話：quan1",
"《廣韻》：平也說文具也此縁切十九"
]
},
"岡": {
"kang": [
"見開一唐平",
"宕攝；唐韻；岡小韻",
"白一平：kang；推導普通話：gang1",
"《廣韻》：爾雅曰山脊岡古郎切十六"
]
},
"汁": {
"cjip": [
"章開三侵入",
"深攝；緝韻；執小韻",
"白一平：tsyip；推導普通話：zhi",
"《廣韻》：[汁/瀋]也液也"
]
},
"攏": {
"lungx": [
"來開一東上",
"通攝；董韻；曨小韻",
"白一平：luwngX；推導普通話：long3",
"《廣韻》：攏略又拗攏籌也[謂/出]酒律"
]
},
"帆": {
"byam": [
"並合三凡平",
"咸攝；凡韻；凡小韻",
"白一平：bjom；推導普通話：fan2",
"《廣韻》：船上幔也亦作颿又扶汎切"
],
"byamh": [
"並合三凡去",
"咸攝；范韻；梵小韻",
"白一平：bjomH；推導普通話：fan4",
"《廣韻》：船使風又音凡"
]
},
"壺": {
"gho": [
"匣開一模平",
"遇攝；模韻；胡小韻",
"白一平：hu；推導普通話：hu2",
"《廣韻》：酒器也禮記投壺篇云壺[徑/頸]脩七寸腹脩五寸口徑三寸半容斗五𦫵亦姓風俗通云漢有諫議大夫壺遂"
]
},
"瑟": {
"srit": [
"生開三臻入",
"臻攝；櫛韻；瑟小韻",
"白一平：srit；推導普通話：she",
"《廣韻》：樂器丗本曰庖犧作瑟所櫛切六"
]
},
"雁": {
"ngranh": [
"疑開二刪去",
"山攝；諫韻；鴈小韻",
"白一平：ngaenH；推導普通話：yan4",
"《廣韻》：鳥也出說文"
]
},
"辰": {
"zjin": [
"常開三眞平",
"臻攝；眞韻；辰小韻",
"白一平：dzyin；推導普通話：chen2",
"《廣韻》：辰象也又辰時也爾雅曰太歳在辰曰執徐植鄰切十三"
]
},
"穗": {
"zsyih": [
"邪合三脂去",
"止攝；至韻；遂小韻",
"白一平：zwijH；推導普通話：sui4",
"《廣韻》：上同"
]
},
"慨": {
"khaih": [
"溪開一咍去",
"蟹攝；代韻；慨小韻",
"白一平：khojH；推導普通話：kai4",
"《廣韻》：慷慨苦[蓋/愛]切六"
]
},
"淒": {
"che": [
"清開四齊平",
"蟹攝；齊韻；妻小韻",
"白一平：tshej；推導普通話：qi1",
"《廣韻》：雲皃又千弟切"
]
},
"膜": {
"mo": [
"明開一模平",
"遇攝；模韻；模小韻",
"白一平：mu；推導普通話：mu2",
"《廣韻》：膜拜胡禮拜也"
],
"mak": [
"明開一唐入",
"宕攝；鐸韻；莫小韻",
"白一平：mak；推導普通話：mo4",
"《廣韻》：肉膜"
]
},
"肅": {
"siuk": [
"心開三東入",
"通攝；屋韻；肅小韻",
"白一平：sjuwk；推導普通話：su",
"《廣韻》：恭也敬也戒也進也疾也又州名古月氏國地漢匈奴昆邪王殺休屠王并其衆來降遂置酒泉郡後魏以酒泉爲甘州隋分福禄縣置肅州亦姓出姓苑息逐切二十三"
]
},
"涂": {
"drio": [
"澄開三魚平",
"遇攝；魚韻；除小韻",
"白一平：drjo；推導普通話：chu2",
"《廣韻》：水名在堂邑又直胡切"
],
"do": [
"定開一模平",
"遇攝；模韻；徒小韻",
"白一平：du；推導普通話：tu2",
"《廣韻》：水名在益州"
]
},
"范": {
"byamx": [
"並合三凡上",
"咸攝；梵韻；范小韻",
"白一平：bjomX；推導普通話：fan4",
"《廣韻》：姓也出南陽濟陽二望本自陶唐氏之後隋會爲晉大夫食采於范其後氏焉防錽切六"
]
},
"恕": {
"sjoh": [
"書開三魚去",
"遇攝；御韻；恕小韻",
"白一平：syoH；推導普通話：shu4",
"《廣韻》：仁恕商署切四"
]
},
"醬": {
"ciangh": [
"精開三陽去",
"宕攝；漾韻；醬小韻",
"白一平：tsjangH；推導普通話：jiang4",
"《廣韻》：說文作[醬/酱]醢也漢書武帝使唐蒙風曉南越南越食蒙蜀[筠/蒟]醬[于/子]亮切四"
]
},
"纖": {
"siem": [
"心開三鹽平",
"咸攝；鹽韻；銛小韻",
"白一平：sjem；推導普通話：xian1",
"《廣韻》：細也微也"
]
},
"輻": {
"piuh": [
"幫開三尤去",
"流攝；宥韻；富小韻",
"白一平：pjuwH；推導普通話：fou4",
"《廣韻》：輻湊競聚又音福"
],
"piuk": [
"幫開三東入",
"通攝；屋韻；福小韻",
"白一平：pjuwk；推導普通話：fu",
"《廣韻》：車輻"
]
},
"懿": {
"qiih": [
"影開三B脂去",
"止攝；至韻；懿小韻",
"重紐B類",
"白一平：'ijH；推導普通話：yi4",
"《廣韻》：美也大也温柔聖克也又姓[-/後秦錄有吏部郎懿橫]秦録有吏部[-/熱]懿横乙兾切七"
]
},
"稚": {
"driih": [
"澄開三脂去",
"止攝；至韻；緻小韻",
"白一平：drijH；推導普通話：zhi4",
"《廣韻》：幼稚亦小也晚也又姓史記云湯後因國爲姓"
]
},
"郁": {
"qiuk": [
"影開三東入",
"通攝；屋韻；郁小韻",
"白一平：'juwk；推導普通話：yu",
"《廣韻》：文也亦郁郅縣在北地又姓魯相有郁貢又虜三字姓二氏後魏書云蠕蠕姓郁久閭氏又北方郁原甄氏後改爲甄氏於六切二十"
]
},
"募": {
"moh": [
"明開一模去",
"遇攝；暮韻；暮小韻",
"白一平：muH；推導普通話：mu4",
"《廣韻》：召也"
]
},
"豫": {
"joh": [
"以開三魚去",
"遇攝；御韻；豫小韻",
"白一平：yoH；推導普通話：yu4",
"《廣韻》：逸也備先也辨也早也安也猒也敘也又州名尚書禹貢曰荆河爲豫州釋名云豫州在九州中京師東常安豫也秦爲三川郡漢爲河南郡後魏置司州又改爲豫州亦獸名象屬又姓晉有豫讓羊洳切二十"
]
},
"艇": {
"dengx": [
"定開四青上",
"梗攝；迥韻；挺小韻",
"白一平：dengX；推導普通話：ding4",
"《廣韻》：小船"
]
},
"枯": {
"kho": [
"溪開一模平",
"遇攝；模韻；枯小韻",
"白一平：khu；推導普通話：ku1",
"《廣韻》：枯朽也苦胡切十[-/一]"
]
},
"寵": {
"thryungx": [
"徹開三鍾上",
"通攝；腫韻；寵小韻",
"白一平：trhjowngX；推導普通話：chong3",
"《廣韻》：寵愛也丑隴切三"
]
},
"遨": {
"ngau": [
"疑開一豪平",
"效攝；豪韻；敖小韻",
"白一平：ngaw；推導普通話：ao2",
"《廣韻》：上同"
]
},
"并": {
"pjeng": [
"幫開三A清平",
"梗攝；清韻；并小韻",
"重紐A類",
"白一平：pjieng；推導普通話：bing1",
"《廣韻》：合也亦州名舜分兾州爲幽州并州春秋時爲晉國後屬趙秦爲太原郡魏復置并州又姓出姓苑府盈切四"
],
"pjengh": [
"幫開三A清去",
"梗攝；勁韻；摒小韻",
"重紐A類",
"白一平：pjiengH；推導普通話：bing4",
"《廣韻》：專也"
]
},
"漁": {
"ngio": [
"疑開三魚平",
"遇攝；魚韻；魚小韻",
"白一平：ngjo；推導普通話：yu2",
"《廣韻》：說文云捕魚也尸了曰燧人之世天下多水故敎民以漁也又水名在漁陽"
]
},
"淹": {
"qiem": [
"影開三B鹽平",
"咸攝；鹽韻；淹小韻",
"重紐B類",
"白一平：'jem；推導普通話：yan1",
"《廣韻》：漬也滯也久留也敗也央炎切六"
],
"qiamh": [
"影開三嚴去",
"咸攝；釅韻；俺小韻",
"白一平：'jaemH；推導普通話：yan4",
"《廣韻》：𣳚也又繅絲一淹也"
]
},
"墊": {
"temh": [
"端開四添去",
"咸攝；㮇韻；店小韻",
"白一平：temH；推導普通話：dian4",
"《廣韻》：下也又墊江在巴陵又徒協切"
],
"dep": [
"定開四添入",
"咸攝；怗韻；牒小韻",
"白一平：dep；推導普通話：die2",
"《廣韻》：地名在巴中"
]
},
"鞭": {
"pjen": [
"幫開三A仙平",
"山攝；仙韻；鞭小韻",
"重紐A類",
"白一平：pjien；推導普通話：bian1",
"《廣韻》：馬策也卑連切六"
]
},
"縫": {
"byung": [
"並開三鍾平",
"通攝；鍾韻；逢小韻",
"白一平：bjowng；推導普通話：feng2",
"《廣韻》：紩又音俸"
],
"byungh": [
"並開三鍾去",
"通攝；用韻；俸小韻",
"白一平：bjowngH；推導普通話：feng4",
"《廣韻》：衣縫又房容切"
]
},
"駿": {
"cynh": [
"精合三諄去",
"臻攝；稕韻；儁小韻",
"白一平：tswinH；推導普通話：jun4",
"《廣韻》：馬之俊周穆王有八駿驊騮騄駬赤𩦸白兔犧渠黃踰盜驪山子又音峻"
]
},
"斑": {
"pran": [
"幫開二刪平",
"山攝；刪韻；班小韻",
"白一平：paen；推導普通話：ban1",
"《廣韻》：駮也文也"
]
},
"甄": {
"cjin": [
"章開三眞平",
"臻攝；眞韻；眞小韻",
"白一平：tsyin；推導普通話：zhen1",
"《廣韻》：姓也陳留風俗傳云舜陶甄河濵其後爲氏出中山河南二望又舉延切"
],
"kjen": [
"見開三A仙平",
"山攝；仙韻；甄小韻",
"重紐A類",
"白一平：kjien；推導普通話：jian1",
"《廣韻》：察也一曰免也居延切又章鄰切三"
]
},
"竿": {
"kan": [
"見開一寒平",
"山攝；寒韻；干小韻",
"白一平：kan；推導普通話：gan1",
"《廣韻》：竹竿"
]
},
"駝": {
"da": [
"定開一歌平",
"果攝；歌韻；駝小韻",
"白一平：da；推導普通話：tuo2",
"《廣韻》：駱駝外國圖云大秦國人長一丈五尺好騎駱駝俗從也餘同徒河切二十三"
]
},
"昔": {
"siek": [
"心開三清入",
"梗攝；昔韻；昔小韻",
"白一平：sjek；推導普通話：xi",
"《廣韻》：往也始也[-/左傳]爲一昔之期明日也說文作㫺乾肉也又姓漢有烏傷令昔登思積切十四"
]
},
"崎": {
"khie": [
"溪開三B支平",
"止攝；支韻；㩻小韻",
"重紐B類",
"白一平：khje；推導普通話：qi1",
"《廣韻》：崎嶇"
],
"gioi": [
"羣開三微平",
"止攝；微韻；祈小韻",
"白一平：gj+j；推導普通話：qi2",
"《廣韻》：曲岸"
]
},
"冤": {
"qyan": [
"影合三元平",
"臻攝；元韻；鴛小韻",
"白一平：'jwon；推導普通話：yuan1",
"《廣韻》：屈也枉也曲也又冤句縣在曹州句音劬"
]
},
"棵": {
"ghuanx": [
"匣合一桓上",
"山攝；緩韻；緩小韻",
"白一平：hwanX；推導普通話：huan4",
"《廣韻》：斷木"
],
"khuanx": [
"溪合一桓上",
"山攝；緩韻；款小韻",
"白一平：khwanX；推導普通話：kuan3",
"《廣韻》：斷木也"
]
},
"僕": {
"buk": [
"並開一東入",
"通攝；屋韻；暴小韻",
"白一平：buwk；推導普通話：bu2",
"《廣韻》：侍從人也"
],
"buuk": [
"並開一冬入",
"通攝；沃韻；僕小韻",
"白一平：bowk；推導普通話：bu2",
"《廣韻》：僮僕說文曰給事者也漢書曰太僕秦官掌輿馬亦姓風俗通云漢有渾梁侯僕多又虜複姓魏書僕蘭氏後改爲僕氏蒲沃切六"
]
},
"疊": {
"dep": [
"定開四添入",
"咸攝；怗韻；牒小韻",
"白一平：dep；推導普通話：die2",
"《廣韻》：上同"
]
},
"箏": {
"creng": [
"莊開二耕平",
"梗攝；耕韻；爭小韻",
"白一平：tsreang；推導普通話：zheng1",
"《廣韻》：樂器秦蒙恬所造"
]
},
"墜": {
"dryih": [
"澄合三脂去",
"止攝；至韻；墜小韻",
"白一平：drwijH；推導普通話：zhui4",
"《廣韻》：落也直類切三"
]
},
"遮": {
"cja": [
"章開三麻平",
"假攝；麻韻；遮小韻",
"白一平：tsyae；推導普通話：zhe1",
"《廣韻》：斷也正奢切四"
]
},
"螺": {
"lua": [
"來合一戈平",
"果攝；戈韻；𩼊小韻",
"白一平：lwa；推導普通話：luo2",
"《廣韻》：蜯屬"
]
},
"煎": {
"cien": [
"精開三仙平",
"山攝；仙韻；煎小韻",
"白一平：tsjen；推導普通話：jian1",
"《廣韻》：熟煑子仙切四"
],
"cienh": [
"精開三仙去",
"山攝；線韻；箭小韻",
"白一平：tsjenH；推導普通話：jian4",
"《廣韻》：甲煎又將仙切"
]
},
"薰": {
"hyon": [
"曉合三文平",
"臻攝；文韻；薰小韻",
"白一平：xjun；推導普通話：xun1",
"《廣韻》：香草韻略曰薫陸香出大秦國亦姓出何氏姓苑許云切十二"
],
"hyonh": [
"曉合三文去",
"臻攝；問韻；訓小韻",
"白一平：xjunH；推導普通話：xun4",
"《廣韻》：薰香又許云切"
]
},
"蠟": {
"lap": [
"來開一談入",
"咸攝；盍韻；臘小韻",
"白一平：lap；推導普通話：la4",
"《廣韻》：蜜蠟"
]
},
"瞎": {
"hrat": [
"曉開二刪入",
"山攝；黠韻；瞎小韻",
"白一平：xaet；推導普通話：xia",
"《廣韻》：一目盲亦作𥈎許鎋切四"
]
},
"禱": {
"taux": [
"端開一豪上",
"效攝；晧韻；倒小韻",
"白一平：tawX；推導普通話：dao3",
"《廣韻》：請也求福也"
],
"tauh": [
"端開一豪去",
"效攝；号韻；到小韻",
"白一平：tawH；推導普通話：dao4",
"《廣韻》：祭也請也文字音義云得福曰祠求福曰禱又當老切"
]
},
"坎": {
"khomx": [
"溪開一覃上",
"咸攝；感韻；坎小韻",
"白一平：khomX；推導普通話：kan3",
"《廣韻》：險也陷也又小罍也形似壼苦感切十"
]
},
"焉": {
"qian": [
"影開三元平",
"臻攝；元韻；蔫小韻",
"白一平：'jon；推導普通話：yan1",
"《廣韻》：安也又不言也"
],
"qien": [
"影開三B仙平",
"山攝；仙韻；焉小韻",
"重紐B類",
"白一平：'jen；推導普通話：yan1",
"《廣韻》：何也又鳥雜毛說文曰鳥黃色出江淮閒於乾切五"
],
"ien": [
"云開三仙平",
"山攝；仙韻；漹小韻",
"白一平：hjen；推導普通話：yan2",
"《廣韻》：語助也又於乾切"
]
},
"魁": {
"khuai": [
"溪合一灰平",
"蟹攝；灰韻；恢小韻",
"白一平：khwoj；推導普通話：kui1",
"《廣韻》：魁[師/帥]一曰北斗星"
]
},
"唇": {
"cjin": [
"章開三眞平",
"臻攝；眞韻；眞小韻",
"白一平：tsyin；推導普通話：zhen1",
"《廣韻》：驚也"
]
},
"犬": {
"khuenx": [
"溪合四先上",
"山攝；銑韻；犬小韻",
"白一平：khwenX；推導普通話：quan3",
"《廣韻》：狗有懸蹄者曰犬廣雅云殷虞晉獒楚獚韓獹宋㹱並良犬苦泫切一"
]
},
"弓": {
"kiung": [
"見開三東平",
"通攝；東韻；弓小韻",
"白一平：kjuwng；推導普通話：jiong1",
"《廣韻》：弓矢釋名曰弓穹也張之穹穹然也其末曰簫又謂之弭以骨爲之滑弭弭也中央田弣弣撫也人所撫持也簫弣之聞曰淵淵宛也言曲宛然也丗本曰黃帝臣揮作弓墨子曰羿作弓孫子曰[傜/倕]作弓又姓魯大夫叔弓之後居戎切六"
]
},
"籲": {
"jyoh": [
"以合三虞去",
"遇攝；遇韻；裕小韻",
"白一平：yuH；推導普通話：yu4",
"《廣韻》：呼也又和也見書傳"
]
},
"娛": {
"ngyo": [
"疑合三虞平",
"遇攝；虞韻；虞小韻",
"白一平：ngju；推導普通話：yu2",
"《廣韻》：娱樂"
],
"ngoh": [
"疑開一模去",
"遇攝；暮韻；誤小韻",
"白一平：nguH；推導普通話：wu4",
"《廣韻》：娱樂也又五于切"
]
},
"沾": {
"triem": [
"知開三鹽平",
"咸攝；鹽韻；霑小韻",
"白一平：trjem；推導普通話：zhan1",
"《廣韻》：水名在上黨說文他兼切"
],
"them": [
"透開四添平",
"咸攝；添韻；添小韻",
"白一平：them；推導普通話：tian1",
"《廣韻》：說文曰水出壼關東入淇一曰沾益也"
],
"temh": [
"端開四添去",
"咸攝；㮇韻；店小韻",
"白一平：temH；推導普通話：dian4",
"《廣韻》：水名在上黨說文他兼切"
]
},
"撫": {
"phyox": [
"滂合三虞上",
"遇攝；麌韻；撫小韻",
"白一平：phjuX；推導普通話：fu3",
"《廣韻》：安存也又持也循也芳武切十三"
]
},
"傘": {
"sanx": [
"心開一寒上",
"山攝；旱韻；散小韻",
"白一平：sanX；推導普通話：san3",
"《廣韻》：傘蓋"
]
},
"嬌": {
"kieu": [
"見開三B宵平",
"效攝；宵韻；驕小韻",
"重紐B類",
"白一平：kjew；推導普通話：jiao1",
"《廣韻》：女字亦態"
],
"gieu": [
"羣開三B宵平",
"效攝；宵韻；喬小韻",
"重紐B類",
"白一平：gjew；推導普通話：qiao2",
"《廣韻》：廣雅云禹妃之名又音驕"
],
"kieux": [
"見開三B宵上",
"效攝；小韻；矯小韻",
"重紐B類",
"白一平：kjewX；推導普通話：jiao3",
"《廣韻》：女字又居喬切"
]
},
"錫": {
"sek": [
"心開四青入",
"梗攝；錫韻；錫小韻",
"白一平：sek；推導普通話：xi",
"《廣韻》：賜也與也亦鉛錫𤣥中記曰鉛錫之精爲婢又姓吳志云漢末有錫光先擊切十三"
]
},
"郝": {
"hak": [
"曉開一唐入",
"宕攝；鐸韻；𦞦小韻",
"白一平：xak；推導普通話：he",
"《廣韻》：姓也殷帝乙時有子期封太原郝郷後因氏焉"
],
"sjek": [
"書開三清入",
"梗攝；昔韻；釋小韻",
"白一平：syek；推導普通話：shi",
"《廣韻》：人姓又呼各切"
],
"chjek": [
"昌開三清入",
"梗攝；昔韻；尺小韻",
"白一平：tsyhek；推導普通話：chi",
"《廣韻》：郷名"
]
},
"淪": {
"lyn": [
"來合三諄平",
"臻攝；諄韻；淪小韻",
"白一平：lwin；推導普通話：lun2",
"《廣韻》：沒也力迍切十五"
]
},
"揭": {
"khied": [
"溪開三B祭去",
"蟹攝；祭韻；憩小韻",
"重紐B類",
"白一平：khjejH；推導普通話：qi4",
"《廣韻》：褰衣渡水由膝已下曰揭"
],
"kiat": [
"見開三元入",
"臻攝；月韻；訐小韻",
"白一平：kjot；推導普通話：jie",
"《廣韻》：揭起說文曰髙舉也"
],
"giat": [
"羣開三元入",
"臻攝；月韻；𢷒小韻",
"白一平：gjot；推導普通話：jie2",
"《廣韻》：上同"
],
"giet": [
"羣開三B仙入",
"山攝；薛韻；傑小韻",
"重紐B類",
"白一平：gjet；推導普通話：jie2",
"《廣韻》：高舉又朅許二音"
],
"khiet": [
"溪開三B仙入",
"山攝；薛韻；朅小韻",
"重紐B類",
"白一平：khjet；推導普通話：qie",
"《廣韻》：髙舉也又擔也"
],
"kiet": [
"見開三B仙入",
"山攝；薛韻；孑小韻",
"重紐B類",
"白一平：kjet；推導普通話：jue",
"《廣韻》：揭起"
]
},
"溶": {
"jyung": [
"以開三鍾平",
"通攝；鍾韻；容小韻",
"白一平：yowng；推導普通話：yong2",
"《廣韻》：水皃又音勇"
],
"jyungx": [
"以開三鍾上",
"通攝；腫韻；勇小韻",
"白一平：yowngX；推導普通話：yong3",
"《廣韻》：水皃又音容"
]
},
"肇": {
"drieux": [
"澄開三宵上",
"效攝；小韻；肇小韻",
"白一平：drjewX；推導普通話：zhao4",
"《廣韻》：始也正也敏也長也治小切十一"
]
},
"匿": {
"nrik": [
"孃開三蒸入",
"曾攝；職韻；匿小韻",
"白一平：nrik；推導普通話：ni4",
"《廣韻》：藏也微也亡也隱也隂姦也女力切六"
]
},
"趟": {
"trang": [
"知開二庚平",
"梗攝；庚韻；趟小韻",
"白一平：traeng；推導普通話：zheng1",
"《廣韻》：䞴趟躍跳竹盲切䞴陟交切二"
],
"trangh": [
"知開二庚去",
"梗攝；映韻；倀小韻",
"白一平：traengH；推導普通話：zheng4",
"《廣韻》：䞴趟行皃"
]
},
"盆": {
"buon": [
"並合一魂平",
"臻攝；魂韻；盆小韻",
"白一平：bwon；推導普通話：pen2",
"《廣韻》：瓦器亦作瓫爾雅曰盆謂之缶說文曰盎也又姓風俗通云盆成括仕齊孟軻知其必死其子逃難改氏成焉蒲奔切四"
]
},
"坊": {
"byang": [
"並合三陽平",
"宕攝；陽韻；房小韻",
"白一平：bjang；推導普通話：fang2",
"《廣韻》：上同見禮又音方"
],
"pyang": [
"幫合三陽平",
"宕攝；陽韻；方小韻",
"白一平：pjang；推導普通話：fang1",
"《廣韻》：坊巷亦州名本上郡地周於今州界置馬坊武德初置坊州因馬坊爲名漢[官/宫]有太子坊坊亦省名又音房"
]
},
"赴": {
"phyoh": [
"滂合三虞去",
"遇攝；遇韻；赴小韻",
"白一平：phjuH；推導普通話：fu4",
"《廣韻》：奔赴爾雅曰至也說文曰趨也芳遇切十一"
]
},
"絃": {
"ghen": [
"匣開四先平",
"山攝；先韻；賢小韻",
"白一平：hen；推導普通話：xian2",
"《廣韻》：俗見上注"
],
"huenh": [
"曉合四先去",
"山攝；霰韻；絢小韻",
"白一平：xwenH；推導普通話：xuan4",
"《廣韻》：上同"
]
},
"栗": {
"lit": [
"來開三眞入",
"臻攝；質韻；栗小韻",
"白一平：lit；推導普通話：li4",
"《廣韻》：堅也又果木也漢書曰燕秦千樹栗其人與千户侯等又姓漢長安富室有栗氏力質切十九"
]
},
"狹": {
"ghrep": [
"匣開二咸入",
"咸攝；洽韻；洽小韻",
"白一平：heap；推導普通話：xia2",
"《廣韻》：隘狹陜"
]
},
"廿": {
"njip": [
"日開三侵入",
"深攝；緝韻；入小韻",
"白一平：nyip；推導普通話：ri4",
"《廣韻》：說文云二十并也今作卄直以爲二十字"
]
},
"菊": {
"kiuk": [
"見開三東入",
"通攝；屋韻；菊小韻",
"白一平：kjuwk；推導普通話：ju",
"《廣韻》：草名禮記季秋之月菊有黃華說文曰大菊蘧麥也居六切三十三"
]
},
"嘎": {
"kret": [
"見開二山入",
"山攝；鎋韻；戛小韻",
"白一平：keat；推導普通話：jia",
"《廣韻》：嘎嘎鳥聲"
]
},
"瘦": {
"sriuh": [
"生開三尤去",
"流攝；宥韻；𤸃小韻",
"白一平：srjuwH；推導普通話：shou4",
"《廣韻》：上同"
]
},
"奴": {
"no": [
"泥開一模平",
"遇攝；模韻；奴小韻",
"白一平：nu；推導普通話：nu2",
"《廣韻》：人之下也乃都切七"
]
},
"驢": {
"lio": [
"來開三魚平",
"遇攝；魚韻；臚小韻",
"白一平：ljo；推導普通話：lv2",
"《廣韻》：畜也"
]
},
"畏": {
"qyoih": [
"影合三微去",
"止攝；未韻；尉小韻",
"白一平：'jw+jH；推導普通話：wei4",
"《廣韻》：畏懼"
]
},
"珮": {
"buaih": [
"並合一灰去",
"蟹攝；隊韻；佩小韻",
"白一平：bwojH；推導普通話：bei4",
"《廣韻》：玉珮俗"
]
},
"債": {
"creh": [
"莊開二佳去",
"蟹攝；卦韻；債小韻",
"白一平：tsreaH；推導普通話：zhai4",
"《廣韻》：徵財側賣切一"
],
"crek": [
"莊開二耕入",
"梗攝；麥韻；責小韻",
"白一平：tsreak；推導普通話：zhe",
"《廣韻》：負財"
]
},
"摧": {
"zuai": [
"從合一灰平",
"蟹攝；灰韻；摧小韻",
"白一平：dzwoj；推導普通話：cui2",
"《廣韻》：折也阻也昨回切五"
]
},
"鹽": {
"jem": [
"以開三鹽平",
"咸攝；鹽韻；鹽小韻",
"白一平：yem；推導普通話：yan2",
"《廣韻》：說文曰鹹也古者宿沙初作煑海爲▼爲字當删▲鹽亦州近北鹽池因以名之又姓魯國先賢傳有北海相鹽津余廉切十五"
],
"jemh": [
"以開三鹽去",
"咸攝；豔韻；豔小韻",
"白一平：yemH；推導普通話：yan4",
"《廣韻》：以鹽醃也本音平聲"
]
},
"噓": {
"hio": [
"曉開三魚平",
"遇攝；魚韻；虚小韻",
"白一平：xjo；推導普通話：xu1",
"《廣韻》：吹嘘"
],
"hioh": [
"曉開三魚去",
"遇攝；御韻；噓小韻",
"白一平：xjoH；推導普通話：xu4",
"《廣韻》：吹嘘許御切又音虚一"
]
},
"挽": {
"myanx": [
"明合三元上",
"臻攝；阮韻；晚小韻",
"白一平：mjonX；推導普通話：wan3",
"《廣韻》：引也"
]
},
"墾": {
"khonx": [
"溪開一痕上",
"臻攝；很韻；墾小韻",
"白一平：khonX；推導普通話：ken3",
"《廣韻》：力也耕也治也康很切四"
]
},
"霞": {
"ghra": [
"匣開二麻平",
"假攝；麻韻；遐小韻",
"白一平：hae；推導普通話：xia2",
"《廣韻》：赤氣騰爲雲又漢複姓有霞露氏"
]
},
"伐": {
"byat": [
"並合三元入",
"臻攝；月韻；伐小韻",
"白一平：bjot；推導普通話：fa2",
"《廣韻》：征也斬木也又自矜曰伐房越切十四"
]
},
"畔": {
"buanh": [
"並合一桓去",
"山攝；換韻；叛小韻",
"白一平：banH；推導普通話：ban4",
"《廣韻》：田界也"
]
},
"韋": {
"yoi": [
"云合三微平",
"止攝；微韻；幃小韻",
"白一平：hjw+j；推導普通話：wei2",
"《廣韻》：柔皮也又姓出自顓頊大彭之後夏封於豕韋苗裔以國爲氏因家彭城至楚太傅韋孟遷于魯孟𤣥孫賢爲漢丞相始遷京兆之杜陵也"
]
},
"姬": {
"ji": [
"以開三之平",
"止攝；之韻；飴小韻",
"白一平：yi；推導普通話：yi2",
"《廣韻》：王妻別名本又音基"
],
"ki": [
"見開三之平",
"止攝；之韻；姬小韻",
"白一平：ki；推導普通話：ji1",
"《廣韻》：周姓也居之切十二"
]
},
"逍": {
"sieu": [
"心開三宵平",
"效攝；宵韻；宵小韻",
"白一平：sjew；推導普通話：xiao1",
"《廣韻》：逍遥"
]
},
"瑩": {
"yeng": [
"云合三庚平",
"梗攝；庚韻；榮小韻",
"白一平：hjwaeng；推導普通話：yong2",
"《廣韻》：玉色詩云充耳秀瑩母烏定切"
],
"quengh": [
"影合四青去",
"梗攝；徑韻；鎣小韻",
"白一平：'wengH；推導普通話：yong4",
"《廣韻》：上同說文曰玉色一曰石之次玉者"
]
},
"脾": {
"bje": [
"並開三A支平",
"止攝；支韻；陴小韻",
"重紐A類",
"白一平：bjie；推導普通話：pi2",
"《廣韻》：說文曰土藏也釋名曰脾裨也在胃下裨助胃氣主化榖也"
]
},
"帕": {
"mrat": [
"明開二刪入",
"山攝；黠韻；𥗥小韻",
"白一平：maet；推導普通話：ma4",
"《廣韻》：帕額首飾"
]
},
"噪": {
"sauh": [
"心開一豪去",
"效攝；号韻；喿小韻",
"白一平：sawH；推導普通話：sao4",
"《廣韻》：上同"
]
},
"穫": {
"ghuak": [
"匣合一唐入",
"宕攝；鐸韻；穫小韻",
"白一平：hwak；推導普通話：huo2",
"《廣韻》：刈也胡郭切十"
]
},
"縛": {
"buah": [
"並合一戈去",
"果攝；過韻；縛小韻",
"白一平：baH；推導普通話：bo4",
"《廣韻》：符臥切一"
],
"byak": [
"並合三陽入",
"宕攝；藥韻；縛小韻",
"白一平：bjak；推導普通話：fo2",
"《廣韻》：繫也符钁切一"
]
},
"暈": {
"yonh": [
"云合三文去",
"臻攝；問韻；運小韻",
"白一平：hjunH；推導普通話：yun4",
"《廣韻》：日月傍氣"
]
},
"頸": {
"gjeng": [
"羣開三A清平",
"梗攝；清韻；頸小韻",
"重紐A類",
"白一平：gjieng；推導普通話：qing2",
"《廣韻》：項也，頸在前，項在後。巨成切，又居郢切。四"
],
"keng": [
"見開四青平",
"梗攝；青韻；經小韻",
"白一平：keng；推導普通話：jing1",
"《廣韻》：鸒鵛鷋也"
],
"kjengx": [
"見開三A清上",
"梗攝；靜韻；頸小韻",
"重紐A類",
"白一平：kjiengX；推導普通話：jing3",
"《廣韻》：項也居郢切又巨成切一"
]
},
"竊": {
"chet": [
"清開四先入",
"山攝；屑韻；切小韻",
"白一平：tshet；推導普通話：qie",
"《廣韻》：盜也又淺也"
]
},
"濁": {
"druk": [
"澄開二江入",
"江攝；覺韻；濁小韻",
"白一平：draewk；推導普通話：zhuo2",
"《廣韻》：不淸也又姓漢書貨殖傳云濁氏以胃脯而連騎直角切十六"
]
},
"峽": {
"ghrep": [
"匣開二咸入",
"咸攝；洽韻；洽小韻",
"白一平：heap；推導普通話：xia2",
"《廣韻》：巫峽山名"
]
},
"蘊": {
"qyon": [
"影合三文平",
"臻攝；文韻；煴小韻",
"白一平：'jun；推導普通話：yun1",
"《廣韻》：藴積也又於粉切"
]
},
"囊": {
"nang": [
"泥開一唐平",
"宕攝；唐韻；囊小韻",
"白一平：nang；推導普通話：nang2",
"《廣韻》：袋也說文曰囊橐也又姓楚莊王子子囊之後以王父字爲氏奴當切二"
]
},
"薇": {
"mii": [
"明開三B脂平",
"止攝；脂韻；眉小韻",
"重紐B類",
"白一平：mij；推導普通話：mi2",
"《廣韻》：爾雅曰薇垂水謂生於水邊"
],
"myoi": [
"明合三微平",
"止攝；微韻；微小韻",
"白一平：mj+j；推導普通話：wei2",
"《廣韻》：菜也"
]
},
"剃": {
"theh": [
"透開四齊去",
"蟹攝；霽韻；替小韻",
"白一平：thejH；推導普通話：ti4",
"《廣韻》：上同"
]
},
"衍": {
"jenx": [
"以開三仙上",
"山攝；獮韻；演小韻",
"白一平：yenX；推導普通話：yan3",
"《廣韻》：達也亦姓字統云水朝宗於海故從水行"
],
"jenh": [
"以開三仙去",
"山攝；線韻；衍小韻",
"白一平：yenH；推導普通話：yan4",
"《廣韻》：水也溢也豐也[于/予]線切又以淺切八"
]
},
"訣": {
"kuet": [
"見合四先入",
"山攝；屑韻；玦小韻",
"白一平：kwet；推導普通話：jue",
"《廣韻》：訣别"
]
},
"廂": {
"siang": [
"心開三陽平",
"宕攝；陽韻；襄小韻",
"白一平：sjang；推導普通話：xiang1",
"《廣韻》：廊也亦曰東西室"
]
},
"枕": {
"drim": [
"澄開三侵平",
"深攝；侵韻；沈小韻",
"白一平：drim；推導普通話：chen2",
"《廣韻》：繫牛杙也"
],
"cjimx": [
"章開三侵上",
"深攝；寑韻；枕小韻",
"白一平：tsyimX；推導普通話：zhen3",
"《廣韻》：枕席又姓出下邳章荏切又之賃切三"
],
"cjimh": [
"章開三侵去",
"深攝；沁韻；枕小韻",
"白一平：tsyimH；推導普通話：zhen4",
"《廣韻》：枕頭也論語曰飲水曲肱[-/而]枕之之任切又之稔切二"
]
},
"慌": {
"huangx": [
"曉合一唐上",
"宕攝；蕩韻；慌小韻",
"白一平：xwangX；推導普通話：huang3",
"《廣韻》：戃慌呼晃切七"
]
},
"豔": {
"jemh": [
"以開三鹽去",
"咸攝；豔韻；豔小韻",
"白一平：yemH；推導普通話：yan4",
"《廣韻》：美色也以贍切九"
]
},
"湘": {
"siang": [
"心開三陽平",
"宕攝；陽韻；襄小韻",
"白一平：sjang；推導普通話：xiang1",
"《廣韻》：水名在零陵"
]
},
"熄": {
"sik": [
"心開三蒸入",
"曾攝；職韻；息小韻",
"白一平：sik；推導普通話：xi",
"《廣韻》：蓄火"
]
},
"琦": {
"gie": [
"羣開三B支平",
"止攝；支韻；竒小韻",
"重紐B類",
"白一平：gje；推導普通話：qi2",
"《廣韻》：玉名"
]
},
"蓄": {
"hiuk": [
"曉開三東入",
"通攝；屋韻；蓄小韻",
"白一平：xjuwk；推導普通話：xu",
"《廣韻》：蓄冬菜也許竹切又丑六切十"
],
"thriuk": [
"徹開三東入",
"通攝；屋韻；蓄小韻",
"白一平：trhjuwk；推導普通話：chu",
"《廣韻》：蓄冬菜詩曰我有㫖蓄鄭𤣥云蓄聚美菜以禦冬月乏無時也本亦作畜丑六切十"
]
},
"削": {
"siak": [
"心開三陽入",
"宕攝；藥韻；削小韻",
"白一平：sjak；推導普通話：xue",
"《廣韻》：刻削息約切一"
]
},
"鵬": {
"bong": [
"並開一登平",
"曾攝；登韻；朋小韻",
"白一平：bong；推導普通話：peng2",
"《廣韻》：大鳥"
]
},
"渺": {
"mjeux": [
"明開三A宵上",
"效攝；小韻；眇小韻",
"重紐A類",
"白一平：mjiewX；推導普通話：miao3",
"《廣韻》：渺㵿水皃"
]
},
"臘": {
"lap": [
"來開一談入",
"咸攝；盍韻；臘小韻",
"白一平：lap；推導普通話：la4",
"《廣韻》：臘蜡盧盍切十四"
]
},
"伺": {
"si": [
"心開三之平",
"止攝；之韻；思小韻",
"白一平：si；推導普通話：si1",
"《廣韻》：伺𠊱?又息吏切"
],
"sih": [
"心開三之去",
"止攝；志韻；笥小韻",
"白一平：siH；推導普通話：si4",
"《廣韻》：伺候也察也"
]
},
"蕾": {
"luaix": [
"來合一灰上",
"蟹攝；賄韻；磥小韻",
"白一平：lwojX；推導普通話：lei3",
"《廣韻》：[䔒/蓓]蕾花綻皃"
]
},
"矢": {
"sjiix": [
"書開三脂上",
"止攝；旨韻；矢小韻",
"白一平：syijX；推導普通話：shi3",
"《廣韻》：陳也誓也正也直也說文曰弓弩矢也古者夷牟初作矢式視切四"
]
},
"挨": {
"qraix": [
"影開二皆上",
"蟹攝；駭韻；挨小韻",
"白一平：'eajX；推導普通話：ye3",
"《廣韻》：打也於駭切二"
],
"qaix": [
"影開一咍上",
"蟹攝；海韻；欸小韻",
"白一平：'ojX；推導普通話：ai3",
"《廣韻》：擊也"
]
},
"漿": {
"ciang": [
"精開三陽平",
"宕攝；陽韻；將小韻",
"白一平：tsjang；推導普通話：jiang1",
"《廣韻》：漿水"
]
},
"娶": {
"syo": [
"心合三虞平",
"遇攝；虞韻；須小韻",
"白一平：sju；推導普通話：xu1",
"《廣韻》：荀卿子曰[問娶之媒/閭娶子奢莫之媒也]又七句切"
],
"chyoh": [
"清合三虞去",
"遇攝；遇韻；娶小韻",
"白一平：tshjuH；推導普通話：qu4",
"《廣韻》：說文曰取婦也七句切二"
]
},
"廚": {
"dryo": [
"澄合三虞平",
"遇攝；虞韻；廚小韻",
"白一平：drju；推導普通話：chu2",
"《廣韻》：說文曰庖屋也俗作𢊍直誅切五"
]
},
"睜": {
"ziengx": [
"從開三清上",
"梗攝；靜韻；靜小韻",
"白一平：dzjengX；推導普通話：jing4",
"《廣韻》：眳睜不恱視也"
]
},
"虐": {
"ngiak": [
"疑開三陽入",
"宕攝；藥韻；虐小韻",
"白一平：ngjak；推導普通話：yue4",
"《廣韻》：酷虐說文作◲虐几殘也魚約切三"
]
},
"薛": {
"siet": [
"心開三仙入",
"山攝；薛韻；薛小韻",
"白一平：sjet；推導普通話：xie",
"《廣韻》：國名亦姓出河東新蔡沛國髙平四望本自黃帝任姓之後裔孫奚仲居薛歷夏殷周六十四代爲諸侯周末爲楚所滅後遂氏焉說文作𧀼艸也私列切十九"
]
},
"蓬": {
"bung": [
"並開一東平",
"通攝；東韻；蓬小韻",
"白一平：buwng；推導普通話：peng2",
"《廣韻》：草名亦州名周割巴州之伏虞郡於此置蓬州因蓬山而名之薄紅切十"
]
},
"暨": {
"giih": [
"羣開三B脂去",
"止攝；至韻；臮小韻",
"重紐B類",
"白一平：gijH；推導普通話：ji4",
"《廣韻》：及也至也与也"
]
},
"鑼": {
"la": [
"來開一歌平",
"果攝；歌韻；羅小韻",
"白一平：la；推導普通話：luo2",
"《廣韻》：䤬鑼器也"
]
},
"遂": {
"zsyih": [
"邪合三脂去",
"止攝；至韻；遂小韻",
"白一平：zwijH；推導普通話：sui4",
"《廣韻》：達也進也成也安也止也往也從志也又州名又姓出姓苑徐醉切二十四"
]
},
"喧": {
"hyan": [
"曉合三元平",
"臻攝；元韻；暄小韻",
"白一平：xjwon；推導普通話：xuan1",
"《廣韻》：大語也"
]
},
"釘": {
"teng": [
"端開四青平",
"梗攝；青韻；丁小韻",
"白一平：teng；推導普通話：ding1",
"《廣韻》：又都定切"
],
"tengh": [
"端開四青去",
"梗攝；徑韻；矴小韻",
"白一平：tengH；推導普通話：ding4",
"《廣韻》：又得庭切"
]
},
"堵": {
"tox": [
"端開一模上",
"遇攝；姥韻；覩小韻",
"白一平：tuX；推導普通話：du3",
"《廣韻》：垣堵又姓左傳鄭有堵叔又音者"
],
"cjax": [
"章開三麻上",
"假攝；馬韻；者小韻",
"白一平：tsyaeX；推導普通話：zhe3",
"《廣韻》：縣名又姓左傳鄭有堵女父堵狗又音覩"
]
},
"醇": {
"zjyn": [
"常合三諄平",
"臻攝；諄韻；純小韻",
"白一平：dzywin；推導普通話：chun2",
"《廣韻》：厚也醲也"
]
},
"嬰": {
"qjeng": [
"影開三A清平",
"梗攝；清韻；嬰小韻",
"重紐A類",
"白一平：'jieng；推導普通話：ying1",
"《廣韻》：蒼頡篇云女曰嬰男曰兒又姓風俗通云晉大夫季嬰之後於盈切七"
]
},
"耕": {
"kreng": [
"見開二耕平",
"梗攝；耕韻；耕小韻",
"白一平：keang；推導普通話：geng1",
"《廣韻》：犂也周書曰神農之時天雨粟神農耕田而種之古莖切一"
]
},
"濱": {
"pjin": [
"幫開三A眞平",
"臻攝；眞韻；賔小韻",
"重紐A類",
"白一平：pjin；推導普通話：bin1",
"《廣韻》：水際"
]
},
"葬": {
"cangh": [
"精開一唐去",
"宕攝；宕韻；葬小韻",
"白一平：tsangH；推導普通話：zang4",
"《廣韻》：葬藏也則浪切一"
]
},
"履": {
"liix": [
"來開三脂上",
"止攝；旨韻；履小韻",
"白一平：lijX；推導普通話：li3",
"《廣韻》：踐也禄也幸也福也字書云草曰屝麻曰屨皮曰履黃帝臣於則所造又姓出姓苑力几切一"
]
},
"艱": {
"kren": [
"見開二山平",
"山攝；山韻；閒小韻",
"白一平：kean；推導普通話：jian1",
"《廣韻》：艱難"
]
},
"緯": {
"yoih": [
"云合三微去",
"止攝；未韻；胃小韻",
"白一平：hjw+jH；推導普通話：wei4",
"《廣韻》：經緯又姓"
]
},
"姦": {
"kran": [
"見開二刪平",
"山攝；刪韻；姦小韻",
"白一平：kaen；推導普通話：jian1",
"《廣韻》：私也詐也古顔切俗作姧四"
]
},
"摯": {
"cjiih": [
"章開三脂去",
"止攝；至韻；至小韻",
"白一平：tsyijH；推導普通話：zhi4",
"《廣韻》：國名亦持也又姓左傳周禮▼禮字當删▲有摯荒"
]
},
"鴉": {
"qra": [
"影開二麻平",
"假攝；麻韻；鴉小韻",
"白一平：'ae；推導普通話：ya1",
"《廣韻》：烏別名於加切八"
]
},
"蒸": {
"cjing": [
"章開三蒸平",
"曾攝；蒸韻；蒸小韻",
"白一平：tsying；推導普通話：zheng1",
"《廣韻》：衆也進也君也又麁曰薪細曰蒸說文曰析麻中幹也又爾雅曰冬祭曰蒸經典亦作烝煑仍切七"
]
},
"璿": {
"zsyen": [
"邪合三仙平",
"山攝；仙韻；旋小韻",
"白一平：zjwen；推導普通話：xuan2",
"《廣韻》：玉名"
]
},
"霍": {
"huak": [
"曉合一唐入",
"宕攝；鐸韻；霍小韻",
"白一平：xwak；推導普通話：huo",
"《廣韻》：揮霍爾雅曰霍山爲南嶽又姓武王弟霍叔之後虚郭切十二"
]
},
"尉": {
"qyoih": [
"影合三微去",
"止攝；未韻；尉小韻",
"白一平：'jw+jH；推導普通話：wei4",
"《廣韻》：候也說文作㷉云从上案下也"
],
"qyot": [
"影合三文入",
"臻攝；物韻；鬱小韻",
"白一平：'jut；推導普通話：yu",
"《廣韻》：說文作尉从𡰥[火/又]持火所以申繒也亦姓古有尉繚子著書又虜複姓有尉遟氏其先魏氏之別尉遟部因而氏焉後單姓尉唐有將軍尉遟敬德又於魏切"
]
},
"妓": {
"kie": [
"見開三B支平",
"止攝；支韻；羈小韻",
"重紐B類",
"白一平：kje；推導普通話：ji1",
"《廣韻》：妓姕態皃又渠綺切"
],
"giex": [
"羣開三B支上",
"止攝；紙韻；技小韻",
"重紐B類",
"白一平：gjeX；推導普通話：ji4",
"《廣韻》：女樂"
]
},
"棉": {
"mjen": [
"明開三A仙平",
"山攝；仙韻；緜小韻",
"重紐A類",
"白一平：mjien；推導普通話：mian2",
"《廣韻》：屋聮棉又木棉樹名吳録云其實如酒杯中有綿如蠶綿可作布又名曰緤羅浮山記曰正月花如芙蓉結子方生葉子内綿至蠶成即熟廣州記云枝似桐枝葉如胡桃葉而稍大也"
]
},
"秉": {
"piengx": [
"幫開三庚上",
"梗攝；梗韻；丙小韻",
"白一平：pjaengX；推導普通話：bing3",
"《廣韻》：執持又十六斗曰藪十藪曰秉又姓漢書有秉漢"
]
},
"爹": {
"tria": [
"知開三麻平",
"假攝；麻韻；爹小韻",
"白一平：trjae；推導普通話：zhe1",
"《廣韻》：羌人呼父也陟邪切一"
],
"dax": [
"定開一歌上",
"果攝；哿韻；爹小韻",
"白一平：daX；推導普通話：duo4",
"《廣韻》：北方人呼父徒可切九"
]
},
"撈": {
"lau": [
"來開一豪平",
"效攝；豪韻；勞小韻",
"白一平：law；推導普通話：lao2",
"《廣韻》：取也"
]
},
"翩": {
"phjen": [
"滂開三A仙平",
"山攝；仙韻；篇小韻",
"重紐A類",
"白一平：phjien；推導普通話：pian1",
"《廣韻》：飛皃"
]
},
"呻": {
"sjin": [
"書開三眞平",
"臻攝；眞韻；申小韻",
"白一平：syin；推導普通話：shen1",
"《廣韻》：呻吟"
]
},
"拂": {
"phyot": [
"滂合三文入",
"臻攝；物韻；拂小韻",
"白一平：phjut；推導普通話：fu",
"《廣韻》：去也拭也除也擊也敷勿切十二"
]
},
"貳": {
"njiih": [
"日開三脂去",
"止攝；至韻；二小韻",
"白一平：nyijH；推導普通話：er4",
"《廣韻》：副也亦攜貳變異也疑也敵也又姓後秦録有後魏平陽太守貳塵"
]
},
"燭": {
"cjyuk": [
"章開三鍾入",
"通攝；燭韻；燭小韻",
"白一平：tsyowk；推導普通話：zhu",
"《廣韻》：燈燭也禮曰嫁女之家三日不息燭丗本曰石季倫以蠟燭炊又姓左傳鄭大夫燭之武之欲切十三"
]
},
"懲": {
"dring": [
"澄開三蒸平",
"曾攝；蒸韻；澂小韻",
"白一平：dring；推導普通話：cheng2",
"《廣韻》：戒也上也"
]
},
"宴": {
"qenx": [
"影開四先上",
"山攝；銑韻；蝘小韻",
"白一平：'enX；推導普通話：yan3",
"《廣韻》：安也又烏見切"
],
"qenh": [
"影開四先去",
"山攝；霰韻；宴小韻",
"白一平：'enH；推導普通話：yan4",
"《廣韻》：安也息也於甸切十三"
]
},
"爍": {
"sjak": [
"書開三陽入",
"宕攝；藥韻；爍小韻",
"白一平：syak；推導普通話：shuo",
"《廣韻》：灼爍書藥切七"
]
},
"汰": {
"thad": [
"透開一泰去",
"蟹攝；泰韻；泰小韻",
"白一平：thajH；推導普通話：tai4",
"《廣韻》：太過也"
]
},
"歇": {
"hiat": [
"曉開三元入",
"臻攝；月韻；歇小韻",
"白一平：xjot；推導普通話：xie",
"《廣韻》：氣洩也休息也又竭也許竭切五"
]
},
"膩": {
"nriih": [
"孃開三脂去",
"止攝；至韻；膩小韻",
"白一平：nrijH；推導普通話：ni4",
"《廣韻》：肥膩女利切四"
]
},
"撰": {
"zruanx": [
"崇合二刪上",
"山攝；潸韻；撰小韻",
"白一平：dzrwaenX；推導普通話：shuan4",
"《廣韻》：撰述雛鯇切二"
],
"zryenx": [
"崇合三仙上",
"山攝；獮韻；撰小韻",
"白一平：dzrjwenX；推導普通話：shuan4",
"《廣韻》：述也定也持也士免切五"
]
},
"樸": {
"bo": [
"並開一模平",
"遇攝；模韻；酺小韻",
"白一平：bu；推導普通話：pu2",
"《廣韻》：樸𠟼縣名在武威𠟼音還"
],
"buk": [
"並開一東入",
"通攝；屋韻；暴小韻",
"白一平：buwk；推導普通話：bu2",
"《廣韻》：爾雅云樕樸心又音卜"
],
"puk": [
"幫開一東入",
"通攝；屋韻；卜小韻",
"白一平：puwk；推導普通話：bu",
"《廣韻》：棫樸叢木又音僕樸樕小木也"
],
"phruk": [
"滂開二江入",
"江攝；覺韻；璞小韻",
"白一平：phaewk；推導普通話：po",
"《廣韻》：木素"
]
},
"棺": {
"kuan": [
"見合一桓平",
"山攝；桓韻；官小韻",
"白一平：kwan；推導普通話：guan1",
"《廣韻》：棺椁禮記曰有虞氏瓦棺夏后氏堲周殷人棺椁說文曰關也所以掩屍也"
],
"kuanh": [
"見合一桓去",
"山攝；換韻；貫小韻",
"白一平：kwanH；推導普通話：guan4",
"《廣韻》：殮屍又音官"
]
},
"頌": {
"jyung": [
"以開三鍾平",
"通攝；鍾韻；容小韻",
"白一平：yowng；推導普通話：yong2",
"《廣韻》：形頌又似用切"
],
"zsyungh": [
"邪開三鍾去",
"通攝；用韻；頌小韻",
"白一平：zjowngH；推導普通話：song4",
"《廣韻》：歌也詩云吉甫作頌穆如淸風又姓出何氏姓苑似用切四"
]
},
"魄": {
"thak": [
"透開一唐入",
"宕攝；鐸韻；託小韻",
"白一平：thak；推導普通話：tuo",
"《廣韻》：落魄貧無家業出史記本音拍"
],
"phrak": [
"滂開二庚入",
"梗攝；陌韻；拍小韻",
"白一平：phaek；推導普通話：po",
"《廣韻》：魂魄"
]
},
"舜": {
"sjynh": [
"書合三諄去",
"臻攝；稕韻；舜小韻",
"白一平：sywinH；推導普通話：shun4",
"《廣韻》：虞舜仁聖盛明曰舜說文作䑞艸也楚謂之[䔰/葍]秦謂之藑蔓地連華象形舒閠切八"
]
},
"蕃": {
"byan": [
"並合三元平",
"臻攝；元韻；煩小韻",
"白一平：bjon；推導普通話：fan2",
"《廣韻》：茂也息也滋也又音藩"
],
"pyan": [
"幫合三元平",
"臻攝；元韻；蕃小韻",
"白一平：pjon；推導普通話：fan1",
"《廣韻》：蕃屏甫煩切六"
]
},
"萄": {
"dau": [
"定開一豪平",
"效攝；豪韻；陶小韻",
"白一平：daw；推導普通話：tao2",
"《廣韻》：蒲萄"
]
},
"妝": {
"criang": [
"莊開三陽平",
"宕攝；陽韻；莊小韻",
"白一平：tsrjang；推導普通話：zhuang1",
"《廣韻》：女字又飾也"
]
},
"遼": {
"leu": [
"來開四蕭平",
"效攝；蕭韻；聊小韻",
"白一平：lew；推導普通話：liao2",
"《廣韻》：逺也又水名"
]
},
"襄": {
"siang": [
"心開三陽平",
"宕攝；陽韻；襄小韻",
"白一平：sjang；推導普通話：xiang1",
"《廣韻》：除也上也駕也返也亦州名本楚之西津魏武置襄陽郡西魏改爲襄州因水立名又姓魯莊公子襄仲之後子孫以諡爲氏後漢有襄楷息良切十三"
]
},
"薯": {
"zjoh": [
"常開三魚去",
"遇攝；御韻；署小韻",
"白一平：dzyoH；推導普通話：shu4",
"《廣韻》：薯蕷俗"
]
},
"曝": {
"bauh": [
"並開一豪去",
"效攝；号韻；暴小韻",
"白一平：bawH；推導普通話：bao4",
"《廣韻》：曝乾俗"
],
"buk": [
"並開一東入",
"通攝；屋韻；暴小韻",
"白一平：buwk；推導普通話：bu2",
"《廣韻》：俗"
]
},
"諮": {
"cii": [
"精開三脂平",
"止攝；脂韻；咨小韻",
"白一平：tsij；推導普通話：zi1",
"《廣韻》：諮謀"
]
},
"蘿": {
"la": [
"來開一歌平",
"果攝；歌韻；羅小韻",
"白一平：la；推導普通話：luo2",
"《廣韻》：女蘿"
]
},
"頒": {
"byon": [
"並合三文平",
"臻攝；文韻；汾小韻",
"白一平：bjun；推導普通話：fen2",
"《廣韻》：魚大首亦衆皃又布還切"
],
"pran": [
"幫開二刪平",
"山攝；刪韻；班小韻",
"白一平：paen；推導普通話：ban1",
"《廣韻》：布也賜也又音汾"
]
},
"菌": {
"gynx": [
"羣合三B眞上",
"臻攝；軫韻；窘小韻",
"重紐B類",
"白一平：gwinX；推導普通話：jun4",
"《廣韻》：地菌又姓出姓苑"
],
"gyanx": [
"羣合三元上",
"臻攝；阮韻；𧯦小韻",
"白一平：gjwonX；推導普通話：juan4",
"《廣韻》：蕈也又求敏切"
]
},
"嚮": {
"hiangx": [
"曉開三陽上",
"宕攝；養韻；響小韻",
"白一平：xjangX；推導普通話：xiang3",
"《廣韻》：爾雅兩階閒謂之嚮本亦作郷又音向"
],
"hiangh": [
"曉開三陽去",
"宕攝；漾韻；向小韻",
"白一平：xjangH；推導普通話：xiang4",
"《廣韻》：與向通用"
]
},
"氓": {
"mreng": [
"明開二耕平",
"梗攝；耕韻；甍小韻",
"白一平：meang；推導普通話：meng2",
"《廣韻》：民也"
]
},
"枚": {
"muai": [
"明合一灰平",
"蟹攝；灰韻；枚小韻",
"白一平：mwoj；推導普通話：mei2",
"《廣韻》：枝也亦姓漢有淮南枚乗莫杯切十五"
]
},
"酬": {
"zju": [
"常開三尤平",
"流攝；尤韻；讎小韻",
"白一平：dzyuw；推導普通話：chou2",
"《廣韻》：周也報也以財貨曰酬又酬酢"
]
},
"馮": {
"biung": [
"並開三東平",
"通攝；東韻；馮小韻",
"白一平：bjuwng；推導普通話：feng2",
"《廣韻》：馮翊郡名又姓畢公髙之伸食采於馮城因而命氏出杜陵乃長樂房戎切七"
],
"bing": [
"並開三蒸平",
"曾攝；蒸韻；凭小韻",
"白一平：bing；推導普通話：ping2",
"《廣韻》：周禮馮相氏鄭玄云馮乗也相視也丗登髙臺以視天文又防戎切"
]
},
"嘲": {
"trau": [
"知開二肴平",
"效攝；肴韻；嘲小韻",
"白一平：traew；推導普通話：zhao1",
"《廣韻》：言相調也陟交切五"
]
},
"橘": {
"kjyt": [
"見合三A諄入",
"臻攝；術韻；橘小韻",
"重紐A類",
"白一平：kjwit；推導普通話：ju",
"《廣韻》：果名周禮云橘踰淮而北爲枳居聿切八"
]
},
"侮": {
"myox": [
"明合三虞上",
"遇攝；麌韻；武小韻",
"白一平：mjuX；推導普通話：wu3",
"《廣韻》：侮慢也侵也輕也"
]
},
"灘": {
"than": [
"透開一寒平",
"山攝；寒韻；灘小韻",
"白一平：than；推導普通話：tan1",
"《廣韻》：水灘爾雅云太歳在申曰涒灘他干切十"
],
"hanx": [
"曉開一寒上",
"山攝；旱韻；䍐小韻",
"白一平：xanX；推導普通話：han3",
"《廣韻》：水濡而乾說文呼旰他丹二切"
],
"nanh": [
"泥開一寒去",
"山攝；翰韻；攤小韻",
"白一平：nanH；推導普通話：nan4",
"《廣韻》：水奔又他丹切"
]
},
"屢": {
"lyoh": [
"來合三虞去",
"遇攝；遇韻；屢小韻",
"白一平：ljuH；推導普通話：lv4",
"《廣韻》：數也疾也良遇切二"
]
},
"歎": {
"thanh": [
"透開一寒去",
"山攝；翰韻；炭小韻",
"白一平：thanH；推導普通話：tan4",
"《廣韻》：歎息"
]
},
"巢": {
"zrau": [
"崇開二肴平",
"效攝；肴韻；巢小韻",
"白一平：dzraew；推導普通話：chao2",
"《廣韻》：說文曰鳥在木上曰巢在穴曰窠爾雅曰大笙謂之巢又縣名在廬江亦姓有巢氏之後左傳楚有巢牛臣鉏交切八"
],
"zrauh": [
"崇開二肴去",
"效攝；效韻；巢小韻",
"白一平：dzraewH；推導普通話：zhao4",
"《廣韻》：棧閣也[七/士]稍切又士交切一"
]
},
"髓": {
"syex": [
"心合三支上",
"止攝；紙韻；髓小韻",
"白一平：sjweX；推導普通話：sui3",
"《廣韻》：說文作𩪦骨中脂也息委切五"
]
},
"碑": {
"pie": [
"幫開三B支平",
"止攝；支韻；陂小韻",
"重紐B類",
"白一平：pje；推導普通話：bi1",
"《廣韻》：釋名曰本葬時所設臣子追述君父之功[-/美]以書其上"
]
},
"梨": {
"lii": [
"來開三脂平",
"止攝；脂韻；棃小韻",
"白一平：lij；推導普通話：li2",
"《廣韻》：上同"
]
},
"礦": {
"kruangx": [
"見合二庚上",
"梗攝；梗韻；礦小韻",
"白一平：kwaengX；推導普通話：gong3",
"《廣韻》：金璞也古猛切七"
]
},
"疋": {
"srio": [
"生開三魚平",
"遇攝；魚韻；䟽小韻",
"白一平：srjo；推導普通話：shu1",
"《廣韻》：足也古爲雅字"
],
"sriox": [
"生開三魚上",
"遇攝；語韻；所小韻",
"白一平：srjoX；推導普通話：shu3",
"《廣韻》：記也又山於切"
],
"ngrax": [
"疑開二麻上",
"假攝；馬韻；雅小韻",
"白一平：ngaeX；推導普通話：ya3",
"《廣韻》：正也待也說文所𦵔切足也古文以爲詩大雅字又山吕切"
]
},
"脹": {
"triangh": [
"知開三陽去",
"宕攝；漾韻；帳小韻",
"白一平：trjangH；推導普通話：zhang4",
"《廣韻》：脹滿"
]
},
"賈": {
"kox": [
"見開一模上",
"遇攝；姥韻；古小韻",
"白一平：kuX；推導普通話：gu3",
"《廣韻》：商賈又古下切"
],
"krax": [
"見開二麻上",
"假攝；馬韻；檟小韻",
"白一平：kaeX；推導普通話：jia3",
"《廣韻》：姓也出河東本自周賈伯之後又音古"
],
"krah": [
"見開二麻去",
"假攝；禡韻；駕小韻",
"白一平：kaeH；推導普通話：jia4",
"《廣韻》：賈人知善惡"
]
},
"譴": {
"khjenh": [
"溪開三A仙去",
"山攝；線韻；譴小韻",
"重紐A類",
"白一平：khjienH；推導普通話：qian4",
"《廣韻》：問也責也怒也讓也亦姓去戰切五"
]
},
"悸": {
"gjyih": [
"羣合三A脂去",
"止攝；至韻；悸小韻",
"重紐A類",
"白一平：gjwijH；推導普通話：gui4",
"《廣韻》：心動也其季切五"
]
},
"胏": {
"crix": [
"莊開三之上",
"止攝；止韻；滓小韻",
"白一平：tsriX；推導普通話：zhi3",
"《廣韻》：脯有骨曰胏易曰食乾胏"
]
},
"豹": {
"prauh": [
"幫開二肴去",
"效攝；效韻；豹小韻",
"白一平：paewH；推導普通話：bao4",
"《廣韻》：獸名崔豹古今注曰豹尾車周制也象君子豹變尾言謙也古軍正建之今唯乗輿建焉廣志曰狐死首丘豹死首山又姓風俗通曰八元叔豹之後北敎切五"
]
},
"擅": {
"zjenh": [
"常開三仙去",
"山攝；線韻；繕小韻",
"白一平：dzyenH；推導普通話：shan4",
"《廣韻》：專也"
]
},
"迦": {
"kia": [
"見開三戈平",
"果攝；戈韻；迦小韻",
"白一平：kja；推導普通話：jie1",
"《廣韻》：釋迦出釋典居伽切又音[伽/加]一"
],
"kra": [
"見開二麻平",
"假攝；麻韻；嘉小韻",
"白一平：kae；推導普通話：jia1",
"《廣韻》：漢複姓有迦葉氏又居伽切"
]
},
"蠶": {
"zom": [
"從開一覃平",
"咸攝；覃韻；蠶小韻",
"白一平：dzom；推導普通話：can2",
"《廣韻》：吐絲蟲俗作蚕非昨含切四"
]
},
"肌": {
"kii": [
"見開三B脂平",
"止攝；脂韻；飢小韻",
"重紐B類",
"白一平：kij；推導普通話：ji1",
"《廣韻》：肌膚"
]
},
"攀": {
"phran": [
"滂開二刪平",
"山攝；刪韻；攀小韻",
"白一平：phaen；推導普通話：pan1",
"《廣韻》：引也普班切三"
]
},
"卵": {
"luanx": [
"來合一桓上",
"山攝；緩韻；卵小韻",
"白一平：lwanX；推導普通話：luan3",
"《廣韻》：說文曰凡物無乳者卵生盧管切一"
],
"luax": [
"來合一戈上",
"果攝；果韻；裸小韻",
"白一平：lwaX；推導普通話：luo3",
"《廣韻》：上同"
]
},
"闢": {
"bjek": [
"並開三A清入",
"梗攝；昔韻；擗小韻",
"重紐A類",
"白一平：bjiek；推導普通話：bi2",
"《廣韻》：啓也開也"
]
},
"炳": {
"piengx": [
"幫開三庚上",
"梗攝；梗韻；丙小韻",
"白一平：pjaengX；推導普通話：bing3",
"《廣韻》：炳煥明也"
]
},
"嘍": {
"lu": [
"來開一侯平",
"流攝；侯韻；樓小韻",
"白一平：luw；推導普通話：lou2",
"《廣韻》：嘍唳鳥聲"
],
"lux": [
"來開一侯上",
"流攝；厚韻；塿小韻",
"白一平：luwX；推導普通話：lou3",
"《廣韻》：連嘍煩皃又力侯切"
]
},
"盞": {
"crenx": [
"莊開二山上",
"山攝；產韻；醆小韻",
"白一平：tsreanX；推導普通話：zhan3",
"《廣韻》：竝上同"
]
},
"鄙": {
"piix": [
"幫開三B脂上",
"止攝；旨韻；鄙小韻",
"重紐B類",
"白一平：pijX；推導普通話：bi3",
"《廣韻》：陋也又邊鄙也方美切四"
]
},
"浦": {
"phox": [
"滂開一模上",
"遇攝；姥韻；普小韻",
"白一平：phuX；推導普通話：pu3",
"《廣韻》：風土記云大水有小口別通曰浦說文濵也又姓晉起居注有浦選"
]
},
"尬": {
"kraih": [
"見開二皆去",
"蟹攝；怪韻；誡小韻",
"白一平：keajH；推導普通話：jie4",
"《廣韻》：尲尬行不正尲音緘"
]
},
"弗": {
"pyot": [
"幫合三文入",
"臻攝；物韻；弗小韻",
"白一平：pjut；推導普通話：fu",
"《廣韻》：說文犞也分勿切二十"
]
},
"株": {
"tryo": [
"知合三虞平",
"遇攝；虞韻；株小韻",
"白一平：trju；推導普通話：zhu1",
"《廣韻》：木根也陟輸切十一"
]
},
"爪": {
"craux": [
"莊開二肴上",
"效攝；巧韻；爪小韻",
"白一平：tsraewX；推導普通話：zhao3",
"《廣韻》：說文曰丮也覆手曰爪象形丮音戟側絞切八"
]
},
"抒": {
"zsiox": [
"邪開三魚上",
"遇攝；語韻；敘小韻",
"白一平：zjoX；推導普通話：xu4",
"《廣韻》：渫水俗作汗又神吕切"
],
"zsjox": [
"船開三魚上",
"遇攝；語韻；紓小韻",
"白一平：zyoX；推導普通話：shu4",
"《廣韻》：左傳云難必抒矣抒除也又音序"
]
},
"侍": {
"zjih": [
"常開三之去",
"止攝；志韻；侍小韻",
"白一平：dzyiH；推導普通話：shi4",
"《廣韻》：近也從也承也時吏切三"
]
},
"阪": {
"pyanx": [
"幫合三元上",
"臻攝；阮韻；反小韻",
"白一平：pjonX；推導普通話：fan3",
"《廣韻》：大陂不平"
],
"branx": [
"並開二刪上",
"山攝；潸韻；阪小韻",
"白一平：baenX；推導普通話：ban4",
"《廣韻》：破別名扶板切又音返三"
]
},
"祇": {
"gje": [
"羣開三A支平",
"止攝；支韻；祇小韻",
"重紐A類",
"白一平：gjie；推導普通話：qi2",
"《廣韻》：地祇神也巨支切二十五"
]
},
"逗": {
"dryoh": [
"澄合三虞去",
"遇攝；遇韻；住小韻",
"白一平：drjuH；推導普通話：zhu4",
"《廣韻》：姓也出何承天纂文又音豆"
],
"duh": [
"定開一侯去",
"流攝；候韻；豆小韻",
"白一平：duwH；推導普通話：dou4",
"《廣韻》：逗遛又住也止也"
]
},
"喉": {
"ghu": [
"匣開一侯平",
"流攝；侯韻；侯小韻",
"白一平：huw；推導普通話：hou2",
"《廣韻》：咽喉"
]
},
"栽": {
"cai": [
"精開一咍平",
"蟹攝；咍韻；烖小韻",
"白一平：tsoj；推導普通話：zai1",
"《廣韻》：種也"
],
"zaih": [
"從開一咍去",
"蟹攝；代韻；載小韻",
"白一平：dzojH；推導普通話：zai4",
"《廣韻》：築牆長板"
]
},
"疫": {
"jyek": [
"以合三清入",
"梗攝；昔韻；役小韻",
"白一平：ywek；推導普通話：yu4",
"《廣韻》：說文云民皆疾也"
]
},
"黯": {
"qrem": [
"影開二咸平",
"咸攝；咸韻；𤟟小韻",
"白一平：'eam；推導普通話：yan1",
"《廣韻》：深黒也又乙減切"
],
"qremx": [
"影開二咸上",
"咸攝；豏韻；黯小韻",
"白一平：'eamX；推導普通話：yan3",
"《廣韻》：黯然傷别皃說文云深黒也乙減切一"
]
},
"飼": {
"zsih": [
"邪開三之去",
"止攝；志韻；寺小韻",
"白一平：ziH；推導普通話：si4",
"《廣韻》：上同"
]
},
"鉛": {
"jyen": [
"以合三仙平",
"山攝；仙韻；沿小韻",
"白一平：ywen；推導普通話：yuan2",
"《廣韻》：說文曰青金也一曰錫之類也"
]
},
"劈": {
"phek": [
"滂開四青入",
"梗攝；錫韻；霹小韻",
"白一平：phek；推導普通話：pi",
"《廣韻》：剖也裂也破也"
]
},
"艘": {
"seu": [
"心開四蕭平",
"效攝；蕭韻；蕭小韻",
"白一平：sew；推導普通話：xiao1",
"《廣韻》：船揔名又音騷"
]
},
"仕": {
"zrix": [
"崇開三之上",
"止攝；止韻；士小韻",
"白一平：dzriX；推導普通話：shi4",
"《廣韻》：仕官"
]
},
"嶼": {
"zsiox": [
"邪開三魚上",
"遇攝；語韻；敘小韻",
"白一平：zjoX；推導普通話：xu4",
"《廣韻》：海中洲也"
]
},
"郊": {
"krau": [
"見開二肴平",
"效攝；肴韻；交小韻",
"白一平：kaew；推導普通話：jiao1",
"《廣韻》：邑外曰郊"
]
},
"釵": {
"chre": [
"初開二佳平",
"蟹攝；佳韻；釵小韻",
"白一平：tsrhea；推導普通話：chai1",
"《廣韻》：婦人岐笄也楚佳切九"
]
},
"鵰": {
"teu": [
"端開四蕭平",
"效攝；蕭韻；貂小韻",
"白一平：tew；推導普通話：diao1",
"《廣韻》：籀文"
]
},
"裸": {
"luax": [
"來合一戈上",
"果攝；果韻；裸小韻",
"白一平：lwaX；推導普通話：luo3",
"《廣韻》：赤體說文曰袒也郎果切九"
]
},
"嘯": {
"seuh": [
"心開四蕭去",
"效攝；嘯韻；嘯小韻",
"白一平：sewH；推導普通話：xiao4",
"《廣韻》：說文曰吹聲也蘇弔切五"
]
},
"璞": {
"phruk": [
"滂開二江入",
"江攝；覺韻；璞小韻",
"白一平：phaewk；推導普通話：po",
"《廣韻》：玉璞匹角切十五"
]
},
"凶": {
"hyung": [
"曉開三鍾平",
"通攝；鍾韻；胷小韻",
"白一平：xjowng；推導普通話：xiong1",
"《廣韻》：凶禍"
]
},
"頃": {
"khjyeng": [
"溪合三A清平",
"梗攝；清韻；傾小韻",
"重紐A類",
"白一平：khjwieng；推導普通話：qiong1",
"《廣韻》：西頃地名岀地理志說文曰頭不正也又去潁切"
],
"khjyengx": [
"溪合三A清上",
"梗攝；靜韻；頃小韻",
"重紐A類",
"白一平：khjwiengX；推導普通話：qiong3",
"《廣韻》：田百𠭇也去潁切六"
]
},
"寓": {
"ngyoh": [
"疑合三虞去",
"遇攝；遇韻；遇小韻",
"白一平：ngjuH；推導普通話：yu4",
"《廣韻》：寄也"
]
},
"狸": {
"li": [
"來開三之平",
"止攝；之韻；釐小韻",
"白一平：li；推導普通話：li2",
"《廣韻》：俗"
]
},
"柄": {
"piengh": [
"幫開三庚去",
"梗攝；映韻；柄小韻",
"白一平：pjaengH；推導普通話：bing4",
"《廣韻》：本也權也柯也陂病切六"
]
},
"挪": {
"na": [
"泥開一歌平",
"果攝；歌韻；那小韻",
"白一平：na；推導普通話：nuo2",
"《廣韻》：搓挪"
]
},
"沛": {
"pad": [
"幫開一泰去",
"蟹攝；泰韻；貝小韻",
"白一平：pajH；推導普通話：bei4",
"《廣韻》：郡名又姓出姓苑又匹蓋切"
],
"phad": [
"滂開一泰去",
"蟹攝；泰韻；霈小韻",
"白一平：phajH；推導普通話：pei4",
"《廣韻》：流皃亦滂沛又水名出遼東又音貝"
]
},
"鰱": {
"lien": [
"來開三仙平",
"山攝；仙韻；連小韻",
"白一平：ljen；推導普通話：lian2",
"《廣韻》：魚名"
]
},
"芷": {
"cjix": [
"章開三之上",
"止攝；止韻；止小韻",
"白一平：tsyiX；推導普通話：zhi3",
"《廣韻》：白芷藥名又芷陽縣名"
]
},
"豎": {
"zjyox": [
"常合三虞上",
"遇攝；麌韻；豎小韻",
"白一平：dzyuX；推導普通話：shu4",
"《廣韻》：立也又童僕之未冠者又姓左傳鄭有大夫豎拊臣𢈔切四"
]
},
"僚": {
"leu": [
"來開四蕭平",
"效攝；蕭韻；聊小韻",
"白一平：lew；推導普通話：liao2",
"《廣韻》：同官爲僚又姓左傳晉陽氏大夫僚安"
],
"lieux": [
"來開三宵上",
"效攝；小韻；繚小韻",
"白一平：ljewX；推導普通話：liao3",
"《廣韻》：朋也又音平聲"
]
},
"姜": {
"kiang": [
"見開三陽平",
"宕攝；陽韻；薑小韻",
"白一平：kjang；推導普通話：jiang1",
"《廣韻》：姓也出天水齊姓本自炎帝居於姜水因爲氏漢初以豪族徙關中遂居天水也"
]
},
"窄": {
"crak": [
"莊開二庚入",
"梗攝；陌韻；嘖小韻",
"白一平：tsraek；推導普通話：zha",
"《廣韻》：狹窄"
]
},
"杖": {
"driangx": [
"澄開三陽上",
"宕攝；養韻；丈小韻",
"白一平：drjangX；推導普通話：zhang4",
"《廣韻》：說文曰持也大戴禮曰武王踐阼爲杖之銘曰惡乎失道於嗜慾惡乎相忘於富貴吕氏春秋曰孔子見弟子抱杖而問其父母柱杖而問其兄弟曵杖而問其妻子尊卑之差也禮曰苴杖竹也削杖桐也"
]
},
"倩": {
"chenh": [
"清開四先去",
"山攝；霰韻；蒨小韻",
"白一平：tshenH；推導普通話：qian4",
"《廣韻》：倩利又巧𥬇皃"
],
"chiengh": [
"清開三清去",
"梗攝；勁韻；倩小韻",
"白一平：tshjengH；推導普通話：qing4",
"《廣韻》：假倩也七政切又七見切二"
]
},
"兜": {
"tu": [
"端開一侯平",
"流攝；侯韻；兜小韻",
"白一平：tuw；推導普通話：dou1",
"《廣韻》：兜鍪首鎧也當侯切十"
]
},
"廊": {
"lang": [
"來開一唐平",
"宕攝；唐韻；郎小韻",
"白一平：lang；推導普通話：lang2",
"《廣韻》：廡也文穎曰廊殿下外屋也"
]
},
"惶": {
"ghuang": [
"匣合一唐平",
"宕攝；唐韻；黃小韻",
"白一平：hwang；推導普通話：huang2",
"《廣韻》：懼也恐也遽也"
]
},
"祺": {
"gi": [
"羣開三之平",
"止攝；之韻；其小韻",
"白一平：gi；推導普通話：qi2",
"《廣韻》：祥也吉也"
]
},
"耿": {
"krengx": [
"見開二耕上",
"梗攝；耿韻；耿小韻",
"白一平：keangX；推導普通話：geng3",
"《廣韻》：耿介也又耿耿不安也又姓晉大夫趙夙滅耿因封焉遂以國爲氏古幸切三"
]
},
"鏘": {
"chiang": [
"清開三陽平",
"宕攝；陽韻；鏘小韻",
"白一平：tshjang；推導普通話：qiang1",
"《廣韻》：鏗鏘七羊切十二"
]
},
"綽": {
"chjak": [
"昌開三陽入",
"宕攝；藥韻；綽小韻",
"白一平：tsyhak；推導普通話：chuo",
"《廣韻》：寬也昌約切四"
]
},
"迄": {
"hiot": [
"曉開三欣入",
"臻攝；迄韻；迄小韻",
"白一平：xj+t；推導普通話：xi",
"《廣韻》：爾雅云至也許訖切九"
]
},
"柵": {
"sranh": [
"生開二刪去",
"山攝；諫韻；訕小韻",
"白一平：sraenH；推導普通話：shan4",
"《廣韻》：籬柵又叉革切"
],
"chriek": [
"初開三庚入",
"梗攝；陌韻；柵小韻",
"白一平：tsrhjaek；推導普通話：chi",
"《廣韻》：村栅說文曰[堅/豎]編木測戟切三"
],
"chrek": [
"初開二耕入",
"梗攝；麥韻；策小韻",
"白一平：tsrheak；推導普通話：che",
"《廣韻》：豎木立柵又村柵"
]
},
"夷": {
"jii": [
"以開三脂平",
"止攝；脂韻；姨小韻",
"白一平：yij；推導普通話：yi2",
"《廣韻》：夷猶等也滅也易也說文平也从大弓又曰南蠻從虫北狄從犬西羌從羊唯東夷[從大人/從大大人也]俗仁而壽有君子不死之國亦姓齊大夫夷仲年又漢複姓六氏史記范蠡適齊爲鴟夷子左傳宋公子目夷之後以目夷爲氏祝融後董父之𦙍其後以融夷爲氏淮夷虎夷皆國名後並爲氏秦末虎夷渠帥助番君攻秦丗本云宋襄公子墨夷須爲大司馬其後有墨夷皐"
]
},
"拙": {
"cjyet": [
"章合三仙入",
"山攝；薛韻；拙小韻",
"白一平：tsywet；推導普通話：zhuo",
"《廣韻》：不巧也職恱切十一"
]
},
"煥": {
"huanh": [
"曉合一桓去",
"山攝；換韻；喚小韻",
"白一平：xwanH；推導普通話：huan4",
"《廣韻》：火光"
]
},
"妒": {
"toh": [
"端開一模去",
"遇攝；暮韻；妒小韻",
"白一平：tuH；推導普通話：du4",
"《廣韻》：妬忌當故切十二"
]
},
"鷗": {
"qu": [
"影開一侯平",
"流攝；侯韻；謳小韻",
"白一平：'uw；推導普通話：ou1",
"《廣韻》：水鳥說文云水鴞也"
]
},
"蠅": {
"jing": [
"以開三蒸平",
"曾攝；蒸韻；蠅小韻",
"白一平：ying；推導普通話：ying2",
"《廣韻》：蟲也詩云營營靑蠅余陵切一"
]
},
"沌": {
"duon": [
"定合一魂平",
"臻攝；魂韻；屯小韻",
"白一平：dwon；推導普通話：tun2",
"《廣韻》：水勢"
],
"duonx": [
"定合一魂上",
"臻攝；混韻；囤小韻",
"白一平：dwonX；推導普通話：dun4",
"《廣韻》：混沌"
],
"dryenx": [
"澄合三仙上",
"山攝；獮韻；篆小韻",
"白一平：drjwenX；推導普通話：zhuan4",
"《廣韻》：水名在江夏又徒混切"
]
},
"聆": {
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：以耳取聲"
]
},
"潰": {
"ghuaih": [
"匣合一灰去",
"蟹攝；隊韻；潰小韻",
"白一平：hwojH；推導普通話：hui4",
"《廣韻》：逃散又亂也胡對切十三"
]
},
"攪": {
"kraux": [
"見開二肴上",
"效攝；巧韻；絞小韻",
"白一平：kaewX；推導普通話：jiao3",
"《廣韻》：手動說文亂也"
]
},
"吼": {
"hux": [
"曉開一侯上",
"流攝；厚韻；吼小韻",
"白一平：xuwX；推導普通話：hou3",
"《廣韻》：牛鳴呼后切七"
],
"huh": [
"曉開一侯去",
"流攝；候韻；蔻小韻",
"白一平：xuwH；推導普通話：hou4",
"《廣韻》：聲也又呼後切"
]
},
"竭": {
"giat": [
"羣開三元入",
"臻攝；月韻；𢷒小韻",
"白一平：gjot；推導普通話：jie2",
"《廣韻》：盡也"
],
"giet": [
"羣開三B仙入",
"山攝；薛韻；傑小韻",
"重紐B類",
"白一平：gjet；推導普通話：jie2",
"《廣韻》：盡也舉也"
]
},
"磊": {
"luaix": [
"來合一灰上",
"蟹攝；賄韻；磥小韻",
"白一平：lwojX；推導普通話：lei3",
"《廣韻》：上同"
]
},
"唾": {
"thuah": [
"透合一戈去",
"果攝；過韻；唾小韻",
"白一平：thwaH；推導普通話：tuo4",
"《廣韻》：說文云口液也湯臥切七"
]
},
"棲": {
"se": [
"心開四齊平",
"蟹攝；齊韻；西小韻",
"白一平：sej；推導普通話：xi1",
"《廣韻》：鳥棲說文曰或从木[西/妻]"
]
},
"倡": {
"chjang": [
"昌開三陽平",
"宕攝；陽韻；昌小韻",
"白一平：tsyhang；推導普通話：chang1",
"《廣韻》：樂也優也又音唱"
],
"chjangh": [
"昌開三陽去",
"宕攝；漾韻；唱小韻",
"白一平：tsyhangH；推導普通話：chang4",
"《廣韻》：籀文"
]
},
"掏": {
"dau": [
"定開一豪平",
"效攝；豪韻；陶小韻",
"白一平：daw；推導普通話：tao2",
"《廣韻》：掏擇"
]
},
"俺": {
"qiemh": [
"影開三B鹽去",
"咸攝；豔韻；𢜰小韻",
"重紐B類",
"白一平：'jemH；推導普通話：yan4",
"《廣韻》：大也"
],
"qiamh": [
"影開三嚴去",
"咸攝；釅韻；俺小韻",
"白一平：'jaemH；推導普通話：yan4",
"《廣韻》：大也於劒切八"
]
},
"浸": {
"chim": [
"清開三侵平",
"深攝；侵韻；侵小韻",
"白一平：tshim；推導普通話：qin1",
"《廣韻》：浸滛也又子鴆切"
],
"cimh": [
"精開三侵去",
"深攝；沁韻；浸小韻",
"白一平：tsimH；推導普通話：jin4",
"《廣韻》：漬也漸也子鴆切四"
]
},
"酌": {
"cjak": [
"章開三陽入",
"宕攝；藥韻；灼小韻",
"白一平：tsyak；推導普通話：zhuo",
"《廣韻》：酌酒又益也挹也行也取也霑也"
]
},
"繭": {
"kenx": [
"見開四先上",
"山攝；銑韻；繭小韻",
"白一平：kenX；推導普通話：jian3",
"《廣韻》：蠶繭古典切十三"
]
},
"芙": {
"byo": [
"並合三虞平",
"遇攝；虞韻；扶小韻",
"白一平：bju；推導普通話：fu2",
"《廣韻》：芙蓉"
]
},
"楣": {
"mii": [
"明開三B脂平",
"止攝；脂韻；眉小韻",
"重紐B類",
"白一平：mij；推導普通話：mi2",
"《廣韻》：户楣釋名云楣近前各兩若面之有眉"
]
},
"押": {
"qrap": [
"影開二銜入",
"咸攝；狎韻；鴨小韻",
"白一平：'aep；推導普通話：ya",
"《廣韻》：押署文字指歸云押字才能也"
],
"krap": [
"見開二銜入",
"咸攝；狎韻；甲小韻",
"白一平：kaep；推導普通話：jia",
"《廣韻》：押籬壁也"
]
},
"卦": {
"krueh": [
"見合二佳去",
"蟹攝；卦韻；卦小韻",
"白一平：kweaH；推導普通話：gua4",
"《廣韻》：說文曰筮也易䟽云挂也懸挂萬象於其上八卦者八方之卦也乾坎艮震巽离坤兊古賣切六"
]
},
"苛": {
"gha": [
"匣開一歌平",
"果攝；歌韻；何小韻",
"白一平：ha；推導普通話：he2",
"《廣韻》：政煩也怒也說文曰小艸也"
]
},
"鴿": {
"kop": [
"見開一覃入",
"咸攝；合韻；閤小韻",
"白一平：kop；推導普通話：ge",
"《廣韻》：鳥名"
]
},
"凸": {
"duot": [
"定合一魂入",
"臻攝；沒韻；突小韻",
"白一平：dwot；推導普通話：du2",
"《廣韻》：凸出皃"
],
"det": [
"定開四先入",
"山攝；屑韻；姪小韻",
"白一平：det；推導普通話：die2",
"《廣韻》：髙起"
]
},
"匠": {
"ziangh": [
"從開三陽去",
"宕攝；漾韻；匠小韻",
"白一平：dzjangH；推導普通話：jiang4",
"《廣韻》：工匠漢書曰將作少府秦官掌理宫室又姓風俗通云凡氏於事巫卜陶匠是也疾亮切三"
]
},
"悼": {
"dauh": [
"定開一豪去",
"效攝；号韻；導小韻",
"白一平：dawH；推導普通話：dao4",
"《廣韻》：傷悼"
]
},
"蛛": {
"tryo": [
"知合三虞平",
"遇攝；虞韻；株小韻",
"白一平：trju；推導普通話：zhu1",
"《廣韻》：上同"
]
},
"繩": {
"zsjing": [
"船開三蒸平",
"曾攝；蒸韻；繩小韻",
"白一平：zying；推導普通話：cheng2",
"《廣韻》：直也又繩索俗作䋲食陵切十二"
]
},
"掠": {
"liangh": [
"來開三陽去",
"宕攝；漾韻；亮小韻",
"白一平：ljangH；推導普通話：liang4",
"《廣韻》：笞也奪也取也治也"
],
"liak": [
"來開三陽入",
"宕攝；藥韻；略小韻",
"白一平：ljak；推導普通話：lve4",
"《廣韻》：抄掠劫人財物"
]
},
"暱": {
"nrit": [
"孃開三眞入",
"臻攝；質韻；暱小韻",
"白一平：nrit；推導普通話：ni4",
"《廣韻》：近也尼質切七"
]
},
"瞞": {
"muan": [
"明合一桓平",
"山攝；桓韻；瞞小韻",
"白一平：man；推導普通話：man2",
"《廣韻》：目不明也說文曰平目也曹操一名瞞又姓風俗通云瞞氏荆蠻之後本姓蠻其枝裔隨音變改爲瞞氏母官切二十四"
]
},
"芋": {
"yo": [
"云合三虞平",
"遇攝；虞韻；于小韻",
"白一平：hju；推導普通話：yu2",
"《廣韻》：草盛皃又王遇切"
],
"yoh": [
"云合三虞去",
"遇攝；遇韻；芋小韻",
"白一平：hjuH；推導普通話：yu4",
"《廣韻》：一名蹲[鴟/䲭][廣雅云蜀漢以芋爲資凡十四等大如斗魁其車聲鋸子旁巨青鳥等四等多子/廣志云蜀漢以芋爲資凡十四等有君子芉大如斗魁如杵𥰠其車轂鋸子旁巨青邊四等多子]王遇切五"
]
},
"墳": {
"byon": [
"並合三文平",
"臻攝；文韻；汾小韻",
"白一平：bjun；推導普通話：fen2",
"《廣韻》：墳籍又墓也"
],
"byonx": [
"並合三文上",
"臻攝；吻韻；憤小韻",
"白一平：bjunX；推導普通話：fen4",
"《廣韻》：土膏肥也"
]
},
"拯": {
"cjingx": [
"章開三蒸上",
"曾攝；拯韻；拯小韻",
"白一平：tsyingX；推導普通話：zheng3",
"《廣韻》：救也助也無韻切音蒸上聲五"
]
},
"逕": {
"kengh": [
"見開四青去",
"梗攝；徑韻；徑小韻",
"白一平：kengH；推導普通話：jing4",
"《廣韻》：近也"
]
},
"茵": {
"qjin": [
"影開三A眞平",
"臻攝；眞韻；因小韻",
"重紐A類",
"白一平：'jin；推導普通話：yin1",
"《廣韻》：茵褥說文曰車重席也詩曰文茵暢轂文茵虎皮也"
]
},
"佮": {
"kop": [
"見開一覃入",
"咸攝；合韻；閤小韻",
"白一平：kop；推導普通話：ge",
"《廣韻》：併佮聚[-/也]"
],
"thop": [
"透開一覃入",
"咸攝；合韻；錔小韻",
"白一平：thop；推導普通話：ta",
"《廣韻》：合也"
],
"qop": [
"影開一覃入",
"咸攝；合韻；姶小韻",
"白一平：'op；推導普通話：e",
"《廣韻》：姓也"
]
},
"滔": {
"thau": [
"透開一豪平",
"效攝；豪韻；饕小韻",
"白一平：thaw；推導普通話：tao1",
"《廣韻》：漫也又水流皃"
]
},
"崔": {
"chuai": [
"清合一灰平",
"蟹攝；灰韻；崔小韻",
"白一平：tshwoj；推導普通話：cui1",
"《廣韻》：姓也齊丁公之子食采於崔因以爲氏出淸河博陵二望倉回切六"
],
"zuai": [
"從合一灰平",
"蟹攝；灰韻；摧小韻",
"白一平：dzwoj；推導普通話：cui2",
"《廣韻》：崔嵬又音催"
]
},
"宛": {
"qyan": [
"影合三元平",
"臻攝；元韻；鴛小韻",
"白一平：'jwon；推導普通話：yuan1",
"《廣韻》：屈草自覆又宛縣在南陽又音苑"
],
"qyanx": [
"影合三元上",
"臻攝；阮韻；婉小韻",
"白一平：'jwonX；推導普通話：yuan3",
"《廣韻》：宛然說文曰屈艸自覆也又姓左傳有宛春"
]
},
"贖": {
"zsjyuk": [
"船開三鍾入",
"通攝；燭韻；贖小韻",
"白一平：zyowk；推導普通話：shu2",
"《廣韻》：說文貿也神蜀切又音樹三"
]
},
"蟬": {
"zjen": [
"常開三仙平",
"山攝；仙韻；鋋小韻",
"白一平：dzyen；推導普通話：chan2",
"《廣韻》：蜩也禮記仲夏之月蟬始鳴[季/孟]秋之月寒蟬鳴援神契曰蟬無力故不食也"
]
},
"蕉": {
"cieu": [
"精開三宵平",
"效攝；宵韻；焦小韻",
"白一平：tsjew；推導普通話：jiao1",
"《廣韻》：芭蕉"
]
},
"貶": {
"piemx": [
"幫開三B鹽上",
"咸攝；琰韻；貶小韻",
"重紐B類",
"白一平：pjemX；推導普通話：bian3",
"《廣韻》：損也方斂切二"
]
},
"裹": {
"kuax": [
"見合一戈上",
"果攝；果韻；果小韻",
"白一平：kwaX；推導普通話：guo3",
"《廣韻》：苞裹又纏也"
],
"kuah": [
"見合一戈去",
"果攝；過韻；過小韻",
"白一平：kwaH；推導普通話：guo4",
"《廣韻》：包也又音果"
]
},
"燄": {
"jemx": [
"以開三鹽上",
"咸攝；琰韻；琰小韻",
"白一平：yemX；推導普通話：yan3",
"《廣韻》：燄燄火初著也"
]
},
"朦": {
"mung": [
"明開一東平",
"通攝；東韻；蒙小韻",
"白一平：muwng；推導普通話：meng2",
"《廣韻》：朦朧月下"
],
"mungx": [
"明開一東上",
"通攝；董韻；蠓小韻",
"白一平：muwngX；推導普通話：meng3",
"《廣韻》：大皃"
]
},
"芽": {
"ngra": [
"疑開二麻平",
"假攝；麻韻；牙小韻",
"白一平：ngae；推導普通話：ya2",
"《廣韻》：萌芽"
]
},
"御": {
"ngioh": [
"疑開三魚去",
"遇攝；御韻；御小韻",
"白一平：ngjoH；推導普通話：yu4",
"《廣韻》：理也[侍/待]也進也使也又姓左傳有大夫御叔牛倨切三"
]
},
"狄": {
"dek": [
"定開四青入",
"梗攝；錫韻；荻小韻",
"白一平：dek；推導普通話：di2",
"《廣韻》：北狄又姓春秋時狄國之後漢有博士狄山"
]
},
"顫": {
"cjenh": [
"章開三仙去",
"山攝；線韻；戰小韻",
"白一平：tsyenH；推導普通話：zhan4",
"《廣韻》：四支寒動"
]
},
"倪": {
"nge": [
"疑開四齊平",
"蟹攝；齊韻；倪小韻",
"白一平：ngej；推導普通話：yi2",
"《廣韻》：莊子云天倪自然之分亦姓後漢有楊州刺史倪諺五稽切十八"
]
},
"燥": {
"saux": [
"心開一豪上",
"效攝；晧韻；㛮小韻",
"白一平：sawX；推導普通話：sao3",
"《廣韻》：乾燥"
]
},
"啞": {
"qrax": [
"影開二麻上",
"假攝；馬韻；啞小韻",
"白一平：'aeX；推導普通話：ya3",
"《廣韻》：不[-/能]言也烏下切又乙革切三"
],
"qrah": [
"影開二麻去",
"假攝；禡韻；亞小韻",
"白一平：'aeH；推導普通話：ya4",
"《廣韻》：啞啞鳥聲"
],
"qrak": [
"影開二庚入",
"梗攝；陌韻；啞小韻",
"白一平：'aek；推導普通話：e",
"《廣韻》：𥬇聲烏格切二"
],
"qrek": [
"影開二耕入",
"梗攝；麥韻；戹小韻",
"白一平：'eak；推導普通話：e",
"《廣韻》：𥬇聲"
]
},
"頡": {
"kret": [
"見開二山入",
"山攝；鎋韻；戛小韻",
"白一平：keat；推導普通話：jia",
"《廣韻》：漢書有頡羹侯"
],
"ghet": [
"匣開四先入",
"山攝；屑韻；纈小韻",
"白一平：het；推導普通話：xie2",
"《廣韻》：頡頏詩傳云飛而上曰頡飛而下曰頏說文曰頡直項也又姓風俗通有頡衞古之賢者"
]
},
"樺": {
"ghrua": [
"匣合二麻平",
"假攝；麻韻；華小韻",
"白一平：hwae；推導普通話：hua2",
"《廣韻》：木名又戸化切"
],
"ghruah": [
"匣合二麻去",
"假攝；禡韻；摦小韻",
"白一平：hwaeH；推導普通話：hua4",
"《廣韻》：木名"
]
},
"惰": {
"duax": [
"定合一戈上",
"果攝；果韻；墮小韻",
"白一平：dwaX；推導普通話：duo4",
"《廣韻》：上同"
],
"duah": [
"定合一戈去",
"果攝；過韻；惰小韻",
"白一平：dwaH；推導普通話：duo4",
"《廣韻》：惰懈也徒臥切四"
]
},
"荳": {
"duh": [
"定開一侯去",
"流攝；候韻；豆小韻",
"白一平：duwH；推導普通話：dou4",
"《廣韻》：荳蔲"
]
},
"糧": {
"liang": [
"來開三陽平",
"宕攝；陽韻；良小韻",
"白一平：ljang；推導普通話：liang2",
"《廣韻》：上同"
]
},
"貸": {
"thaih": [
"透開一咍去",
"蟹攝；代韻；貸小韻",
"白一平：thojH；推導普通話：tai4",
"《廣韻》：借也施也假也他代切四"
]
},
"祐": {
"iuh": [
"云開三尤去",
"流攝；宥韻；宥小韻",
"白一平：hjuwH；推導普通話：you4",
"《廣韻》：神助"
]
},
"炫": {
"ghuenh": [
"匣合四先去",
"山攝；霰韻；縣小韻",
"白一平：hwenH；推導普通話：xuan4",
"《廣韻》：明也火光也"
]
},
"旬": {
"zsyn": [
"邪合三諄平",
"臻攝；諄韻；旬小韻",
"白一平：zwin；推導普通話：xun2",
"《廣韻》：十日曰旬詳遵切十七"
]
},
"噢": {
"qyox": [
"影合三虞上",
"遇攝；麌韻；傴小韻",
"白一平：'juX；推導普通話：yu3",
"《廣韻》：噢咻病聲"
],
"qiuk": [
"影開三東入",
"通攝；屋韻；郁小韻",
"白一平：'juwk；推導普通話：yu",
"《廣韻》：噢咿悲也"
]
},
"簿": {
"box": [
"並開一模上",
"遇攝；姥韻；簿小韻",
"白一平：buX；推導普通話：bu4",
"《廣韻》：簿籍又車駕次第爲鹵簿裴古切二"
],
"bak": [
"並開一唐入",
"宕攝；鐸韻；泊小韻",
"白一平：bak；推導普通話：bo2",
"《廣韻》：蠶具"
]
},
"喘": {
"chjyenx": [
"昌合三仙上",
"山攝；獮韻；舛小韻",
"白一平：tsyhwenX；推導普通話：chuan3",
"《廣韻》：喘息說文曰疾息也"
]
},
"綸": {
"lyn": [
"來合三諄平",
"臻攝；諄韻；淪小韻",
"白一平：lwin；推導普通話：lun2",
"《廣韻》：絲綸又姓魏[志/公]孫文懿臣綸直又音[鱞/鰥]"
],
"kruen": [
"見合二山平",
"山攝；山韻；鰥小韻",
"白一平：kwean；推導普通話：guan1",
"《廣韻》：爾雅釋草曰綸似綸東海有之說文曰靑絲綬也又音倫"
]
},
"腥": {
"seng": [
"心開四青平",
"梗攝；青韻；星小韻",
"白一平：seng；推導普通話：xing1",
"《廣韻》：豕[臭/息]肉又先定切"
],
"sengh": [
"心開四青去",
"梗攝；徑韻；腥小韻",
"白一平：sengH；推導普通話：xing4",
"《廣韻》：豕息肉肉中似米蘇佞切又音星三"
]
},
"敷": {
"phyo": [
"滂合三虞平",
"遇攝；虞韻；敷小韻",
"白一平：phju；推導普通話：fu1",
"《廣韻》：散也說文从尃施也芳無切三十六"
]
},
"悍": {
"ghanh": [
"匣開一寒去",
"山攝；翰韻；翰小韻",
"白一平：hanH；推導普通話：han4",
"《廣韻》：猛悍"
]
},
"袂": {
"mjed": [
"明開三A祭去",
"蟹攝；祭韻；袂小韻",
"重紐A類",
"白一平：mjiejH；推導普通話：mi4",
"《廣韻》：袖也彌𡚁切一"
]
},
"僵": {
"kiang": [
"見開三陽平",
"宕攝；陽韻；薑小韻",
"白一平：kjang；推導普通話：jiang1",
"《廣韻》：仆也"
]
},
"檳": {
"pjin": [
"幫開三A眞平",
"臻攝；眞韻；賔小韻",
"重紐A類",
"白一平：pjin；推導普通話：bin1",
"《廣韻》：㯽榔"
]
},
"紮": {
"cret": [
"莊開二山入",
"山攝；鎋韻；札小韻",
"白一平：tsreat；推導普通話：zha",
"《廣韻》：纒弓弝也"
]
},
"斧": {
"pyox": [
"幫合三虞上",
"遇攝；麌韻；甫小韻",
"白一平：pjuX；推導普通話：fu3",
"《廣韻》：斧鉞周書曰神農作陶冶斤斧"
]
},
"襟": {
"kim": [
"見開三B侵平",
"深攝；侵韻；金小韻",
"重紐B類",
"白一平：kim；推導普通話：jin1",
"《廣韻》：袍襦前袂"
]
},
"轄": {
"khad": [
"溪開一泰去",
"蟹攝；泰韻；磕小韻",
"白一平：khajH；推導普通話：kai4",
"《廣韻》：車聲"
],
"ghrat": [
"匣開二刪入",
"山攝；黠韻；鎋小韻",
"白一平：haet；推導普通話：xia2",
"《廣韻》：上同說文車聲也一曰轄鍵也"
]
},
"肖": {
"sieuh": [
"心開三宵去",
"效攝；笑韻；𥬇小韻",
"白一平：sjewH；推導普通話：xiao4",
"《廣韻》：似也小也法也像也"
]
},
"鈍": {
"duonh": [
"定合一魂去",
"臻攝；慁韻；鈍小韻",
"白一平：dwonH；推導普通話：dun4",
"《廣韻》：不利也頑也徒困切五"
]
},
"腫": {
"cjyungx": [
"章開三鍾上",
"通攝；腫韻；腫小韻",
"白一平：tsyowngX；推導普通話：zhong3",
"《廣韻》：疾也說文癰也釋名曰腫鍾也寒熱氣鍾聚也之隴切六"
]
},
"檬": {
"mung": [
"明開一東平",
"通攝；東韻；蒙小韻",
"白一平：muwng；推導普通話：meng2",
"《廣韻》：似槐[葉/華]黃"
]
},
"蹲": {
"zuon": [
"從合一魂平",
"臻攝；魂韻；存小韻",
"白一平：dzwon；推導普通話：cun2",
"《廣韻》：坐也說文踞也"
]
},
"嗜": {
"zjiih": [
"常開三脂去",
"止攝；至韻；嗜小韻",
"白一平：dzyijH；推導普通話：shi4",
"《廣韻》：嗜慾常利切六"
]
},
"逾": {
"jyo": [
"以合三虞平",
"遇攝；虞韻；逾小韻",
"白一平：yu；推導普通話：yu2",
"《廣韻》：越也羊朱切四十五"
]
},
"瀑": {
"bauh": [
"並開一豪去",
"效攝；号韻；暴小韻",
"白一平：bawH；推導普通話：bao4",
"《廣韻》：瀑雨"
],
"buk": [
"並開一東入",
"通攝；屋韻；暴小韻",
"白一平：buwk；推導普通話：bu2",
"《廣韻》：瀑布水流下也"
]
},
"碌": {
"luk": [
"來開一東入",
"通攝；屋韻；禄小韻",
"白一平：luwk；推導普通話：lu4",
"《廣韻》：多石皃"
],
"lyuk": [
"來開三鍾入",
"通攝；燭韻；録小韻",
"白一平：ljowk；推導普通話：lv4",
"《廣韻》：碌石綵色本又音禄"
]
},
"迋": {
"kyangx": [
"見合三陽上",
"宕攝；養韻；臩小韻",
"白一平：kjwangX；推導普通話：guang3",
"《廣韻》：欺怨"
],
"yangh": [
"云合三陽去",
"宕攝；漾韻；迋小韻",
"白一平：hjwangH；推導普通話：wang4",
"《廣韻》：往也勞也于放切五"
]
},
"稻": {
"daux": [
"定開一豪上",
"效攝；晧韻；道小韻",
"白一平：dawX；推導普通話：dao4",
"《廣韻》：秔稻禮記曰凡祭宗廟之禮稻曰嘉蔬又姓何氏姓苑云今晉陵人"
]
},
"譚": {
"dom": [
"定開一覃平",
"咸攝；覃韻；覃小韻",
"白一平：dom；推導普通話：tan2",
"《廣韻》：大也又姓漢有河南尹譚閎"
],
"domx": [
"定開一覃上",
"咸攝；感韻；禫小韻",
"白一平：domX；推導普通話：dan4",
"《廣韻》：大也又姓"
]
},
"撼": {
"ghomx": [
"匣開一覃上",
"咸攝；感韻；頷小韻",
"白一平：homX；推導普通話：han4",
"《廣韻》：撼動也"
]
},
"禎": {
"trieng": [
"知開三清平",
"梗攝；清韻；貞小韻",
"白一平：trjeng；推導普通話：zheng1",
"《廣韻》：善也祥也"
]
},
"裏": {
"lix": [
"來開三之上",
"止攝；止韻；里小韻",
"白一平：liX；推導普通話：li3",
"《廣韻》：中裏說文曰衣内也"
]
},
"凋": {
"teu": [
"端開四蕭平",
"效攝；蕭韻；貂小韻",
"白一平：tew；推導普通話：diao1",
"《廣韻》：凋落"
]
},
"哨": {
"sieu": [
"心開三宵平",
"效攝；宵韻；宵小韻",
"白一平：sjew；推導普通話：xiao1",
"《廣韻》：口不正也又七𥬇切"
],
"chieuh": [
"清開三宵去",
"效攝；笑韻；陗小韻",
"白一平：tshjewH；推導普通話：qiao4",
"《廣韻》：壺口黯者名也"
]
},
"掘": {
"gyot": [
"羣合三文入",
"臻攝；物韻；倔小韻",
"白一平：gjut；推導普通話：ju2",
"《廣韻》：掘地"
],
"gyat": [
"羣合三元入",
"臻攝；月韻；𧤼小韻",
"白一平：gjwot；推導普通話：jue2",
"《廣韻》：穿也"
]
},
"澀": {
"srip": [
"生開三侵入",
"深攝；緝韻；歰小韻",
"白一平：srip；推導普通話：she",
"《廣韻》：上同"
]
},
"釁": {
"hinh": [
"曉開三B眞去",
"臻攝；震韻；衅小韻",
"重紐B類",
"白一平：xinH；推導普通話：xin4",
"《廣韻》：上同又罪也瑕釁也"
]
},
"汙": {
"yo": [
"云合三虞平",
"遇攝；虞韻；于小韻",
"白一平：hju；推導普通話：yu2",
"《廣韻》：水名又屋孤烏故二切"
],
"qoh": [
"影開一模去",
"遇攝；暮韻；汙小韻",
"白一平：'uH；推導普通話：wu4",
"《廣韻》：染也說文穢也烏路切又音烏四"
]
},
"庚": {
"krang": [
"見開二庚平",
"梗攝；庚韻；庚小韻",
"白一平：kaeng；推導普通話：geng1",
"《廣韻》：更也償也爾雅云太𡻕在庚曰上章又姓唐有太常博士庚季良又漢複姓莊子有庚桑楚古行切十二"
]
},
"慚": {
"zam": [
"從開一談平",
"咸攝；談韻；慙小韻",
"白一平：dzam；推導普通話：can2",
"《廣韻》：上同"
]
},
"隧": {
"zsyih": [
"邪合三脂去",
"止攝；至韻；遂小韻",
"白一平：zwijH；推導普通話：sui4",
"《廣韻》：埏隧墓道也俗作𡑞"
]
},
"膨": {
"brang": [
"並開二庚平",
"梗攝；庚韻；彭小韻",
"白一平：baeng；推導普通話：peng2",
"《廣韻》：膨脝脹皃"
],
"brangh": [
"並開二庚去",
"梗攝；映韻；膨小韻",
"白一平：baengH；推導普通話：beng4",
"《廣韻》：脹也蒲孟切一"
]
},
"詐": {
"crah": [
"莊開二麻去",
"假攝；禡韻；詐小韻",
"白一平：tsraeH；推導普通話：zha4",
"《廣韻》：僞也側駕切六"
]
},
"釀": {
"nriangh": [
"孃開三陽去",
"宕攝；漾韻；釀小韻",
"白一平：nrjangH；推導普通話：niang4",
"《廣韻》：醖酒女亮切三"
]
},
"脂": {
"cjii": [
"章開三脂平",
"止攝；脂韻；脂小韻",
"白一平：tsyij；推導普通話：zhi1",
"《廣韻》：脂膏也釋名曰脂砥也著面軟滑如砥石也說文云戴角者脂無角者膏又姓魏略有中大夫京兆脂習字元𦫵旨夷切十"
]
},
"圭": {
"kue": [
"見合四齊平",
"蟹攝；齊韻；圭小韻",
"白一平：kwej；推導普通話：gui1",
"《廣韻》：圭璧說文曰瑞玉也上圜下方公執桓圭九寸侯執信圭伯執躬圭皆七寸子執穀璧男執蒲璧皆五寸周禮以靑圭禮東方又孟子曰六十四黍爲一王十圭爲一合古攜切十五"
]
},
"凳": {
"tongh": [
"端開一登去",
"曾攝；嶝韻；嶝小韻",
"白一平：tongH；推導普通話：deng4",
"《廣韻》：牀凳出字林"
]
},
"綺": {
"khiex": [
"溪開三B支上",
"止攝；紙韻；綺小韻",
"重紐B類",
"白一平：khjeX；推導普通話：qi3",
"《廣韻》：文繒又姓漢四皓有綺里季墟彼切七"
]
},
"拭": {
"sjik": [
"書開三蒸入",
"曾攝；職韻；識小韻",
"白一平：syik；推導普通話：shi",
"《廣韻》：拭刷"
]
},
"捏": {
"net": [
"泥開四先入",
"山攝；屑韻；涅小韻",
"白一平：net；推導普通話：nie4",
"《廣韻》：揑捺"
]
},
"拐": {
"grex": [
"羣開二佳上",
"蟹攝；蟹韻；箉小韻",
"白一平：geaX；推導普通話：",
"《廣韻》：手腳之物枝也"
]
},
"瑛": {
"qieng": [
"影開三庚平",
"梗攝；庚韻；霙小韻",
"白一平：'jaeng；推導普通話：ying1",
"《廣韻》：玉光"
]
},
"醋": {
"choh": [
"清開一模去",
"遇攝；暮韻；厝小韻",
"白一平：tshuH；推導普通話：cu4",
"《廣韻》：醬醋說文作酢"
]
},
"蔚": {
"qyoih": [
"影合三微去",
"止攝；未韻；尉小韻",
"白一平：'jw+jH；推導普通話：wei4",
"《廣韻》：茺蔚"
],
"qyot": [
"影合三文入",
"臻攝；物韻；鬱小韻",
"白一平：'jut；推導普通話：yu",
"《廣韻》：草名又曰無子菣也亦州名春秋時屬晉後入趙秦滅趙爲代郡東魏置北靈丘郡周宣帝置蔚州也"
]
},
"筠": {
"yn": [
"云合三眞平",
"臻攝；眞韻；筠小韻",
"白一平：hwin；推導普通話：yun2",
"《廣韻》：竹皮之美質也爲贇切四"
]
},
"鶯": {
"qreng": [
"影開二耕平",
"梗攝；耕韻；甖小韻",
"白一平：'eang；推導普通話：eng1",
"《廣韻》：鳥羽文也"
]
},
"闇": {
"qomh": [
"影開一覃去",
"咸攝；勘韻；暗小韻",
"白一平：'omH；推導普通話：an4",
"《廣韻》：冥也說文曰閉門也"
]
},
"伶": {
"leng": [
"來開四青平",
"梗攝；青韻；靈小韻",
"白一平：leng；推導普通話：ling2",
"《廣韻》：樂人"
]
},
"曬": {
"srieh": [
"生開三支去",
"止攝；寘韻；屣小韻",
"白一平：srjeH；推導普通話：shi4",
"《廣韻》：暴也"
],
"sreh": [
"生開二佳去",
"蟹攝；卦韻；曬小韻",
"白一平：sreaH；推導普通話：shai4",
"《廣韻》：暴也所賣切又所寄丑離二切五"
]
},
"亟": {
"khih": [
"溪開三之去",
"止攝；志韻；亟小韻",
"白一平：khiH；推導普通話：qi4",
"《廣韻》：數也遽也去吏切又紀力切三"
],
"kik": [
"見開三蒸入",
"曾攝；職韻；殛小韻",
"白一平：kik；推導普通話：ji",
"《廣韻》：急也疾也趣也又音氣"
]
},
"抉": {
"kuet": [
"見合四先入",
"山攝；屑韻；玦小韻",
"白一平：kwet；推導普通話：jue",
"《廣韻》：縱弦彄也"
],
"quet": [
"影合四先入",
"山攝；屑韻；抉小韻",
"白一平：'wet；推導普通話：yue",
"《廣韻》：抉出於決切六"
]
},
"惘": {
"myangx": [
"明合三陽上",
"宕攝；養韻；网小韻",
"白一平：mjangX；推導普通話：wang3",
"《廣韻》：惘然失志皃"
]
},
"溢": {
"jit": [
"以開三眞入",
"臻攝；質韻；逸小韻",
"白一平：yit；推導普通話：yi4",
"《廣韻》：滿溢"
]
},
"剖": {
"phyox": [
"滂合三虞上",
"遇攝；麌韻；撫小韻",
"白一平：phjuX；推導普通話：fu3",
"《廣韻》：判也又普厚切"
],
"phux": [
"滂開一侯上",
"流攝；厚韻；剖小韻",
"白一平：phuwX；推導普通話：pou3",
"《廣韻》：判也破也普后切五"
]
},
"喃": {
"nrem": [
"孃開二咸平",
"咸攝；咸韻；諵小韻",
"白一平：nream；推導普通話：nan2",
"《廣韻》：上同"
]
},
"蝸": {
"krue": [
"見合二佳平",
"蟹攝；佳韻；媧小韻",
"白一平：kwea；推導普通話：gua1",
"《廣韻》：蝸牛小螺"
],
"krua": [
"見合二麻平",
"假攝；麻韻；瓜小韻",
"白一平：kwae；推導普通話：gua1",
"《廣韻》：蝸牛小螺"
]
},
"呃": {
"qraih": [
"影開二皆去",
"蟹攝；怪韻；噫小韻",
"白一平：'eajH；推導普通話：ye4",
"《廣韻》：不平聲"
]
},
"匡": {
"khyang": [
"溪合三陽平",
"宕攝；陽韻；匡小韻",
"白一平：khjwang；推導普通話：kuang1",
"《廣韻》：輔助也正也又姓風俗通云匡魯邑也句須爲之宰其後氏焉漢有匡衡去王切十三"
]
},
"逮": {
"deh": [
"定開四齊去",
"蟹攝；霽韻；第小韻",
"白一平：dejH；推導普通話：di4",
"《廣韻》：逮及也又徒戴切"
],
"daih": [
"定開一咍去",
"蟹攝；代韻；代小韻",
"白一平：dojH；推導普通話：dai4",
"《廣韻》：及也又徒帝切"
]
},
"榔": {
"lang": [
"來開一唐平",
"宕攝；唐韻；郎小韻",
"白一平：lang；推導普通話：lang2",
"《廣韻》：㯽榔"
],
"langx": [
"來開一唐上",
"宕攝；蕩韻；朗小韻",
"白一平：langX；推導普通話：lang3",
"《廣韻》：木名"
]
},
"奕": {
"jek": [
"以開三清入",
"梗攝；昔韻；繹小韻",
"白一平：yek；推導普通話：yi4",
"《廣韻》：大也又輕麗皃又行也盛也"
]
},
"傍": {
"bang": [
"並開一唐平",
"宕攝；唐韻；傍小韻",
"白一平：bang；推導普通話：pang2",
"《廣韻》：亦作旁側也說文曰近也又羌姓步光切十三"
],
"bangh": [
"並開一唐去",
"宕攝；宕韻；傍小韻",
"白一平：bangH；推導普通話：bang4",
"《廣韻》：蒲浪切又蒲郞切二"
]
},
"檸": {
"nrangx": [
"孃開二庚上",
"梗攝；梗韻；檸小韻",
"白一平：nraengX；推導普通話：neng3",
"《廣韻》：木皮入酒浸治風拏梗切一"
]
},
"鉤": {
"ku": [
"見開一侯平",
"流攝；侯韻；鉤小韻",
"白一平：kuw；推導普通話：gou1",
"《廣韻》：曲也又劒屬字㨾句之類並無著厶者古侯切十八"
]
},
"襪": {
"myat": [
"明合三元入",
"臻攝；月韻；韤小韻",
"白一平：mjot；推導普通話：wa4",
"《廣韻》：並上同"
]
},
"暇": {
"ghrah": [
"匣開二麻去",
"假攝；禡韻；暇小韻",
"白一平：haeH；推導普通話：xia4",
"《廣韻》：閑也書曰不敢自暇自逸俗作暇胡駕切四"
]
},
"扳": {
"pran": [
"幫開二刪平",
"山攝；刪韻；班小韻",
"白一平：paen；推導普通話：ban1",
"《廣韻》：挽也公羊傳云扳隱而立又音攀"
],
"phran": [
"滂開二刪平",
"山攝；刪韻；攀小韻",
"白一平：phaen；推導普通話：pan1",
"《廣韻》：上同又音班"
]
},
"梵": {
"biung": [
"並開三東平",
"通攝；東韻；馮小韻",
"白一平：bjuwng；推導普通話：feng2",
"《廣韻》：木得風皃又防泛切"
],
"byamh": [
"並合三凡去",
"咸攝；范韻；梵小韻",
"白一平：bjomH；推導普通話：fan4",
"《廣韻》：梵聲扶泛切三"
]
},
"泓": {
"qrueng": [
"影合二耕平",
"梗攝；耕韻；泓小韻",
"白一平：'weang；推導普通話：weng1",
"《廣韻》：水深也烏宏切四"
]
},
"涅": {
"net": [
"泥開四先入",
"山攝；屑韻；涅小韻",
"白一平：net；推導普通話：nie4",
"《廣韻》：水名出東郡又水中黑土奴結切十二[下從⿱臼土者竝當從圼]"
]
},
"刁": {
"teu": [
"端開四蕭平",
"效攝；蕭韻；貂小韻",
"白一平：tew；推導普通話：diao1",
"《廣韻》：軍器纂文曰刁斗持時鈴也又姓出渤海風俗通云齊大夫豎刁之後俗作刀"
]
},
"輾": {
"trienx": [
"知開三仙上",
"山攝；獮韻；展小韻",
"白一平：trjenX；推導普通話：zhan3",
"《廣韻》：輾轉又虜複姓後魏輾遟氏改爲展氏"
],
"nrienh": [
"孃開三仙去",
"山攝；線韻；輾小韻",
"白一平：nrjenH；推導普通話：nian4",
"《廣韻》：水輾女箭切二"
]
},
"蔔": {
"bok": [
"並開一登入",
"曾攝；德韻；菔小韻",
"白一平：bok；推導普通話：bo2",
"《廣韻》：上同"
]
},
"斐": {
"phyoix": [
"滂合三微上",
"止攝；尾韻；斐小韻",
"白一平：phj+jX；推導普通話：fei3",
"《廣韻》：文章皃敷尾切七"
]
},
"捍": {
"ghranx": [
"匣開二刪上",
"山攝；潸韻；僩小韻",
"白一平：haenX；推導普通話：xian4",
"《廣韻》：捍[握/摌]摇動"
],
"ghanh": [
"匣開一寒去",
"山攝；翰韻；翰小韻",
"白一平：hanH；推導普通話：han4",
"《廣韻》：抵捍"
]
},
"聳": {
"syungx": [
"心開三鍾上",
"通攝；腫韻；悚小韻",
"白一平：sjowngX；推導普通話：song3",
"《廣韻》：髙也說文曰生而聾曰聳"
]
},
"姚": {
"jeu": [
"以開三宵平",
"效攝；宵韻；遙小韻",
"白一平：yew；推導普通話：yao2",
"《廣韻》：姚恱美好皃又舜姓今出吳興南安二望左傳有鄭大夫姚句耳"
]
},
"忿": {
"phyonx": [
"滂合三文上",
"臻攝；吻韻；忿小韻",
"白一平：phjunX；推導普通話：fen3",
"《廣韻》：怒也敷粉切又敷問切二"
],
"phyonh": [
"滂合三文去",
"臻攝；問韻；湓小韻",
"白一平：phjunH；推導普通話：fen4",
"《廣韻》：怒也"
]
},
"恍": {
"kuang": [
"見合一唐平",
"宕攝；唐韻；光小韻",
"白一平：kwang；推導普通話：guang1",
"《廣韻》：武也"
]
},
"黛": {
"daih": [
"定開一咍去",
"蟹攝；代韻；代小韻",
"白一平：dojH；推導普通話：dai4",
"《廣韻》：眉黛"
]
},
"瀚": {
"ghanh": [
"匣開一寒去",
"山攝；翰韻；翰小韻",
"白一平：hanH；推導普通話：han4",
"《廣韻》：瀚海北海"
]
},
"諦": {
"teh": [
"端開四齊去",
"蟹攝；霽韻；帝小韻",
"白一平：tejH；推導普通話：di4",
"《廣韻》：審也"
]
},
"堤": {
"zje": [
"常開三支平",
"止攝；支韻；提小韻",
"白一平：dzye；推導普通話：chi2",
"《廣韻》：堤封頃𠭇漢書作提顔師古曰提封者大舉其封疆也提音題"
],
"te": [
"端開四齊平",
"蟹攝；齊韻；低小韻",
"白一平：tej；推導普通話：di1",
"《廣韻》：上同"
],
"tex": [
"端開四齊上",
"蟹攝；薺韻；邸小韻",
"白一平：tejX；推導普通話：di3",
"《廣韻》：滯也"
]
},
"窟": {
"khuot": [
"溪合一魂入",
"臻攝；沒韻；窟小韻",
"白一平：khwot；推導普通話：ku",
"《廣韻》：窟穴苦骨切十五"
]
},
"篠": {
"seux": [
"心開四蕭上",
"效攝；篠韻；篠小韻",
"白一平：sewX；推導普通話：xiao3",
"《廣韻》：細竹也先鳥切七"
]
},
"仟": {
"chen": [
"清開四先平",
"山攝；先韻；千小韻",
"白一平：tshen；推導普通話：qian1",
"《廣韻》：千人[-/之]長也又仟眠廣逺也"
]
},
"繡": {
"siuh": [
"心開三尤去",
"流攝；宥韻；秀小韻",
"白一平：sjuwH；推導普通話：xiu4",
"《廣韻》：五色備也尚書大傳曰未命爲士不得衣繡又姓漢書游俠傳有馬領繡君賔"
]
},
"暉": {
"hyoi": [
"曉合三微平",
"止攝；微韻；揮小韻",
"白一平：xjw+j；推導普通話：hui1",
"《廣韻》：亦同又日色"
]
},
"晦": {
"huaih": [
"曉合一灰去",
"蟹攝；隊韻；誨小韻",
"白一平：xwojH；推導普通話：hui4",
"《廣韻》：冥也又月盡也"
]
},
"渝": {
"jyo": [
"以合三虞平",
"遇攝；虞韻；逾小韻",
"白一平：yu；推導普通話：yu2",
"《廣韻》：渝變也亦州名本巴國漢爲巴郡之江州縣梁於巴郡置楚州隋改爲渝州因渝水爲名"
]
},
"禧": {
"hi": [
"曉開三之平",
"止攝；之韻；僖小韻",
"白一平：xi；推導普通話：xi1",
"《廣韻》：福也吉也"
]
},
"刃": {
"njinh": [
"日開三眞去",
"臻攝；震韻；刃小韻",
"白一平：nyinH；推導普通話：ren4",
"《廣韻》：刀刃而振切十一"
]
},
"沫": {
"muat": [
"明合一桓入",
"山攝；末韻；末小韻",
"白一平：mat；推導普通話：mo4",
"《廣韻》：水沫一曰水名在蜀又武泰切"
]
},
"葵": {
"gjyi": [
"羣合三A脂平",
"止攝；脂韻；葵小韻",
"重紐A類",
"白一平：gjwij；推導普通話：kui2",
"《廣韻》：說文曰菜也常傾葉向日不令照其根渠追切八"
]
},
"匣": {
"ghrap": [
"匣開二銜入",
"咸攝；狎韻；狎小韻",
"白一平：haep；推導普通話：xia2",
"《廣韻》：箱匣也"
]
},
"楠": {
"nom": [
"泥開一覃平",
"咸攝；覃韻；南小韻",
"白一平：nom；推導普通話：nan2",
"《廣韻》：俗"
]
},
"隸": {
"leh": [
"來開四齊去",
"蟹攝；霽韻；麗小韻",
"白一平：lejH；推導普通話：li4",
"《廣韻》：僕隷"
]
},
"轎": {
"gieu": [
"羣開三B宵平",
"效攝；宵韻；喬小韻",
"重紐B類",
"白一平：gjew；推導普通話：qiao2",
"《廣韻》：小車"
],
"gieuh": [
"羣開三B宵去",
"效攝；笑韻；嶠小韻",
"重紐B類",
"白一平：gjewH；推導普通話：jiao4",
"《廣韻》：[𨋖/𨋕]車也又音喬"
]
},
"嘔": {
"qu": [
"影開一侯平",
"流攝；侯韻；謳小韻",
"白一平：'uw；推導普通話：ou1",
"《廣韻》：嘔唲小兒語也"
],
"qux": [
"影開一侯上",
"流攝；厚韻；歐小韻",
"白一平：'uwX；推導普通話：ou3",
"《廣韻》：上同"
]
},
"蔽": {
"pjed": [
"幫開三A祭去",
"蟹攝；祭韻；蔽小韻",
"重紐A類",
"白一平：pjiejH；推導普通話：bi4",
"《廣韻》：掩也必袂切四"
]
},
"綻": {
"drenh": [
"澄開二山去",
"山攝；襇韻；袒小韻",
"白一平：dreanH；推導普通話：zhan4",
"《廣韻》：上同"
]
},
"丞": {
"zjing": [
"常開三蒸平",
"曾攝；蒸韻；承小韻",
"白一平：dzying；推導普通話：cheng2",
"《廣韻》：佐也翊也物理論曰髙祖定天下置丞相以統文德立大司馬以整武事爲二府也"
],
"zjingh": [
"常開三蒸去",
"曾攝；證韻；丞小韻",
"白一平：dzyingH；推導普通話：sheng4",
"《廣韻》：縣名在沂州匡衡所居常證切又音承一"
]
},
"諜": {
"dep": [
"定開四添入",
"咸攝；怗韻；牒小韻",
"白一平：dep；推導普通話：die2",
"《廣韻》：反閒又譜諜也"
]
},
"襯": {
"chrinh": [
"初開三臻去",
"臻攝；櫬韻；櫬小韻",
"白一平：tsrhinH；推導普通話：chen4",
"《廣韻》：近身衣"
]
},
"窈": {
"qeux": [
"影開四蕭上",
"效攝；篠韻；杳小韻",
"白一平：'ewX；推導普通話：yao3",
"《廣韻》：窈窱深也靜也"
]
},
"斂": {
"liemx": [
"來開三鹽上",
"咸攝；琰韻；斂小韻",
"白一平：ljemX；推導普通話：lian3",
"《廣韻》：收也又姓姚秦録有輔國將軍斂憲良冉切十三"
],
"liemh": [
"來開三鹽去",
"咸攝；豔韻；殮小韻",
"白一平：ljemH；推導普通話：lian4",
"《廣韻》：聚也又力琰切"
]
},
"皺": {
"criuh": [
"莊開三尤去",
"流攝；宥韻；皺小韻",
"白一平：tsrjuwH；推導普通話：zhou4",
"《廣韻》：面皺俗作𤿿側救切五"
]
},
"峻": {
"synh": [
"心合三諄去",
"臻攝；稕韻；𡺲小韻",
"白一平：swinH；推導普通話：xun4",
"《廣韻》：上同"
]
},
"孰": {
"zjuk": [
"常開三東入",
"通攝；屋韻；熟小韻",
"白一平：dzyuwk；推導普通話：shu2",
"《廣韻》：誰也"
]
},
"仄": {
"crik": [
"莊開三蒸入",
"曾攝；職韻；稄小韻",
"白一平：tsrik；推導普通話：zhe",
"《廣韻》：仄陋說文云側傾也"
]
},
"瀏": {
"liu": [
"來開三尤平",
"流攝；尤韻；劉小韻",
"白一平：ljuw；推導普通話：liu2",
"《廣韻》：水淸又音柳"
],
"liux": [
"來開三尤上",
"流攝；有韻；柳小韻",
"白一平：ljuwX；推導普通話：liu3",
"《廣韻》：水淸"
]
},
"涕": {
"thex": [
"透開四齊上",
"蟹攝；薺韻；體小韻",
"白一平：thejX；推導普通話：ti3",
"《廣韻》：目汁"
],
"theh": [
"透開四齊去",
"蟹攝；霽韻；替小韻",
"白一平：thejH；推導普通話：ti4",
"《廣韻》：涕淚"
]
},
"鈔": {
"chrau": [
"初開二肴平",
"效攝；肴韻；䜈小韻",
"白一平：tsrhaew；推導普通話：chao1",
"《廣韻》：上同"
],
"chrauh": [
"初開二肴去",
"效攝；效韻；抄小韻",
"白一平：tsrhaewH；推導普通話：chao4",
"《廣韻》：上同"
]
},
"沮": {
"chio": [
"清開三魚平",
"遇攝；魚韻；疽小韻",
"白一平：tshjo；推導普通話：qu1",
"《廣韻》：止也非也又水名在房陵所謂沮漳[亦/書]云漆沮旣從並在[此/北]地又子魚側魚疾與子預四切"
],
"cio": [
"精開三魚平",
"遇攝；魚韻；且小韻",
"白一平：tsjo；推導普通話：ju1",
"《廣韻》：虜複姓有沮渠氏其先丗爲匈奴左沮渠遂以官爲氏沮渠蒙遜以後魏天興四年僭號於張掖稱北涼"
],
"crio": [
"莊開三魚平",
"遇攝；魚韻；菹小韻",
"白一平：tsrjo；推導普通話：zhu1",
"《廣韻》：人姓丗本云沮誦蒼頡作書並黃帝時史官"
],
"ziox": [
"從開三魚上",
"遇攝；語韻；咀小韻",
"白一平：dzjoX；推導普通話：ju4",
"《廣韻》：止也又七余子預二切"
],
"cioh": [
"精開三魚去",
"遇攝；御韻；怚小韻",
"白一平：tsjoH；推導普通話：ju4",
"《廣韻》：沮洳漸濕亦作𣶝"
]
},
"擲": {
"driek": [
"澄開三清入",
"梗攝；昔韻；擲小韻",
"白一平：drjek；推導普通話：zhi2",
"《廣韻》：投也搔也振也直炙切七"
]
},
"窕": {
"deux": [
"定開四蕭上",
"效攝；篠韻；窕小韻",
"白一平：dewX；推導普通話：diao4",
"《廣韻》：美色曰窕詩注云窈窕幽[閑/閒]也徒了切八"
]
},
"煽": {
"sjen": [
"書開三仙平",
"山攝；仙韻；羶小韻",
"白一平：syen；推導普通話：shan1",
"《廣韻》：火盛也又式戰切"
],
"sjenh": [
"書開三仙去",
"山攝；線韻；扇小韻",
"白一平：syenH；推導普通話：shan4",
"《廣韻》：火盛皃又音羶"
]
},
"絆": {
"puanh": [
"幫合一桓去",
"山攝；換韻；半小韻",
"白一平：panH；推導普通話：ban4",
"《廣韻》：羈絆"
]
},
"茹": {
"njo": [
"日開三魚平",
"遇攝；魚韻；如小韻",
"白一平：nyo；推導普通話：ru2",
"《廣韻》：恣也相牽引皃也易曰拔茅連茹又虜複姓後魏書普陋茹氏後改爲茹氏又如慮切又而與切"
],
"njox": [
"日開三魚上",
"遇攝；語韻；汝小韻",
"白一平：nyoX；推導普通話：ru3",
"《廣韻》：乾菜也臭也貪也雜糅也又而恕切"
],
"njoh": [
"日開三魚去",
"遇攝；御韻；洳小韻",
"白一平：nyoH；推導普通話：ru4",
"《廣韻》：飯牛又菜茹也"
]
},
"瞪": {
"dreng": [
"澄開二耕平",
"梗攝；耕韻；橙小韻",
"白一平：dreang；推導普通話：cheng2",
"《廣韻》：直視皃"
],
"dring": [
"澄開三蒸平",
"曾攝；蒸韻；澂小韻",
"白一平：dring；推導普通話：cheng2",
"《廣韻》：直視也又直庚切"
],
"dringh": [
"澄開三蒸去",
"曾攝；證韻；瞪小韻",
"白一平：dringH；推導普通話：zheng4",
"《廣韻》：直視皃陸本作眙丈證切三"
]
},
"丐": {
"kad": [
"見開一泰去",
"蟹攝；泰韻；蓋小韻",
"白一平：kajH；推導普通話：gai4",
"《廣韻》：上同本又音緬"
]
},
"舅": {
"giux": [
"羣開三尤上",
"流攝；有韻；舅小韻",
"白一平：gjuwX；推導普通話：jiu4",
"《廣韻》：夫之父也亦母之兄弟又姓左傳秦大夫舅犯其九切十一"
]
},
"詰": {
"khjit": [
"溪開三A眞入",
"臻攝；質韻；詰小韻",
"重紐A類",
"白一平：khjit；推導普通話：qi",
"《廣韻》：問也責讓也去吉切四"
]
},
"懺": {
"chramh": [
"初開二銜去",
"咸攝；鑑韻；懺小韻",
"白一平：tsrhaemH；推導普通話：chan4",
"《廣韻》：自陳悔也楚鑒切六"
]
},
"鹹": {
"ghrem": [
"匣開二咸平",
"咸攝；咸韻；咸小韻",
"白一平：heam；推導普通話：xian2",
"《廣韻》：不淡"
]
},
"錐": {
"cjyi": [
"章合三脂平",
"止攝；脂韻；錐小韻",
"白一平：tsywij；推導普通話：zhui1",
"《廣韻》：說文銳也職追切八"
]
},
"丑": {
"thriux": [
"徹開三尤上",
"流攝；有韻；丑小韻",
"白一平：trhjuwX；推導普通話：chou3",
"《廣韻》：辰名爾雅曰太歳在丑曰赤奮若敕久切三"
]
},
"淳": {
"zjyn": [
"常合三諄平",
"臻攝；諄韻；純小韻",
"白一平：dzywin；推導普通話：chun2",
"《廣韻》：淸也朴也又姓何氏姓苑云今吳人"
]
},
"焚": {
"byon": [
"並合三文平",
"臻攝；文韻；汾小韻",
"白一平：bjun；推導普通話：fen2",
"《廣韻》：焚燒"
]
},
"蒐": {
"sriu": [
"生開三尤平",
"流攝；尤韻；𢯱小韻",
"白一平：srjuw；推導普通話：shou1",
"《廣韻》：茅蒐草又春獵曰蒐"
]
},
"闕": {
"khyat": [
"溪合三元入",
"臻攝；月韻；闕小韻",
"白一平：khjwot；推導普通話：que",
"《廣韻》：門觀也廣雅曰象魏闕也釋名曰闕在門兩旁中央闕然爲道也又失也過[-/也]不供也又姓出下邳漢有荆州刺史闕翊去月切三"
]
},
"佰": {
"mrak": [
"明開二庚入",
"梗攝；陌韻；陌小韻",
"白一平：maek；推導普通話：mo4",
"《廣韻》：一百爲一佰也"
]
},
"菱": {
"ling": [
"來開三蒸平",
"曾攝；蒸韻；陵小韻",
"白一平：ling；推導普通話：ling2",
"《廣韻》：[同上]"
]
},
"肺": {
"phyad": [
"滂合三廢去",
"蟹攝；廢韻；肺小韻",
"白一平：phjojH；推導普通話：fei4",
"《廣韻》：金藏[方/芳]廢切四"
]
},
"軀": {
"khyo": [
"溪合三虞平",
"遇攝；虞韻；區小韻",
"白一平：khju；推導普通話：qu1",
"《廣韻》：身也"
]
},
"芸": {
"yon": [
"云合三文平",
"臻攝；文韻；雲小韻",
"白一平：hjun；推導普通話：yun2",
"《廣韻》：香草也說文云似目宿淮南王說芸草可以死復生雜禮圖曰芸蒿也葉似邪蒿香美可食也"
]
},
"姨": {
"jii": [
"以開三脂平",
"止攝；脂韻；姨小韻",
"白一平：yij；推導普通話：yi2",
"《廣韻》：母之姊妹又爾雅曰妻之姊妹同出爲姨以脂切二十六"
]
},
"奢": {
"sja": [
"書開三麻平",
"假攝；麻韻；奢小韻",
"白一平：syae；推導普通話：she1",
"《廣韻》：張也侈也勝也式車切三"
]
},
"巾": {
"kin": [
"見開三B眞平",
"臻攝；眞韻；巾小韻",
"重紐B類",
"白一平：kin；推導普通話：jin1",
"《廣韻》：釋名曰巾謹也二十成人士冠庶人巾當自謹修於四敎居銀切一"
]
},
"槃": {
"buan": [
"並合一桓平",
"山攝；桓韻；槃小韻",
"白一平：ban；推導普通話：pan2",
"《廣韻》：器名薄官切二十二"
]
},
"紗": {
"sra": [
"生開二麻平",
"假攝；麻韻；鯊小韻",
"白一平：srae；推導普通話：sha1",
"《廣韻》：絹屬一曰紡纑也"
]
},
"菸": {
"qioh": [
"影開三魚去",
"遇攝；御韻；飫小韻",
"白一平：'joH；推導普通話：yu4",
"《廣韻》：臭草"
]
},
"凹": {
"qrep": [
"影開二咸入",
"咸攝；洽韻；𨂁小韻",
"白一平：'eap；推導普通話：ya",
"《廣韻》：下也或作容"
]
},
"腕": {
"quanh": [
"影合一桓去",
"山攝；換韻；惋小韻",
"白一平：'wanH；推導普通話：wan4",
"《廣韻》：手腕"
]
},
"翟": {
"drak": [
"澄開二庚入",
"梗攝；陌韻；宅小韻",
"白一平：draek；推導普通話：zhe2",
"《廣韻》：陽翟縣名亦姓唐有陝州刺史翟璋又音狄"
],
"dek": [
"定開四青入",
"梗攝；錫韻；荻小韻",
"白一平：dek；推導普通話：di2",
"《廣韻》：翟雉又姓漢有上蔡翟方進"
]
},
"怠": {
"daix": [
"定開一咍上",
"蟹攝；海韻；駘小韻",
"白一平：dojX；推導普通話：dai4",
"《廣韻》：懈怠"
]
},
"蟾": {
"cjem": [
"章開三鹽平",
"咸攝；鹽韻；詹小韻",
"白一平：tsyem；推導普通話：zhan1",
"《廣韻》：蟾蠩蝦蟆也張衡靈憲曰羿請不死之藥於西王母𢘆娥竊之奔月宫遂託身於月是爲蟾蠩抱朴子云蟾蠩壽三千歳者頭上有角頷下有丹書八字𤣥中記云蟾蠩頭生角者食之壽千歳也"
],
"zjem": [
"常開三鹽平",
"咸攝；鹽韻；棎小韻",
"白一平：dzyem；推導普通話：chan2",
"《廣韻》：蟾光月彩又職廉切"
]
},
"蔭": {
"qimh": [
"影開三B侵去",
"深攝；沁韻；蔭小韻",
"重紐B類",
"白一平：'imH；推導普通話：yin4",
"《廣韻》：說文曰草隂地也於禁切七"
]
},
"庄": {
"breng": [
"並開二耕平",
"梗攝；耕韻；輣小韻",
"白一平：beang；推導普通話：peng2",
"《廣韻》：平也亦作◲广主"
]
},
"寰": {
"ghruan": [
"匣合二刪平",
"山攝；刪韻；還小韻",
"白一平：hwaen；推導普通話：huan2",
"《廣韻》：王者封畿内縣又𤣥甸切"
],
"ghuenh": [
"匣合四先去",
"山攝；霰韻；縣小韻",
"白一平：hwenH；推導普通話：xuan4",
"《廣韻》：古文"
]
},
"饋": {
"gyih": [
"羣合三B脂去",
"止攝；至韻；匱小韻",
"重紐B類",
"白一平：gwijH；推導普通話：gui4",
"《廣韻》：餉也"
]
},
"阱": {
"ziengx": [
"從開三清上",
"梗攝；靜韻；靜小韻",
"白一平：dzjengX；推導普通話：jing4",
"《廣韻》：上同"
]
},
"靶": {
"prah": [
"幫開二麻去",
"假攝；禡韻；霸小韻",
"白一平：paeH；推導普通話：ba4",
"《廣韻》：轡革"
]
},
"腎": {
"zjinx": [
"常開三眞上",
"臻攝；軫韻；腎小韻",
"白一平：dzyinX；推導普通話：shen4",
"《廣韻》：五藏之一也時忍切六"
]
},
"闌": {
"lan": [
"來開一寒平",
"山攝；寒韻；蘭小韻",
"白一平：lan；推導普通話：lan2",
"《廣韻》：晚也牢也遮也希也又飲酒半罷曰闌"
]
},
"穆": {
"miuk": [
"明開三東入",
"通攝；屋韻；目小韻",
"白一平：mjuwk；推導普通話：mu4",
"《廣韻》：和也美也敬也厚也淸也又姓漢有穆生"
]
},
"呱": {
"ko": [
"見開一模平",
"遇攝；模韻；孤小韻",
"白一平：ku；推導普通話：gu1",
"《廣韻》：啼聲"
]
},
"騃": {
"zsrix": [
"俟開三之上",
"止攝；止韻；俟小韻",
"牀史切",
"白一平：zriX；推導普通話：shi4",
"《廣韻》：趨行皃西京賦曰羣獸駓騃又吾駭切"
],
"ngraix": [
"疑開二皆上",
"蟹攝；駭韻；騃小韻",
"五駭切",
"白一平：ngeajX；推導普通話：ye3",
"《廣韻》：癡也五駭切又音俟四"
]
},
"摡": {
"hioih": [
"曉開三微去",
"止攝；未韻；欷小韻",
"許旣切",
"白一平：xj+jH；推導普通話：xi4",
"《廣韻》：拭也"
],
"kaih": [
"見開一咍去",
"蟹攝；代韻；漑小韻",
"古代切",
"白一平：kojH；推導普通話：gai4",
"《廣韻》：滌也詩云摡之釜鬵"
]
},
"録": {
"lyuk": [
"來開三鍾入",
"通攝；燭韻；録小韻",
"力玉切",
"白一平：ljowk；推導普通話：lv4",
"《廣韻》：采録說文曰金色也又録事職官要録云緫録衆事力玉切十七"
]
},
"啓": {
"khex": [
"溪開四齊上",
"蟹攝；薺韻；啓小韻",
"康禮切",
"白一平：khejX；推導普通話：qi3",
"《廣韻》：開也發也別也刻也說文敎也俗作啟康禮切十二"
]
},
"漑": {
"kioih": [
"見開三微去",
"止攝；未韻；旣小韻",
"居豙切",
"白一平：kj+jH；推導普通話：ji4",
"《廣韻》：漑灌又古代切"
],
"kaih": [
"見開一咍去",
"蟹攝；代韻；漑小韻",
"古代切",
"白一平：kojH；推導普通話：gai4",
"《廣韻》：灌也又水名出東海桑瀆縣覆甑山古代切六"
]
},
"出": {
"chjyih": [
"昌合三脂去",
"止攝；至韻；出小韻",
"尺類切",
"白一平：tsyhwijH；推導普通話：chui4",
"《廣韻》：尺類切又昌律切一"
],
"chjyt": [
"昌合三諄入",
"臻攝；術韻；出小韻",
"赤律切",
"白一平：tsyhwit；推導普通話：chu",
"《廣韻》：進也見也遠也赤律切又赤季切一"
]
},
"瑠": {
"liu": [
"來開三尤平",
"流攝；尤韻；劉小韻",
"力求切",
"白一平：ljuw；推導普通話：liu2",
"《廣韻》：瑠璃"
]
},
"胡": {
"gho": [
"匣開一模平",
"遇攝；模韻；胡小韻",
"戸吳切",
"白一平：hu；推導普通話：hu2",
"《廣韻》：何也又胡虜說文曰牛頷垂也亦姓出安定新蔡二望又漢複姓二氏齊宣王母弟別封母郷逺本胡公近娶母邑故爲胡母氏又胡公之後有公子非因以胡非爲氏又虜複姓南涼錄秃髮壽闐之母姓胡掖氏戸吳切三十"
]
},
"晢": {
"cjed": [
"章開三祭去",
"蟹攝；祭韻；制小韻",
"征例切",
"白一平：tsyejH；推導普通話：zhi4",
"《廣韻》：星光也亦作晣又音折"
],
"cjet": [
"章開三仙入",
"山攝；薛韻；晢小韻",
"旨熱切",
"白一平：tsyet；推導普通話：zhe",
"《廣韻》：光也旨熱切九"
]
},
"乗": {
"zsjing": [
"船開三蒸平",
"曾攝；蒸韻；繩小韻",
"食陵切",
"白一平：zying；推導普通話：cheng2",
"《廣韻》：駕也勝也登也守也說文作椉覆也又姓漢有乗昌爲煑棗侯"
],
"zsjingh": [
"船開三蒸去",
"曾攝；證韻；乗小韻",
"實證切",
"白一平：zyingH；推導普通話：sheng4",
"《廣韻》：車乗也實證切又食陵切七"
]
},
"棊": {
"gi": [
"羣開三之平",
"止攝；之韻；其小韻",
"渠之切",
"白一平：gi；推導普通話：qi2",
"《廣韻》：博物志曰舜造圍棊丹朱善之"
]
},
"㱿": {
"khruk": [
"溪開二江入",
"江攝；覺韻；㱿小韻",
"苦角切",
"白一平：khaewk；推導普通話：que",
"《廣韻》：皮甲又說文曰从上擊下也一曰素也苦角切十九"
]
},
"辢": {
"lat": [
"來開一寒入",
"山攝；曷韻；剌小韻",
"盧達切",
"白一平：lat；推導普通話：la4",
"《廣韻》：辛辢"
]
},
"梁": {
"liang": [
"來開三陽平",
"宕攝；陽韻；良小韻",
"吕張切",
"白一平：ljang；推導普通話：liang2",
"《廣韻》：梁棟又州名書曰華陽黒水惟梁州晉太康記云梁者言西方金剛之氣強梁故因名之舜置也秦爲漢中郡後其地入蜀魏[未/末]克蜀分廣漢三巴涪陵以北七郡爲梁州梁大同年復移在南鄭亦姓出安定天水河南三望本自秦仲周平王封其少子康於夏陽梁山是爲梁伯後爲秦并子孫奔晉以國爲氏又漢複姓十二氏左傳有梁其踁魯伯禽庶子梁其之後又魯有仲梁懷晉有梁餘子養梁由靡秦有強梁皐莊子有卜梁倚楚文王庶子有食邑諸梁者其後爲氏魯有穀梁赤治春秋史記有將梁氏漢光武時有侍御史梁垣烈新垣衍之後漢明帝時有梁成恢善歷數"
]
},
"碁": {
"gi": [
"羣開三之平",
"止攝；之韻；其小韻",
"渠之切",
"白一平：gi；推導普通話：qi2",
"《廣韻》：亦同"
]
},
"尲": {
"krem": [
"見開二咸平",
"咸攝；咸韻；緘小韻",
"古咸切",
"白一平：keam；推導普通話：jian1",
"《廣韻》：尲尬行不正也"
]
},
"台": {
"ji": [
"以開三之平",
"止攝；之韻；飴小韻",
"與之切",
"白一平：yi；推導普通話：yi2",
"《廣韻》：我也又姓出姓苑又音胎"
],
"thai": [
"透開一咍平",
"蟹攝；咍韻；胎小韻",
"土來切",
"白一平：thoj；推導普通話：tai1",
"《廣韻》：三台星又天台山名"
]
},
"頽": {
"duai": [
"定合一灰平",
"蟹攝；灰韻；穨小韻",
"杜回切",
"白一平：dwoj；推導普通話：tui2",
"《廣韻》：[上同/禿]"
]
},
"獃": {
"ngai": [
"疑開一咍平",
"蟹攝；咍韻；皚小韻",
"五來切",
"白一平：ngoj；推導普通話：ai2",
"《廣韻》：獃癡象犬小時未有分別"
]
},
"启": {
"khex": [
"溪開四齊上",
"蟹攝；薺韻；啓小韻",
"康禮切",
"白一平：khejX；推導普通話：qi3",
"《廣韻》：說文開也"
]
}
};